{
  "site": {
    "title": "Recetas de cocina argentina",
    "titleGeneric": "Recetas de cocina",
    "titleCountry": "Argentina",
    "description": "Deliciosas recetas de comida y cocina tipica argentina. Las recetas de la comida y cocina de Argentina son sencillas y faciles de preparar.",
    "url": "https://www.recetas-argentinas.com/",
    "version": "4.0.0",
    "id": "com.plasticwebs.cocinaarg",
    "admobBanner": "ca-app-pub-7429223453905389/9899692609",
    "admobIntersitial": "ca-app-pub-7429223453905389/3853159001"
  },
  "categories": [
    {
      "idCategory": "1",
      "name": "Entradas",
      "nameUrl": "entradas"
    },
    {
      "idCategory": "3",
      "name": "Plato Principal",
      "nameUrl": "plato-principal"
    },
    {
      "idCategory": "5",
      "name": "Repostería",
      "nameUrl": "reposteria"
    },
    {
      "idCategory": "6",
      "name": "Bebidas",
      "nameUrl": "bebidas"
    }
  ],
  "recipes": [
    {
      "idRecipe": "48",
      "image": "48-image",
      "name": "Alfajores de maicena",
      "nameUrl": "alfajores-de-maicena",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "20",
      "preparationTime": "2 horas",
      "description": "Los alfajores son tan clásicos como el tango en Argentina. Con su textura suave y delicada han conquistado el paladar de los dulceros a nivel mundial, contando con distintos sabores, siendo los más populares los blancos de maicena rellenos con el exquisito dulce de leche argentino. ",
      "ingredients": [
        "150 gramos de harina",
        "350 gramos de maicena",
        "25 gramos de polvo para hornear",
        "1 pizca de sal",
        "200 gramos de manteca ó margarina blanda",
        "135 gramos de azúcar",
        "3 huevos",
        "1 cucharadita de esencia de vainilla",
        "1 cucharadita de esencia de limón",
        "1 cucharada de coñac",
        "Dulce de leche"
      ],
      "preparation": "<ol>\r\n\t<li>Para comenzar a preparar los alfajores necesitamos mezclar en un envase la harina, la maicena, el polvo para hornear y la sal (ingredientes secos). Y en otro envase, unir la manteca con el azúcar hasta conseguir una crema homogénea.</li>\r\n\t<li>Hidratar la crema con los huevos (uno por uno) y perfumar con las esencias y el coñac (éste es un secreto que hará los alfajores deliciosos). Luego incorporamos de una sola vez la harina cernida y unimos todos los ingredientes hasta lograr una masa redonda y lisa.</li>\r\n\t<li>Encendemos el horno para que caliente a una temperatura de 180 grados centígrados, mientras estiramos y cortamos la masa de forma circular con el tamaño deseado.</li>\r\n\t<li>Hornear durante 12 minutos, una vez cocidos (cuando estén cuarteados) unir de a dos con dulce de leche, tipo sándwich.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "33",
      "image": "33-image",
      "name": "Arrollado de pollo",
      "nameUrl": "arrollado-de-pollo",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "10",
      "preparationTime": "2 horas",
      "description": "Es un plato principal que se puede comer caliente (recién sacado del horno), o dejarlo enfriar y comer como fiambre. ",
      "ingredients": [
        "2 kilos de pollo",
        "2 zanahorias",
        "1 lata de ají morrón",
        "1 latita de arvejas",
        "1 diente de ajo",
        "3 huevos duros",
        "1 sobre de gelatina en polvo",
        "Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Sazonar y extender el pollo con la piel hacia abajo.</li>\r\n\t<li>Distribuir los ingredientes cortados sobre el pollo.</li>\r\n\t<li>Rociar con la gelatina, para cuajar los jugos que serán propios de la cocción.</li>\r\n\t<li>Enrollar el pollo desde el extremo donde están los huevos para que queden en el centro del arrollado. Atar con hilo choricero.</li>\r\n\t<li>Hornear el arrollado a 200 grados aproximadamente por 40 o 50 minutos en una bandeja aceitada, rotando durante la cocción para obtener un calor uniforme.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "22",
      "image": "22-image",
      "name": "Asado a la parrilla",
      "nameUrl": "asado-a-la-parrilla",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "10",
      "preparationTime": "+2 horas",
      "description": "El asado es ícono de la gastronomía argentina. Tiene sus orígenes en el campo y es una comida muy relajada para pasar horas compartiendo con familia y amigos. ",
      "ingredients": [
        "4 kilos de tira de asado (costilla de res delgada, de hueso pequeño)",
        "2 kilos de ojo de bife entero (el tradicional lomo ancho)",
        "1 kilo de vacío (llamada también falda, emparentada con la sobrebarrida)",
        "10 Chorizos",
        "5 Morcillas",
        "1 kilo de papas, batatas y cebollas"
      ],
      "preparation": "<ol>\r\n\t<li>Encender el fuego, con leña o carbón suficiente para toda la cocción.</li>\r\n\t<li>Higienizar la rejilla de la parrilla para poder engrasarla sin ahumar el sabor de la carne que pondremos luego.</li>\r\n\t<li>Se acostumbra a cocinar y servir primero los chorizos y morcillas como aperitivo para los que esperan el plato principal.</li>\r\n\t<li>El costillar se pone con el hueso del lado de las brasas y no se dará vuelta hasta casi el final solo para dorar y necesita una hora u hora y media para estar lista. Después ponemos el vacío y el lomo, (los cortes delgados se ponen del lados mas grueso hacia las brasas).</li>\r\n\t<li>Finalmente las papas y batatas cocinarlas directamente sobre las brasas, y la cebolla envolverla antes en papel de aluminio para evitar que se queme en las brasas.</li>\r\n\t<li>La cocción del asado tiene que ser lenta y constante, para conservar los jugos y no calcinar la fibra. Debe ser ritual exclusivo para una tarde sin apuros que termine con ensalada, postre y vino.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "24",
      "image": "24-image",
      "name": "Bife a la criolla",
      "nameUrl": "bife-a-la-criolla",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "+2 horas",
      "description": "Es un plato principal delicioso, muy completo y nutritivo debido a un excelente contenido de proteínas de alto valor biológico. ¡Clásico de la cocina argentina!",
      "ingredients": [
        "1 kilo de nalga cortado en finas lonjas",
        "2 cebollas",
        "2 ají morrón",
        "1 hoja laurel",
        "Perejil picado",
        "1 diente de ajo",
        "1 kilo de papas"
      ],
      "preparation": "<ol>\r\n\t<li>Realizar cortes finos en tiras de cebolla y morrón. Verter en una olla un poco de aceite a fuego medio y cuando haya calentado, colocar las verduras cubriendo la olla.</li>\r\n\t<li>Agregar las lonjas de nalga sobre la cebolla y el pimentón, formando otro piso. (Es necesario que la carne no se superponga para que su cocción sea pareja)</li>\r\n\t<li>Colocar otra vez cebolla y morrón por encima de la nalga, formando un nuevo piso. (Este paso debemos repetirlo hasta que no quede más nalga ni verdura)</li>\r\n\t<li>Añadir los condimentos y dejar cocinar por unos minutos.</li>\r\n\t<li>Cortar rodajas de papa limpia y sin concha. Agregar las rodajas a la carne y dejar que se termine de cocinar, hasta que las papas estén tiernas y la carne haya cambiado de color.</li>\r\n\t<li>Para servir, retirar del fuego y decorar con unas hojas de perejil picado para darle mayor color y sabor.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "44",
      "image": "44-image",
      "name": "Bife a la pizzaiola",
      "nameUrl": "bife-a-la-pizzaiola",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "2 horas",
      "description": "El bife es un trozo de carne asado a la plancha o a la parrilla, muy popular en Argentina. La cocina argentina se nutre de influencias italianas, centro europeas y española.",
      "ingredients": [
        "6 bifes de cuadril",
        "300 gramos de mozzarella",
        "9 tomates maduros",
        "3 dientes de ajo",
        "1 cucharada de postre de orégano",
        "Aceite de oliva",
        "Sal y pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Picar los tomates ,pelados y sin semillas en rodajas finas y disponerlas en una sartén ancha.</li>\r\n\t<li>Añadir los dientes de ajo muy picados y el orégano pimienta negra, sal y 5 cucharadas de aceite de oliva.</li>\r\n\t<li>Tapar la sartén y cocinar 10 minutos a fuego vivo.</li>\r\n\t<li>Calentar un poco de aceite en una sartén y hacer los bifes 1 minuto por cada lado.</li>\r\n\t<li>Cubrir los filetes con la mozzarella fileteada, repartir sobre ella el sofrito de tomate y tapar 3 minutos o hasta que la mozzarella se funda.</li>\r\n\t<li>Servir inmediatamente antes de que se enfríe la mozzarella y acompañar con una buena rebanada de pan.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "23",
      "image": "23-image",
      "name": "Bife de chorizo a la parrilla",
      "nameUrl": "bife-de-chorizo-a-la-parrilla",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "2 horas",
      "description": "El bife de chorizo es una comida típica de Argentina, reconocida por ser una pieza de carne sin hueso, y sin vetas de grasa interior. Es delicioso cuando queda jugoso y rosado en su interior.",
      "ingredients": [
        "6 bifes de chorizo de 450 gramos",
        "Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Calentar muy bien el asador, y luego engrasar la parrilla caliente con un cortecito de grasa del bife.</li>\r\n\t<li>Aderezar la carne , colocar el bife sobre la plancha, a los pocos minutos se lo puede levantar y colocar sobre el mismo lado pero en otro sentido para que el dibujo de la plancha sobre la superficie quede en forma de rombos y no se queme la carne externa.</li>\r\n\t<li>Cuando en la superficie superior se vean unas gotitas de sangre es momento de darlo vuelta.</li>\r\n\t<li>Terminar de asar la otra cara del bife como se hizo con la primera.</li>\r\n\t<li>El bife a la parrilla debe quedar dorado por fuera y rosado o rojo por dentro, depende del gusto de cada uno.</li>\r\n\t<li>Acompañar con chimichurri, tomates, berenjenas y humita.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "34",
      "image": "34-image",
      "name": "Bifes a caballo",
      "nameUrl": "bifes-a-caballo",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "Plato tradicional. Consiste en un trozo de carne asado acompañado con vegetales y queso gratinado, coronado por un huevo frito. Esta receta es bastante sencilla y rápida de preparar.",
      "ingredients": [
        "4 bifes",
        "2 cebollas",
        "150 gramos de queso mozzarella",
        "4 huevos",
        "Sal",
        "Pimienta",
        "1 morrón rojo",
        "2 cebollas de verdeo",
        "Aceite de oliva"
      ],
      "preparation": "<ol>\r\n\t<li>Asar los bifes en aceite de oliva por ambos lados. Agregar sal y pimienta al gusto. Reservar al calor.</li>\r\n\t<li>En la misma sartén rehogar la cebolla y el morrón cortados en juliana y el verdeo picado.</li>\r\n\t<li>Colocar los vegetales salteados sobre los bifes, cubrir con el queso mozarella. Llevar a gratinar.</li>\r\n\t<li>Freir los huevos.</li>\r\n\t<li>Servir los bifes con el huevo en el tope.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "45",
      "image": "45-image",
      "name": "Carbonada",
      "nameUrl": "carbonada",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "1 hora",
      "description": "Se trata de un guiso muy sabroso exclusivo del Río de la Plata , Chile y Perú. Tradicional en las fiestas patrias, la carbonada tiene su origen en Bélgica que fue adaptándose a las costumbres más profundas de la Argentina.\r\n",
      "ingredients": [
        "750 gramos carnaza de ternera",
        "6 cucharadas grasa de pella",
        "1 kilo zapallo",
        "1 cebolla",
        "3 tomates",
        "1 ají morrón",
        "2 choclos cortados en rodajas",
        "1 cucharadita de pimentón",
        "1 cucharada azúcar",
        "2 papas",
        "2 litros caldo de verdura",
        "1 taza arroz"
      ],
      "preparation": "<ol>\r\n\t<li>Disolver 2 cucharadas de grasa de pella en una olla. Dorar la cebolla y el morrón picados.</li>\r\n\t<li>Incorporar los tomates sin semillas, pelados y picados. Sal, pimentón y azúcar.</li>\r\n\t<li>Aparte dorar con dos cucharadas de azúcar la grasa de carne cortada en dados y dos cucharadas de arroz.</li>\r\n\t<li>Verter la carne y el arroz dorado a la primera preparación (cebolla y morrón). Revolver bien y agregar el caldo caliente y las papas cortadas en cubitos.</li>\r\n\t<li>Hervir por 8 minutos e incorporar el zapallo cortado en cubitos.</li>\r\n\t<li>Finalmente agregar los choclos en rodajitas previamente hervido.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "37",
      "image": "37-image",
      "name": "Catamarca",
      "nameUrl": "catamarca",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "2 horas",
      "description": "Es uno de los platos regionales más codiciados en Catamarca y por eso ya tiene su propio día festivo. Contiene ingredientes nutritivos que aportan mucha energía, por lo que se lo consideraba la recompensa para los campesinos que trabajaban jornadas completas de sol a sol en las épocas de cultivo.",
      "ingredients": [
        "1 kilo de carne picada",
        "2 cebollas grandes",
        "1 atado de acelga (u otra verdura de hoja)",
        "½ kilo de papa",
        "½ kilo de queso",
        "6 huevos",
        "½ kilo de pan",
        "Condimentos a gusto (orégano, comino, pimentón, sal y aceite)",
        "Agua (cantidad necesaria)",
        "Aceite (cantidad necesaria)"
      ],
      "preparation": "<ol>\r\n\t<li>Preparar una imitación de sopa, con agua y condimentos.</li>\r\n\t<li>Esparcir aceite en la olla, después colocar una capa de cebolla cortada en rodajas, luego una capa de carne, una capa de papa, otra capa de acelga, una capa de queso, otra capa de huevos duros y humedecer con la sopa preparada previamente.</li>\r\n\t<li>Por último se coloca la capa de pan.</li>\r\n\t<li>Se pueden repetir las capas cuantas veces se desee, una, dos o más. Luego cocinar al fuego bajo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "38",
      "image": "38-image",
      "name": "Cazuela de gallina",
      "nameUrl": "cazuela-de-gallina",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "2 horas",
      "description": "Es un plato tradicional argentino con un alto contenido calórico. ",
      "ingredients": [
        "1 ½ kilos gallina",
        "1 limón",
        "100 gramos salchichas frescas,",
        "1 zanahoria",
        "4 cucharadas de salsa de tomate",
        "1 hoja laurel",
        "1 rama de tomillo",
        "Pimienta molida, al gusto",
        "5 cucharadas de aceite",
        "1 cucharadita de tomillo en polvo",
        "1 cebolla grande",
        "1 tomate",
        "2 tazas de caldo",
        "1 taza de sal"
      ],
      "preparation": "<ol>\r\n\t<li>Cortar la gallina en trozos, lavarlos y ponerlos en un recipiente.</li>\r\n\t<li>Arreglar un adobo con 3 cucharadas de aceite, el zumo del limón, el tomillo, sal y pimienta.</li>\r\n\t<li>Pintar los trozos de gallina y dejar en el adobo durante 15 minutos.</li>\r\n\t<li>Entretanto, calentar el aceite sobrante en una olla al fuego y dorar las salchichas cortadas en rodajas gruesas. Adicionar la cebolla en aros y la zanahoria en dados, y cocer hasta que se doren.</li>\r\n\t<li>Añadir el tomate pelado y picado y la salsa de tomate, revolver todo bien con una cuchara de madera e incorporar el caldo, la rama de tomillo y el laurel. Cocer a fuego bajo durante 15 minutos.</li>\r\n\t<li>Agregar la gallina y cocinar a fuego bajo hasta que esté tierna. Cuando la gallina esté casi hecha, añadir los guisantes escurridos y terminar la cocción. Servir con patatas fritas o al gusto</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "7",
      "image": "7-image",
      "name": "Chicha argentina",
      "nameUrl": "chicha-argentina",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "40",
      "preparationTime": "1 hora",
      "description": "La chicha es una bebida de origen indígena, que ancestralmente utilizaba como fermento una levadura especial, o la saliva humana, a través de la masticación de la harina de maíz. Su preparación y consumo aún es vigente en el noroeste argentino. ",
      "ingredients": [
        "2 litros de miel",
        "5 kilos de maíz blando en grano",
        "20 litros de agua",
        "Helecho silvestre"
      ],
      "preparation": "<ol>\r\n\t<li>Triturar el maíz y agregarle a la pasta resultante un poco de miel y agua, de modo que quede bien húmeda.</li>\r\n\t<li>Guardar la preparación en una olla de barro por 15 días hasta que fermente.</li>\r\n\t<li>Triturar de nuevo y agregar más agua y miel hasta obtener una masa suave.</li>\r\n\t<li>Luego, hacer con esta masa las bolas, a las que se le hacen con los dedos unos huequitos en forma de cruz.</li>\r\n\t<li>Cubrir el fondo y las paredes de la olla de barro con hojas de helecho y llenar el recipiente con agua, con mucho cuidado, para no mover las hojas de helecho.</li>\r\n\t<li>Las bolitas de maíz ponerlas a cocinar por 12 horas a fuego muy lento, agregando agua, si es necesario. Luego colar la mazamorra, agregando agua fresca hervida y miel.</li>\r\n\t<li>Tapar la olla y dejar fermentar el líquido por 10 días, agregándole diariamente un poco de miel y revolviéndolo para que se disuelva.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "46",
      "image": "46-image",
      "name": "Chinchulines",
      "nameUrl": "chinchulines",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "1 hora",
      "description": "Es el intestino delgado de la vaca, lo primero que se sirve en un asado pero lo que mas tarde en hacerse;deben ponerse antes que la carne en la parrilla.",
      "ingredients": [
        "6 Chinchulines",
        "Sal",
        "Limones"
      ],
      "preparation": "<ol>\r\n\t<li>Revisar que los chinchulines tengan un color morrón claro para confirmar su frescura.</li>\r\n\t<li>Lavarlos bien por el lado de afuera, y dejarlos sumergidos durante 2 horas en agua con limón o vinagre.</li>\r\n\t<li>Retirarles parte de la grasa antes de asarlos y dejar un poco para que no queden secos, ni duros.</li>\r\n\t<li>Entretanto prender el fuego de la parrilla, no muy fuerte para que no se arrebate.</li>\r\n\t<li>Para asarlos hay que escurrirlos y poner sobre la parrilla (el fuego tiene que estar más o menos a 20 centímetros), los chinchines tienen que quedar bien cocidos y crocante por fuera.</li>\r\n\t<li>Para ponerlos sobre la parrilla, los chinchulines se cortan en semicírculos de 15 centímetros para que sean más fáciles acomodarlos en la parrilla.</li>\r\n\t<li>Adobarlos con sal y limón por ambos lados hasta que estén cocidos y crocantes, (si se cocinan demasiado se secarán y quedarán gomosos)</li>\r\n\t<li>Los chinchulines se comen bien calientes y con limón.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "19",
      "image": "19-image",
      "name": "Choripanes",
      "nameUrl": "choripanes",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "1 hora",
      "description": "Se pueden observar en los puestos callejeros o como apaeritivo mientras se espera el asado de las tardes. El toque final siempre es el chimichurri argentino.",
      "ingredients": [
        "6 chorizos",
        "3 panes tipo baguette o 6 pan franceses"
      ],
      "preparation": "<ol>\r\n\t<li>Prender la brasa y colocar los chorizos, pinchando de vez en cuando y girando, buscando una cocción pareja.</li>\r\n\t<li>Cortar los panes y poner dentro de cada uno un chorizo picado a lo largo.</li>\r\n\t<li>Finalizar con chimichurri sobre el chorizo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "8",
      "image": "8-image",
      "name": "Chupilca",
      "nameUrl": "chupilca",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "1",
      "preparationTime": "15 minutos",
      "description": "La chupilca es una bebida alcohólica ideal para disfrutar con los amigos en reuniones sociales.",
      "ingredients": [
        "Un vaso de vino tinto (se recomienda cabernet sauvignon, merlot o carmenere)",
        "2 cucharadas de harina tostada",
        "Azúcar al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Combinar el vino (un vaso promedio) con 1 o 2 cucharadas de harina tostada.</li>\r\n\t<li>Revolver hasta formar una mezcla violácea.</li>\r\n\t<li>Agrega azúcar al gusto.</li>\r\n\t<li>Servir con hielo en la estación verano.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "54",
      "image": "54-image",
      "name": "Churros argentinos",
      "nameUrl": "churros-argentinos",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "24",
      "preparationTime": "+2 horas",
      "description": "Los churros originalmente son de España, y son apreciados por los argentinos porque son frituras perfectas para acompañar la merienda o el desayuno de los domingos, días de lluvia y frío con chocolate, su complemento oficial. ",
      "ingredients": [
        "1 litro de agua",
        "1 kilo de harina",
        "6 huevos",
        "1 cucharadita de sal fina",
        "Cantidad necesaria aceite para freír",
        "Cantidad necesaria azúcar para espolvorear",
        "2 cucharadas de manteca",
        "Chocolate oscuro / Dulce de leche (opcional)"
      ],
      "preparation": "<ol>\r\n\t<li>Calentar en un cazo el agua con la manteca hasta hervir. Retirar y añadir toda la harina, revolver con cuchara de madera y poner a fuego lento hasta que la masa esté lista (que se despegue de las paredes del cazo).</li>\r\n\t<li>Dejar reposar durante unos minutos fuera del fuego hasta que entibie, para poder agregar los huevos uno a uno, batiendo enérgicamente (de lo contrario se pueden cocinar y perdemos la preparación). Al final incluir la sal.</li>\r\n\t<li>Calentar el aceite para la fritura, colocar la masa en la churrera o manga pastelera para formar los churros que serán freídos hasta conseguir un tono dorado.</li>\r\n\t<li>Escurrir y poner sobre papel blanco absorbente, espolvorear con azúcar molida y servir calientes.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "5",
      "image": "5-image",
      "name": "Clericó",
      "nameUrl": "clerico",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "10",
      "preparationTime": "15 minutos",
      "description": "El clericó es una bebida fría con base de frutas, azúcar y vino que se puede elegir de acuerdo al plato principal, para lograr armonía. Se consume en la época de verano, especialmente para las fiestas de Navidad y Año Nuevo.",
      "ingredients": [
        "1 ½ litros de vino blanco dulce.",
        "1 vaso de ron blanco.",
        "3 naranjas.",
        "500 gramos de frutillas.",
        "2 manzanas.",
        "2 bananas.",
        "4 kiwis.",
        "½ taza de azúcar (opcional)."
      ],
      "preparation": "<ol>\r\n\t<li>Enjuagar bien las frutillas y picarlas.</li>\r\n\t<li>Pelar el resto y cortarlas en cubitos.</li>\r\n\t<li>Colocar toda la fruta dentro de una jarra o bol (ponchera).</li>\r\n\t<li>Añadir el azúcar, el vino y el ron.</li>\r\n\t<li>Mezclar y llevar a la nevera hasta el momento de servir.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "25",
      "image": "25-image",
      "name": "Cordero asado al estilo patagonico",
      "nameUrl": "cordero-asado-al-estilo-patagonico",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "2 horas",
      "description": "Es uno de los principales platos del sur de Argentina, donde el clima es seco y las lluvias son justas. Pero la principal característica que lo diferencia a nivel mundial es la crianza a leche y el pastoreo natural.",
      "ingredients": [
        "1 cordero de 8 kilos",
        "Salmuera (mezcla de sal, orégano, ajo, ají molido y agua)"
      ],
      "preparation": "<ol>\r\n\t<li>Arreglar el cordero, rompiendo el esternón del cordero para abrir su caja torácica y aplanar toda la pieza.</li>\r\n\t<li>Hacer pequeños cortes cerca de la columna y con la ayuda de las manos abrir las costillas.</li>\r\n\t<li>Cortar los ligamentos para poder abrir las patas hacia afuera.</li>\r\n\t<li>Condimentar con salmuera antes y durante la cocción.</li>\r\n\t<li>Sujetar bien las extremidades del cordero al asador, en sus respectivos ganchos.</li>\r\n\t<li>Llevar el asador al fogón del lado de las costillas hacia el fuego, inclinado a 60 grados y a una distancia de 50 a 80 cm, controlando la dirección del viento para aprovechar su calor pero evitando que estas toquen la carne y la quemen.</li>\r\n\t<li>Es importante que la cocción sea pareja y lenta,para que nunca le falte calor en su totalidad o en alguna de sus partes. La cocción llevara 2 horas aproximadamente de este lado.</li>\r\n\t<li>Dejar de aplicar la salmuera cuando se haya formado una capa blanca, significando que la carne ha tomado la sal necesaria.</li>\r\n\t<li>Servir caliente, inmediatamente cuando haya cocinado por ambos lados.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "32",
      "image": "32-image",
      "name": "Costillas de cerdo a la riojana",
      "nameUrl": "costillas-de-cerdo-a-la-riojana",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "3",
      "preparationTime": "2 horas",
      "description": "Las costillitas a la riojana son un plato caliente de la gastronomía argentina. Constan de costillas de cerdo acompañadas con papas y arvejas seguidas de pimientos morrones. \r\n",
      "ingredients": [
        "4 papas",
        "250 gramos arvejas frescas cocidas",
        "50 gramos de manteca",
        "6 costillas de cerdo",
        "150 gramos jamón cocido",
        "1 pimentón rojo",
        "4 huevos",
        "Ají molido",
        "Orégano",
        "Sal y pimienta al gusto",
        "Aceite de oliva",
        "Aceite para freír"
      ],
      "preparation": "<ol>\r\n\t<li>Sazonar las costillitas con sal y pimienta. Cocinarlas a la plancha o al grill. Retirar y reservar al calor.</li>\r\n\t<li>Para las papas: Cortar las papas en rodajas con un cortante especial de papas rejillas. Freirlas hasta dorar y reservar al calor.</li>\r\n\t<li>Calentar una sartén y agregar la manteca. Saltear el pimiento y las arvejas. Agregar sal y pimienta. Reservar al calor.</li>\r\n\t<li>Para los huevos poche: Dejar cocinando una olla con agua a fuego moderado. Agregar el vinagre. Cascar los huevos en otro recipiente y agregarlos a la olla con agua. Cocinarlos hasta que la clara cuaje y la yema esté jugosa.</li>\r\n\t<li>Servir las costillitas con los huevos y acompañar con las papas, las arvejas y los morrones.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "55",
      "image": "55-image",
      "name": "Dulce de leche",
      "nameUrl": "dulce-de-leche",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "10",
      "preparationTime": "30 minutos",
      "description": "El dulce de leche contando con pocos ingredientes, es uno de los dulces más irresistible que existe. En Sudamérica recibe varios nombres, como arequipe, manjar de leche o cajeta. ",
      "ingredients": [
        "1 litro de leche",
        "2 tazas de azúcar",
        "Esencia de vainilla",
        "1 cucharadita de bicarbonato"
      ],
      "preparation": "<ol>\r\n\t<li>Poner la leche en una olla antiadherente a fuego lento, y agregar poco a poco el azúcar mientras revolvemos con una cuchara de madera.</li>\r\n\t<li>Añadir la esencia de vainilla cuando el azúcar y la leche estén integradas.</li>\r\n\t<li>Cuando se encuentre la mezcla a punto de ebullición, agregamos el bicarbonato.</li>\r\n\t<li>Mover constantemente sin parar hasta que la mezcla tome el color y consistencia deseado.</li>\r\n\t<li>Apagar el fuego y dejar enfriar bien antes de colocarlo en nevera.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "13",
      "image": "13-image",
      "name": "Empanadas árabes",
      "nameUrl": "empanadas-arabes",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "18",
      "preparationTime": "2 horas",
      "description": "Estas empanadas son un clásico de la cocina de Medio Oriente versión latinoamericana. Tienen la particularidad de prepararse en crudo con una maceración en limón por algunas horas. Son ideales para reuniones informales, siempre sacan de apuro",
      "ingredients": [
        "18 tapas de empanadas",
        "650 gramos carne picada magra",
        "2 limones",
        "2 tomates medianos",
        "1 cebolla común",
        "1 cebolla de verdeo (cebollín)",
        "1 ají rojo",
        "2 dientes ajo",
        "Sal, pimienta negra, comino al gusto",
        "1 pimentón"
      ],
      "preparation": "<ol>\r\n\t<li>Picar la cebolla, el ají y el tomate chiquito; agregar al bol junto a la carne picada. Añadir los ajos, los condimentos y el jugo de los limones.</li>\r\n\t<li>Dejar reposar en la nevera preferentemente de un día para otro.</li>\r\n\t<li>Al siguiente día sacar el líquido que tenga la carne y desecharlo, rellenar las empanadas y cerrarlas en forma de triángulo.</li>\r\n\t<li>Pintar con huevo y llevar al horno a 180 grados centígrados por 45 minutos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "12",
      "image": "12-image",
      "name": "Empanadas cordobesas",
      "nameUrl": "empanadas-cordobesas",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "24",
      "preparationTime": "2 horas",
      "description": "Las empanadas cordobesas se caracterizan por estar endulzadas con uvas pasas, azúcar rociada sobre las tapas y papa en el relleno. ",
      "ingredients": [
        "200 gramos de margarina",
        "300 gramos de cebolla de verdeo picada (cebollín)",
        "1 papa picada en cuadritos",
        "1 pimentón rojo picado",
        "2 tomates pelados y picados",
        "3 zanahorias, en cubitos",
        "500 gramos de lomo, cortada a cuchillo",
        "1 cucharada de pimentón dulce",
        "1 cucharada de comino en polvo",
        "Sal y pimienta negra al gusto",
        "1 cucharada de uvas pasas sin semillas",
        "200 gramos de aceitunas verdes",
        "24 discos de empanadas",
        "1 huevo"
      ],
      "preparation": "<ol>\r\n\t<li>En un sartén, calentar la grasa y cristalizar las cebollas (hasta que estén transparentes).</li>\r\n\t<li>Agregar la carne y cuando empiece a cocinarse añadir sal, pimienta, papa, zanahoria y finalmente comino con el pimentón dulce.</li>\r\n\t<li>Bajar del fuego e incorporar las aceitunas, pasas, huevo y rectificar la sal (las empanadas no quedan tan saladas como si fueran tucumanas o salteñas).</li>\r\n\t<li>Una vez que el relleno está frío, armar las empanadas, hornearlas o freírlas hasta que estén doraditas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "11",
      "image": "11-image",
      "name": "Empanadas salteñas",
      "nameUrl": "empanadas-saltenas",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "10",
      "preparationTime": "+2 horas",
      "description": "Éstas empanadas representan a la provincia Salta y forman parte de la gastronomía criolla. Son doradas y jugosas, de tamaño pequeño muy populares en las reuniones del sur. ",
      "ingredients": [
        "1 kilo de harina con leudante",
        "200 gramos de manteca",
        "150 gramos de grasa",
        "1 huevo",
        "1 cucharada de azúcar",
        "1 cucharada de sal",
        "½ litro agua tibia",
        "1 kilo de carne",
        "2 cebollas grandes",
        "1 cucharada de pimentón",
        "1 cucharaditas ají molido, sal y pimienta",
        "½ kilo de papas",
        "100 gramas de pasas de uva sin semilla",
        "3 huevos duros",
        "Aceitunas"
      ],
      "preparation": "<ol>\r\n\t<li>En un bol agregar la harina, hacer un hueco en el centro; luego en otro bol mezclar un huevo, la manteca y la grasa, amabas derretidas; la sal y el azúcar, batir y poco a poco el agua tibia, juntar muy bien y volcar sobre el hueco donde tenemos la harina, unir lentamente hasta lograr una masa regular lisa, ni muy blanda, ni muy dura.</li>\r\n\t<li>Hacer dos roscas y dejarlas descansar dentro de un bol tapadas con un paño de cocina durante 20 minutos más o menos.</li>\r\n\t<li>Mientras tanto, lavar, quitar la piel y cortar en cuadraditos pequeñitos las papas, hervirlas en agua con sal a su media cocción; y al mismo tiempo cortar la carne en cuadraditos también pequeños.</li>\r\n\t<li>Hacer una concentración con agua caliente, sal y pimienta para mojar la carne con dos cucharadas.</li>\r\n\t<li>Cocer la cebolla con dos cucharadas de aceite y tres de manteca, añadir el pimentón, el ají y la carne, cocinar sin dejar de revolver y agregar las papas escurridas, sazonar y dejar enfriar.</li>\r\n\t<li>Tomar uno de los bollos de masa, estirar y cortar los discos de empanadas, colocar en cada uno una cucharada de relleno, pasa de uva, huevos picados y aceitunas.</li>\r\n\t<li>Humedecer los bordes de las empanadas con la concentración preparada anteriormente, doblar por el medio y hacer el sellado.</li>\r\n\t<li>Se pueden freír o hornear, a gusto de cada quien.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "10",
      "image": "10-image",
      "name": "Empanadas tucumanas",
      "nameUrl": "empanadas-tucumanas",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "12",
      "preparationTime": "+2 horas",
      "description": "Casi todas las provincias argentinas poseen sus empanadas, siendo un plato típico muy demandado. La masa debe ser dorada y crujiente, el relleno humeante y jugoso con el color y sabor típico de la región. Las tocumanas especialmente se realizan en la ciudad cuna de la Fiesta Nacional de la Empanada, por eso su popularidad en el exterior del país.",
      "ingredients": [
        "1 kilo de matambre",
        "250 gramos de cebolla",
        "6 huevos",
        "3 cebollas de verdeo (cebollín)",
        "1 kilo de harina",
        "3 huevos duros, pelados y picados",
        "200 gramos de grasa",
        "1 cucharadita de pimentón",
        "1 cucharadita de comino en grano",
        "Sal al gusto",
        "1 huevo (opcional)"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla, hervir la carne durante 40 minutos.</li>\r\n\t<li>Luego cortarla en daditos pequeños (es muy importante que sea con cuchillo)</li>\r\n\t<li>Freír la cebolla con la mitad de la grasa, luego la carne junto a la mitad del caldo con el que hirvió y los condimentos.</li>\r\n\t<li>Dejar hervir y retirar del fuego para que enfríe mientras preparamos la masa.</li>\r\n\t<li>En una superficie plana, hacer una corona con harina y añadir la grasa y el caldo restante de la preparación que previamente realizamos; unir hasta conseguir una masa blanda y lisa.</li>\r\n\t<li>Cortar pequeños trozos para realizar bollitos del mismo tamaño, y luego estirarlos con el rodillo para hacer discos.</li>\r\n\t<li>Precalienta el horno a 200 grados centígrados.</li>\r\n\t<li>Agregar al picadillo los huevos picados y la cebolla de verdeo, haciendo una pasta para poder rellenar cada disco.</li>\r\n\t<li>Colocar en el centro una buena cantidad que no toque los bordes de la masa.</li>\r\n\t<li>Cerrarlas y doblar el borde para evitar fuga de líquido y también para decorarlas.</li>\r\n\t<li>Hornear durante 30 minutos aproximadamente hasta que estén doraditas. (Para que queden brillantes, batir un huevo y pintarlas con una brocha antes de hornear)</li>\r\n\t<li>Lo ideal es servir las empanadas tucumanas recién horneadas, con salsa chimichurri argentina.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "52",
      "image": "52-image",
      "name": "Ensalada de frutas",
      "nameUrl": "ensalada-de-frutas",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "30 minutos",
      "description": "Es un postre fresco y saludable, fácil y rápido de preparar que puede ser un gran desayuno o merienda para días calurosos. ",
      "ingredients": [
        "250 gramos de trozos de piña en almíbar, escurrida",
        "1 manzana",
        "250 gramos de durazno en almíbar, escurridos",
        "250 gramos de fresas frescas",
        "3 mandarinas",
        "4 naranjas",
        "4 plátanos manzanos",
        "75 gramos de nueces, picadas",
        "75 gramos de uvas pasa",
        "300 yogurt sabor natural",
        "Azúcar al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Picar y rebanar todas las frutas en pedazos pequeños para conseguir una ensalada atractiva. Las mandarinas y naranjas pelarlas para obtener los gajos.</li>\r\n\t<li>Picar nueces y pasas y revolver con cuidado con las frutas en un envase de vidrio.</li>\r\n\t<li>En una taza pequeña, mezclar el yogurt natural con azúcar al gusto.</li>\r\n\t<li>Verter sobre la ensalada y refrigerar para conservar la frescura.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "53",
      "image": "53-image",
      "name": "Facturas",
      "nameUrl": "facturas",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "15",
      "preparationTime": "2 horas",
      "description": "Se caracterizan por ser de masa dulce y esponjosa, algo amarillenta mientras que su cáscara es delgada, ligeramente tostada, acaramelada y crocante. Son preparadas en Argentina a partir de una combinación de masas austríacas, francesas e italianas que se fusionaron gracias a la inmigración europea.",
      "ingredients": [
        "50 gramos de levadura fresca",
        "1 taza de leche tibia",
        "¾ taza de azúcar",
        "50 gramos de manteca cocida de vaca (o mantequilla clarificada)",
        "2 huevos",
        "Ralladura de medio limón",
        "500 gramos de harina de fuerza + 1 taza más",
        "1 huevo y azúcar para el acabado"
      ],
      "preparation": "<ol>\r\n\t<li>Diluir la levadura en la leche ligeramente caliente. Agregar el azúcar, la ralladura, los huevos, la manteca derretida y la harina.</li>\r\n\t<li>Integrar los ingredientes a través de la amasada, hasta que no se pegue a las manos.</li>\r\n\t<li>Dejar reposar durante 1 hora hasta que doble volumen.</li>\r\n\t<li>Posteriormente, fraccionar en cuatro trozos, amasar y estirar dándole forma de rectángulo alargado. Cortar las facturas del mismo modo que haríamos con los croissants, triángulos que se enrollan desde la parte más ancha.</li>\r\n\t<li>Para las caracolas hacemos tiras de masa y las enrollamos.</li>\r\n\t<li>Dejar levar mientras el horno se calienta a 220 grados.</li>\r\n\t<li>Pincelarlas con huevo y espolvorear azúcar.</li>\r\n\t<li>Hornear hasta que hayan dorado, dejar enfriar sobre una rejilla.</li>\r\n\t<li>Listas para disfrutar en el desayuno o en la merienda.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "40",
      "image": "40-image",
      "name": "Fainá",
      "nameUrl": "faina",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "La fainá, traída por inmigrantes genoveses a principios del siglo XX, es un plato característico de la gastronomía de Argentina. En Buenos Aires, se vende en diversas pizzerías tradicionales. Es muy común comerla acompañada de una porción de pizza («Pizza a caballo»).",
      "ingredients": [
        "250 gramos de harina de garbanzos",
        "3 cucharadas de aceite de oliva",
        "750 mililitros de agua fría",
        "Sal y pimienta negra al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Juntar la harina con el aceite e ir derramando el agua poco a poco.</li>\r\n\t<li>Revolver constantemente con un batidor.</li>\r\n\t<li>Salar y pimentar y dejar reposar una hora.</li>\r\n\t<li>Calentar el horno a 180 grados y colocar la pizzera aceitada para que que caliente.</li>\r\n\t<li>Cocinar durante 10 minutos o hasta que tome color y quede esponjosa.</li>\r\n\t<li>Dejar enfriar y cortar en porciones.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "2",
      "image": "2-image",
      "name": "Fernet con coca",
      "nameUrl": "fernet-con-coca",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "1",
      "preparationTime": "15 minutos",
      "description": "Es el trago más popular de Argentina, que mezcla el sabor amargo de la bebida originalmente medicinal oriunda de Italia, el Fernet, mezclado con el sabor muy dulce y efervescente de la Coca-Cola. ",
      "ingredients": [
        "50 mililitros de Fernet",
        "200 mililitros de Coca-Cola",
        "3 cubos de Hielo"
      ],
      "preparation": "<ol>\r\n\t<li>En un vaso de trago largo, cuya proporción recomendada es: 30% de Fernet, 70% de coca y tres hielos.</li>\r\n\t<li>Poner el hielo, verter el Fernet, y después ir agregando la Coca-Cola de a poco (se va a volcar todo por el gas), e ir probando hasta que quede del sabor deseado, ni muy dulce ni muy amargo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "41",
      "image": "41-image",
      "name": "Fideos con tuco",
      "nameUrl": "fideos-con-tuco",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "1 hora",
      "description": "El tuco es una salsa tradicional de países como Uruguay, Argentina, y Chile, preparada a base de tomate y carne. Se suele usar para acompañar fideos o ñoquis del domingo, además de las polentas de invierno.",
      "ingredients": [
        "1 kilo de carne (peceto, lomo o roast beef)",
        "2 cebollas",
        "130 centimetros cúbicos de aceite",
        "2 dientes de ajo",
        "3 hojas de laurel",
        "1 cucharada de orégano",
        "2 cucharadas de conserva de tomates",
        "200 gramos de puré de tomates",
        "1 taza de caldo de carne",
        "Sal",
        "Pimienta",
        "Ají molido",
        "1 paquete de fideos (tallarines, spaghetti o tirabuzón)",
        "Queso parmesano rallado para acompañar"
      ],
      "preparation": "<ol>\r\n\t<li>Dorar la carne cortada en una olla grande con aceite. Una vez que haya dorado, retirar de la olla y agregar las cebollas y el ajo picados. Rehogar revolviendo con una cuchara preferiblemente de madera y agregar las hojas del laurel y el orégano.</li>\r\n\t<li>Agregar el extracto y puré de tomate, el caldo y los condimentos. Poner a hervir la preparación y dejar a fuego bajo. Agregar la carne a la salsa ya hirviendo.</li>\r\n\t<li>De ser necesario agregar un poco de agua a la preparación, sin embargo el tuco debe ser espeso.</li>\r\n\t<li>Mientras el tuco se cocina, poner a hervir una cacerola con agua y sal para cocinar la pasta de modo tradicional. Cuélala cuando esté lista y sírvela en un plato hondo con el tuco recién preparado encima.</li>\r\n\t<li>Si gustas puedes agregar queso rallado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "35",
      "image": "35-image",
      "name": "Filet a la romana",
      "nameUrl": "filet-a-la-romana",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "Es una preparación muy sencilla que posee múltiples beneficios para la salud. Tradicionalmente se elabora con fritura, aunque se puede elaborar horneada para aprovechar mejor los nutrientes. ",
      "ingredients": [
        "500 gramos de filetes de merluza pequeños",
        "½ kilo de harina",
        "Aceite cantidad necesaria",
        "Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Vigilar que no permanezcan espinas en los filetes de merluza.</li>\r\n\t<li>Cubrirlos con la harina.</li>\r\n\t<li>Calentar abundante aceite en una sartén.</li>\r\n\t<li>Freír los filetes uno por uno para que no se enfríe el aceite.</li>\r\n\t<li>Permitir que se doren por ambos lados.</li>\r\n\t<li>Retirar, escurrir sobre papel absorbente, salpimentar y servir calientes.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "14",
      "image": "14-image",
      "name": "Fugazza argentina",
      "nameUrl": "fugazza-argentina",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "2 horas",
      "description": "La fugazza, mejor conocida como pizza de cebolla; fue creada por Agustín Banchero en el año 1900 y fue patentada en los años 50. Es cuadrada por tradición, pero también hay quienes la preparan redonda. Se dice que es un plato que tiene tres cocinas: la italiana, la española y la argentina.",
      "ingredients": [
        "50 mililitros de leche tibia",
        "10 gramos de levadura de panadería fresca",
        "1 cucharadita de azúcar",
        "1 cucharada sopera de harina de fuerza",
        "150 gramos de sémola de trigo duro pero fina",
        "150 gramos de harina de fuerza",
        "1 cucharadita de sal",
        "1 cucharada sopera de aceite de oliva",
        "130 mililitros de agua tibia",
        "400 gramos de queso mozzarella rallado",
        "3 cebollas medianas",
        "Orégano",
        "Ají molido",
        "Sal",
        "2 cucharadas de aceite de oliva"
      ],
      "preparation": "<ol>\r\n\t<li>Mezclar la leche tibia, la levadura, el azúcar y la harina, dejar reposar.</li>\r\n\t<li>Mientras tanto, en un bol mezclar harina con sémola, hacer un hueco en el centro y agregar el aceite y la sal. Juntar un poco e incorporar la mezcla anterior hasta formar una masa con las manos.</li>\r\n\t<li>Incorporar el agua tibia poco a poco para formar una masa tierna y amasar aproximadamente 5-7 minutos.</li>\r\n\t<li>Dejar reposar 1 hora en sitio templado.</li>\r\n\t<li>Picar las cebollas en círculos muy finos y cristalizarlas en un sartén con aceite de oliva (no deben dorarse). Agregar orégano, sal y ají molido (o pimienta) a gusto.</li>\r\n\t<li>Luego dividir la masa en dos partes (una más pequeña y otra más grande que será la base).</li>\r\n\t<li>Aceitar una pizzera y estirar dentro con las manos el bollo más grande de masa. Agregar sobre el mismo el queso mozzarella (reservar un poco para la espolvorear la superficie de la pizza).</li>\r\n\t<li>Estirar el segundo bollo con el rodillo y colocarlo encima del queso para cubrirlo.Sellar bien los bordes.</li>\r\n\t<li>Pinchar la superficie varias veces con un tenedor para dejar que salga el vapor durante la cocción.</li>\r\n\t<li>Colocar sobre la pizza la cebolla que habíamos reservado sin incluir el aceite de la sartén. Espolvorear con el queso mozzarella restante.</li>\r\n\t<li>Llevar a horno caliente (200 grados) durante 20 minutos. Servir inmediatamente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "36",
      "image": "36-image",
      "name": "Locro riojano",
      "nameUrl": "locro-riojano",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "Este plazo es característico del invierno puesto que brinda al comensal de la energía y calor tan necesarios durante los días fríos. Característico de Argentina, este plato también es frecuente cuando se presentan resfriados o para recuperar energía luego de una ardua jornada.\r\n",
      "ingredients": [
        "1 kilo de maíz blanco",
        "½ kilo de porotos pallares",
        "½ kilo de garbanzos",
        "1 kilo de zapallo amarillo",
        "½ kilo de patitas de cerdo",
        "250 gramos de cuerito de cerdo",
        "½ kilo de azotillo",
        "Agua",
        "½ kilo de rabo",
        "2 chorizos colorados",
        "3 chorizos comunes",
        "½ kilo de falda",
        "½ kilo de grano de pecho",
        "1 paquete de cebolla de verdeo",
        "3 cucharaditas de ají molido",
        "1 pocillo de aceite",
        "Ají molido"
      ],
      "preparation": "<ol>\r\n\t<li>Dejar en romojo con un día de anticipación el maíz blanco, los porotos y los garbanzos. El día de la preparación se hierven por separado.</li>\r\n\t<li>Hervir el zapallo en agua junto al maíz blanco.</li>\r\n\t<li>Cortar las patas y el cuero de cerdo en pequeños trozos y hervirlos por separado. Luego de hervidos, se agregan al zapallo y al maíz blanco.</li>\r\n\t<li>Añadir el azotillo y la falda de cerdo cortada en trozos, el rabo y los granos de pecho y los chorizos blancos cortados en rodajas. Esto se añade a la misma preparación.</li>\r\n\t<li>En un sartén aparte saltear la cebolla de verdeo picada finamente en aceite. Se condimenta con ají molido.</li>\r\n\t<li>Ya para servir se coloca todo en una salsera para que cada persona se sirva al gusto. Es conveniente servir en caerolas de barro, así se mantiene caliente más tiempo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "26",
      "image": "26-image",
      "name": "Matambre",
      "nameUrl": "matambre",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "2 horas",
      "description": "Entre el cuero y el costillar de la vaca, podemos conseguir éste corte del vacuno llamado matambre. La versión más popular con ésta carne, es el arrollado argentino. ",
      "ingredients": [
        "1 ½ kilo matambre de ternera",
        "3 huevos cocidos",
        "2 dientes de ajo",
        "Perejil",
        "1 zanahoria",
        "80 gramos de queso rallado",
        "2 hojas de laurel"
      ],
      "preparation": "<ol>\r\n\t<li>Cuadrar el matambre para dejarlo casi rectangular. Estirarlo sobre la mesa con la parte de la grasa para arriba. Sazonarlo con sal y pimienta.</li>\r\n\t<li>Mezclar los ingredientes del relleno y cubrir la tercera parte del matambre, colocando los huevos duros sobre el principio del relleno y arrollarlo.</li>\r\n\t<li>Coser el rollo por los extremos y el centro (también se puede envolver en papel film).</li>\r\n\t<li>Hervir durante 2 horas aproximadamente y dejarlo enfriar en el caldo.</li>\r\n\t<li>Luego sacarlo, prensarlo y cortar en rodajas de medio centímetro para servir.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "9",
      "image": "9-image",
      "name": "Mate cocido",
      "nameUrl": "mate-cocido",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "3",
      "preparationTime": "15 minutos",
      "description": "Bebida tradicional de argentina, cuyo consumo data del siglo XIX, sirviéndolo caliente al desayuno con pan. ",
      "ingredients": [
        "3 tazas de agua",
        "3 cucharadas colmadas de yerba mate",
        "Azúcar al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Hervir el agua en un jarro, cuando entre en ebullición disminuir el fuego e incorporar la yerba mate.</li>\r\n\t<li>Aumentar el fuego permitiendo subir la preparación sin que se bote.</li>\r\n\t<li>Apagar el fuego, dejar asentar la yerba mate y servir colando la yerba con colador.</li>\r\n\t<li>Endulzar a gusto.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "56",
      "image": "56-image",
      "name": "Mazamorra argentina",
      "nameUrl": "mazamorra-argentina",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "1 hora",
      "description": "En Argentina la mazamorra es un postre típico. Es de raíces indígenas, elaborado a base de: maíz blanco, agua, azúcar y vainilla . La variación más popular es la mazamorra con leche y a veces una pizca de canela en polvo. ",
      "ingredients": [
        "1 litro de leche",
        "2 litros de agua",
        "½ kilo de maíz blanco",
        "200 gramos de azúcar",
        "Vainilla al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>La noche anterior a la preparación de la mazamorra, colocar el maíz en remojo en el agua.</li>\r\n\t<li>Al otro día, ablandar el maíz en el agua ya utilizada, a fuego dulce.</li>\r\n\t<li>Cuando el maíz esté blando, colarlo y dejarlo enfriar.</li>\r\n\t<li>Calentar la leche con el azúcar y la vainilla hasta que hierva, luego sumar el maíz.</li>\r\n\t<li>Cocinar durante un cuarto de hora el maíz con la leche y retirar cuando esté espeso.</li>\r\n\t<li>Servir con un toque de azúcar y canela en la superficie.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "58",
      "image": "58-image",
      "name": "Medialunas",
      "nameUrl": "medialunas",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "12",
      "preparationTime": "2 horas",
      "description": "Las medialunas son ampliamente conocidas ya que son el desayuno o merienda ideal del día a día en Argentina. Son pequeños triángulos de harina y manteca cubiertos de almíbar que pueden comerse solas o acompañadas con café.  \r\n",
      "ingredients": [
        "1 kilo de harina",
        "200 gramos de manteca",
        "400 mililitros de leche",
        "25 gramos de levadura fresca",
        "2 huevos",
        "5 cucharadas de azúcar",
        "Esencia de vainilla",
        "Almíbar para pincelar cantidad necesaria"
      ],
      "preparation": "<ol>\r\n\t<li>Disolver en un tercio de leche tibia la levadura. Mezclar la restante con los huevos en un recipiente hondo. Agregar el azúcar, la sal, la miel y la esencia de vainilla.</li>\r\n\t<li>Incorporar la levadura crecida y agregar la harina para amasar hasta obtener una masa homogénea.</li>\r\n\t<li>En un recipiente aparte mezclar la manteca con los 50 gramos de harina. Hacer esto con un cornet. La manteca debe estar a una temperatura media, preferiblemente a 17ºC.</li>\r\n\t<li>Estirar la masa hasta lograr 1 centímetro de espesor y darle forma de rectángulo. En el medio de la masa estirada, colocar la mezcla de manteca con harina y doblar. Refrigerar por dos horas y luego estirar el rectángulo a 1 centímetro de espesor, doblar de la misma manera. Refrigerar.</li>\r\n\t<li>Luego de 2 horas, sacar nuevamente por 15 minutos hasta que la manteca atempere. Estirar y repetir el doblado nuevamente.</li>\r\n\t<li>Se debe realizar el doblado 4 veces. Dejar descansar la masa por una hora.</li>\r\n\t<li>Finalmente cortar la masa en rectángulos para procesarla fácilmente. Estirar en un lugar fresco dejando 20 centímetros de largo y 4 milímetros de espesor. Luego, cortar en triángulos de 10 centímetros de ancho y enrollar formando medialunas.</li>\r\n\t<li>Pintar las medialunas con huevo y dejar levar. Hornear a temperatura alta durante 12 a 15 minutos. Almibarar 3 veces con un pincel mientras están calientes. Servir.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "29",
      "image": "29-image",
      "name": "Milanesa a la napolitana",
      "nameUrl": "milanesa-a-la-napolitana",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "1 hora",
      "description": "La milanesa a la napolitana es un plato argentino, proveniente de la ciudad de Buenos Aires. Se trata de un filet de carne, generalmente de res, cubierta de salsa de tomate y queso. Puede ser acompañado con ensalada o puré y arroz.",
      "ingredients": [
        "8 Filetes de nalga cortados con un centímetro de grosor y tiernizados",
        "1 Barra de pan rallado",
        "6 Huevos",
        "1 Pizca de sal",
        "1 Pizca de pimienta",
        "1 Pizca de orégano",
        "1 Chorro de aceite para freír",
        "8 Lonchas de jamón",
        "8 Lonchas de queso mozzarella",
        "1 Tarro de salsa de tomate"
      ],
      "preparation": "<ol>\r\n\t<li>Sazonar la carne con sal, pimienta y orégano. Una vez sazonada, pasarla por pan rallado; esto nos servirá para rebozarla.</li>\r\n\t<li>Batir los seis huevos. Bañar los filetes en la mezcla y luego pasarlos de nuevo por el pan rallado para asegurar el rebozado.</li>\r\n\t<li>Poner a calentar el aceite en una sartén. Cuando esté bien caliente, freir los filetes por ambos lados hasta que estén dorados. Reservarlos en un plato con papel absorbente para filtrar el exceso de aceite.</li>\r\n\t<li>Colocar la salsa de tomate en un recipiente. Mojar todos los filetes recién fritos en la salsa y colocarlos en una bandeja para hornear. Sobre cada uno de ellos, colocar una tira de jamón y una de queso.</li>\r\n\t<li>Hornear durante 5 minutos a 180 ºC hasta gratinar. Retirarlas y servir.</li>\r\n\t<li>Este plato suele ser acompañado con arroz blanco, una ensalada verde ó puré.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "30",
      "image": "30-image",
      "name": "Milanesa a la provenzal",
      "nameUrl": "milanesa-a-la-provenzal",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "1 hora",
      "description": "La milanesa a la provenzal es un plato argentino que consiste en freir filetes de carne mezclados con hierbas provenzales. Es un plato muy sencillo de preparar y sirve como plato principal para cualquier comida.",
      "ingredients": [
        "1 kilo de milanesas de nalga, bola de lomo o cuadrada",
        "2 huevos",
        "2 cucharadas de leche",
        "8 cucharadas de provenzal",
        "Pan rallado cantidad necesaria",
        "Aceite para freír cantidad necesaria"
      ],
      "preparation": "<ol>\r\n\t<li>Mezclar los huevos y el provenzal en un recipiente.</li>\r\n\t<li>Bañar la milanesa en la mezcla hasta mojarlas bien y luego adherir pan rallado a estas.</li>\r\n\t<li>El pan rallado le dará un buen acabado al rebozado.</li>\r\n\t<li>Finalmente freír las milanesas en un sartén con aceite caliente.</li>\r\n\t<li>Retirarlas en un plato con papel absorbente. Servir con el acompañante deseado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "28",
      "image": "28-image",
      "name": "Milanesa de pollo",
      "nameUrl": "milanesa-de-pollo",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "1 hora",
      "description": "Jugosa y vistosa, sin duda alguna una milanesa de pollo es una receta exquisita y perfecta para todo tipo de almuerzo, cena o reunión especial. ",
      "ingredients": [
        "4 pechugas de pollo",
        "Ajo",
        "Perejil",
        "3 huevos",
        "Pan rallado",
        "Aceite para freír",
        "Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Adobar las pechugas con sal y pimienta.</li>\r\n\t<li>En un envase colocar los huevos, el ajo y el perejil picados finamente.</li>\r\n\t<li>Bañar las pechugas con huevo y luego con pan rallado.</li>\r\n\t<li>Freír en abundante aceite caliente hasta dorarlas, durante 2 minutos aproximadamente.</li>\r\n\t<li>Colocarlas sobre papel absorbente para eliminar el exceso de grasa y luego servir acompañadas de papas, ensalada o arroz.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "20",
      "image": "20-image",
      "name": "Morcipanes",
      "nameUrl": "morcipanes",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "1 hora",
      "description": "En Argentina no pueden faltar en los asados, porque son de rápida preparación y se les come generalmente como aperitivo, mientras la carne continúa asándose.",
      "ingredients": [
        "6 morcillas",
        "6 pan franceses"
      ],
      "preparation": "<ol>\r\n\t<li>Prender la brasa y colocar las morcillas, pinchando de vez en cuando y girando,para una cocción pareja.</li>\r\n\t<li>Cortar los panes y poner dentro de cada uno una morcilla picado a lo largo.</li>\r\n\t<li>Finalizar con chimichurri sobre la morcilla.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "31",
      "image": "31-image",
      "name": "Niños envueltos",
      "nameUrl": "ninos-envueltos",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "1 hora",
      "description": "Los niños envueltos son rollitos de carne con ingredientes aromáticos y suculentos. También se preparan con hojas de repollo o brócoli inspirados en los arrolladitos árabes de hojas de parra rellenos de arroz, verduras y carne molida. ",
      "ingredients": [
        "1 kilo de nalga",
        "1 cebolla",
        "200 gramos de champiñones",
        "50 gramos de manteca",
        "300 gramos de jamón cocido",
        "100 milímetros de crema de leche",
        "2 yemas",
        "4 tajadas de pan lactal",
        "1 ½ taza de vino blanco",
        "1 cucharada de harina",
        "1 cucharada de perejil",
        "6 cucharadas de aceite leche y caldo,",
        "Sal, pimienta, nuez moscada"
      ],
      "preparation": "<ol>\r\n\t<li>Humedecer las tajadas de pan en leche y guardar.</li>\r\n\t<li>Cristalizar la cebolla con la manteca junto a los champiñones fileteados.</li>\r\n\t<li>Rociar la harina, agitar rápidamente y añadir la leche necesaria para que la preparación espese.</li>\r\n\t<li>En ese punto, agregar la miga de pan escurrida y ligar todo con las yemas.</li>\r\n\t<li>Condimentar.</li>\r\n\t<li>Estirar las milanesas de carne, salpimentar y disponer sobre ellas una tajada de jamón y una cucharada del relleno.</li>\r\n\t<li>Enrollar y sujetar las puntas con palillos.</li>\r\n\t<li>Hacer una salsa liviana de tomates, aligerar con un poco de vino blanco y caldo, y cuando comience a hervir poner los niños envueltos, rectificar la sal, volcarles la crema y dejar cocinar tapado hasta que la carne esté tierna.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "27",
      "image": "27-image",
      "name": "Ñoquis caseros de papa",
      "nameUrl": "noquis-caseros-de-papa",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "Debido a la inmigración italiana llegaron a Argentina y comerlos es una costumbre el día 29 de cada mes. Se pueden acompañar con salsa de tomate casera, salsa pesto, salsa de quesos, cualquier combinación es posible. ",
      "ingredients": [
        "1 kilo de papas",
        "200 gramos de harina",
        "1 huevo",
        "1 pizca de sal",
        "Aceite de oliva virgen extra"
      ],
      "preparation": "<ol>\r\n\t<li>Pelar las papas para cocinar en una olla con abundante agua.</li>\r\n\t<li>Cuando estén cocidas, sacar del agua y en caliente triturar (podemos hacer esto con la ayuda de un pasapuré o con un tenedor).</li>\r\n\t<li>Agregar el huevo, una pizca de sal y mezclar bien.</li>\r\n\t<li>Añadir la harina poco a poco mientras se obtiene una mezcla homogénea, un poco pegajosa.</li>\r\n\t<li>Dividir la masa en porciones para estirar y cortar trozos de centímetro y medio.</li>\r\n\t<li>Con un tenedor marcar incisiones en la superficie de la masa, para hacer que la salsa que bañará a los ñoquis se adhiera a ellos quedando aún más ricos.</li>\r\n\t<li>En abundante agua hirviendo, tirar los ñoquis y esperar a que floten (indica que ya están) con cuidado retirar del agua con una espumadera.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "50",
      "image": "50-image",
      "name": "Pan casero argentino",
      "nameUrl": "pan-casero-argentino",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "36",
      "preparationTime": "2 horas",
      "description": "El pan ha sido parte de la dieta del ser humano, por lo menos, desde el año 8.000 antes de Cristo. La producción de éste alimento se convirtió en una labor de un sector determinado de la población, los panaderos, tal cual son conocidos en la actualidad. En Argentina celebran su día el 4 de agosto de cada año",
      "ingredients": [
        "1 kilo de harina",
        "550 gramos de agua",
        "100 gramos de manteca",
        "20 gramos de sal fina",
        "50 gramos de levadura"
      ],
      "preparation": "<ol>\r\n\t<li>En una superficie plana, formar una corona con harina y colocar la sal por la parte exterior de la corona.</li>\r\n\t<li>En la mitad de la corona, verter la levadura (se debe desmigajar en el momento), el agua tibia, la manteca derretida atemperada.</li>\r\n\t<li>Unir todos los ingredientes y amasar por 15 minutos aproximadamente, hasta obtener una masa lisa.</li>\r\n\t<li>Dejar fermentar la masa en un bol cubierto con un plástico o film por una hora aproximadamente hasta que doble su volumen.</li>\r\n\t<li>Eliminar el aire de la masa fermentada con la mano, directamente sobre la mesa, dándole forma redonda de pan de campo y permitir leudar nuevamente.</li>\r\n\t<li>Pintar con manteca fundida, espolvorear con harina, hacer unos cortes y llevar al horno precalentado fuerte por 40 minutos a 180 grados centígrados de temperatura. El pan estará listo cuando esté dorado por fuera y suene hueco al golpearlo en la base. ¡Servir caliente! Será amado por todos los comensales.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "59",
      "image": "59-image",
      "name": "Pastafrola",
      "nameUrl": "pastafrola",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "12",
      "preparationTime": "2 horas",
      "description": "Es una masa fina ultilizada en la repostería tradicional argentina. Puede variar el relleno con diferentes mermeladas de frutas que viajan alrededor del mundo endulzando paladares. ",
      "ingredients": [
        "150 gramos de azúcar",
        "300 gramos de harina",
        "150 gramos de mantequilla",
        "800 gramos de dulce de membrillo",
        "2 huevos grandes",
        "1 sobre de levadura",
        "Ralladura de un limón",
        "Un chorreón de coñac o vino dulce",
        "Esencia de vainilla",
        "Medio vaso de agua"
      ],
      "preparation": "<ol>\r\n\t<li>Batir la mantequilla levemente derretida y el azúcar, hasta formar una mezcla pastosa.</li>\r\n\t<li>Agregar los huevos y volver a mezclar para que se incorporen bien a la mezcla anterior.</li>\r\n\t<li>Después añadir coñac o vino dulce, la ralladura de un limón y un poco de esencia de vainilla y continuar batiendo.</li>\r\n\t<li>Añadir poco a poco la levadura y la harina tamizada mientras se está batiendo.</li>\r\n\t<li>Poner la masa sobre papel film transparente para estirar con un rodillo de cocina, la cubrimos con otro papel film y dejamos en la nevera al menos una hora, aunque mejor si es más tiempo.</li>\r\n\t<li>Preparar el membrillo en un cazo con medio vaso de agua y un chorrito de coñac o vino dulce, a fuego suave. Mover hasta que se ablande y se convierta en una crema espesa, sin trozos (como una mermelada). Otra opción es comprar el dulce ya preparado.</li>\r\n\t<li>Sacar la masa de la nevera y apartar un poco de la misma para adornar por encima la pastafrola.</li>\r\n\t<li>El resto de la masa colocarla en una superficie enharinada y estirar con un rodillo hasta darle forma redonda. Colocar la masa estirada sobre el molde enmantequillado y enharinado.</li>\r\n\t<li>Verter el dulce de membrillo y extenderlo bien sin sobresalir por los lados. Encender el horno a 180 grados y en la espera de que se caliente, decorar el postre por encima con la pastafrola en tiras alargadas.</li>\r\n\t<li>Pintar con huevo batido y cuando el horno esté ya caliente, hornear durante 40-45 minutos, hasta que la masa quede dorada.</li>\r\n\t<li>Sacar del horno, dejar enfriar al aire libre y luego en la nevera.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "21",
      "image": "21-image",
      "name": "Picada argentina",
      "nameUrl": "picada-argentina",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "30 minutos",
      "description": "Plato típico de la gastronomía argentina, compuesto de varios alimentos servidos en una bandeja en común que los comensales van tomando para servirse.",
      "ingredients": [
        "250 gramos de jamón cocido",
        "250 gramos de salame picado fino",
        "250 gramos de lomo ahumado",
        "250 gramos de panceta",
        "250 gramos de longaniza",
        "250 gramos de chorizos de campo",
        "120 gramos de queso duro",
        "300 gramos de queso semi duro",
        "250 gramos de queso azul",
        "250 gramos de mozzarella",
        "250 gramos de roquefort",
        "250 gramos de brie",
        "250 gramos de mar de plata",
        "500 gramos de pan focaccia",
        "200 gramos de pan saborizado con nuez",
        "300 gramos de aceituna",
        "200 gramos de maní salado"
      ],
      "preparation": "<ol>\r\n\t<li>Cortar todos los fiambres y embutidos en rodajas o trozos pequeños.</li>\r\n\t<li>Cortar el queso y el pan en rodajas medianas.</li>\r\n\t<li>Servir los fiambres y embutidos en una bandeja grande, preferiblemente con compartimientos. Rodear los fiambres con el queso y el pan.</li>\r\n\t<li>Servir separadamente el maní y las aceitunas.</li>\r\n\t<li>Acompañar con vino o cerveza</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "51",
      "image": "51-image",
      "name": "Pionono dulce",
      "nameUrl": "pionono-dulce",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "12",
      "preparationTime": "2 horas",
      "description": "El pionono es una fina lámina de bizcochuelo que se realiza con una masa básica de repostería que se rellena y enrolla hasta formar un cilindro. Aunque es un postre originario de España, en Latinoamérica son muy populares dulces, salados o agridulces.",
      "ingredients": [
        "3 huevos",
        "60 gramos de azúcar",
        "60 gramos de harina",
        "1 cucharada de miel",
        "1 cucharadita de esencia de vainilla",
        "1 cucharadita de sal",
        "Manteca y harina para el molde",
        "Dulce de Leche",
        "Azúcar impalpable",
        "Cerezas Marrasquino"
      ],
      "preparation": "<ol>\r\n\t<li>Encender el horno a 200 grados centígrados. Enmantecar y enharinar el papel encerado con las medidas de la lámina para hornear (esto siempre debe ser lo primero al realizar cualquier receta).</li>\r\n\t<li>Batir enérgicamente los huevos, la sal, la esencia, la miel y el azúcar por 4 minutos o hasta que tenga consistencia de merengue.</li>\r\n\t<li>Agregarle la harina tamizada poco a poco, con movimientos envolventes.</li>\r\n\t<li>Verter la preparación sobre el papel encerado y emparejar con espátula.</li>\r\n\t<li>Hornear durante 12 minutos hasta que el bizcocho disminuya su humedad.</li>\r\n\t<li>Rellenar con dulce de leche y decorar con azúcar impalpable, dulce de leche y cerezas.</li>\r\n\t<li>¡Un delicioso pionono casero para endulzar a toda la familia!</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "18",
      "image": "18-image",
      "name": "Piononos salados",
      "nameUrl": "piononos-salados",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "12",
      "preparationTime": "2 horas",
      "description": "El pionono es una fina lámina de bizcochuelo que se realiza con una masa básica de repostería que se rellena y enrolla hasta formar un cilindro. Aunque es un postre originario de España, en Latinoamérica son muy populares dulces, salados o agridulces.",
      "ingredients": [
        "3 huevos",
        "60 gramos de azúcar",
        "60 gramos de harina",
        "1 cucharadita de esencia de vainilla",
        "1 cucharadita de sal",
        "Manteca y harina para el molde",
        "1 lata de atún",
        "½ paquete de palitos de cangrejo",
        "2 huevos cocidos",
        "1 lata de pimientos rojos",
        "Aceitunas",
        "Hojas de lechuga",
        "1 bote de mayonesa",
        "3 cucharadas de queso de untar"
      ],
      "preparation": "<ol>\r\n\t<li>Encender el horno a 200 grados centígrados. Enmantecar y enharinar el papel encerado con las medidas de la lámina para hornear (esto siempre debe ser lo primero al realizar cualquier receta).</li>\r\n\t<li>Batir enérgicamente los huevos, la sal, la esencia y el azúcar por 4 minutos o hasta que tenga consistencia de merengue.</li>\r\n\t<li>Agregarle la harina tamizada poco a poco, con movimientos envolventes.</li>\r\n\t<li>Verter la preparación sobre el papel encerado y emparejar con espátula.</li>\r\n\t<li>Hornear durante 12 minutos hasta que el bizcocho disminuya su humedad.</li>\r\n\t<li>Mientras tanto, mezclar en un envase de vidrio el atún desmenuzado, la lechuga picada finamente, los huevos picaditos, pimientos y aceitunas también picaditos.</li>\r\n\t<li>Aparte picar los palitos de cangrejo en tiritas finas y reservar para poner una capa al final.</li>\r\n\t<li>Al bol del relleno añadir unas cucharadas de mayonesa y mezclar bien. Sobre el bizcocho verter la preparación y extender colocando los palitos de cangrejo al finalizar.</li>\r\n\t<li>Enrollar con ayuda del film y apretar bien</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "42",
      "image": "42-image",
      "name": "Pizza a la piedra",
      "nameUrl": "pizza-a-la-piedra",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "24",
      "preparationTime": "2 horas",
      "description": "Lo ideal es preparar la pizza en un horno de piedra para que la masa esté siempre crujiente y más fina. ",
      "ingredients": [
        "600 gramos de harina",
        "50 gramos de levadura fresca prensada",
        "360 milímetros aproximadamente de agua tibia",
        "1 cucharada de sal fina",
        "1 cucharada de aceite de oliva o girasol"
      ],
      "preparation": "<ol>\r\n\t<li>Hacer con la harina una corona con hueco en el centro para colocar la levadura desmenuzada y la cucharada de aceite. Por los lados externos de la corona colocar sal (si toca la levadura, la daña).</li>\r\n\t<li>Añadir poco a poco agua tibia dentro de la corona, y con los dedos comenzar a amasar hasta conseguir una masa lisa y sedosa. Es muy importante el amasado con la palma de la mano que permite aire en la mezcla.</li>\r\n\t<li>Al conseguir una masa completamente integrada, dejar reposar hasta que doble su volumen.</li>\r\n\t<li>Sacar el aire y estirar para colocar en el molde enmantequillado de pizza. Dejar leudar 15 minutos más, mientras se calienta el horno.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "43",
      "image": "43-image",
      "name": "Pizza calabresa",
      "nameUrl": "pizza-calabresa",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "10",
      "preparationTime": "2 horas",
      "description": "La pizza es uno de los platos más famosos en el mundo, y cómo no, su sabor enamora hasta al más fuerte. La versión calabresa, caracterizada por la longaniza y las aceitunas forman una genial combinación para la conocida receta.",
      "ingredients": [
        "250 gramos de harina",
        "5 gramos de levadura deshidratada",
        "1taza de agua a temperatura ambiente",
        "1 pizca de sal",
        "1 cucharita de aceite",
        "200 centímetros cúbicos de salsa de tomates",
        "200 gramos de Queso Mozzarella cortado en láminas",
        "100 gramos de Queso provolone rallado",
        "2 morrones asados pelados sin semillas ni nervaduras ó 1 lata en aceite",
        "1 cucharada de orégano",
        "9 aceitunas para decorar",
        "1 longaniza calabresa cortada en rodajas",
        "Sal",
        "Pimienta a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Si se usa levadura deshidratada, mezclarla junto con la harina antes de agregar el agua, si no, duluirla previamente en agua tibia por unos minutos.</li>\r\n\t<li>Mezclar la harina, la sal y la levadura. Agregar agua poco a poco e ir amasando lentamente hasta incorporar bien los ingredientes.Agregar el aceite. Amasar hasta obtener una masa homogénea.</li>\r\n\t<li>Agregar un poco de harina de ser necesario o si se siente la masa muy pegajosa.</li>\r\n\t<li>Agregar la salsa de tomate y los morrones cortados en tiras. Colocar encima la longaniza y espolvorear orégano.</li>\r\n\t<li>Incorporar el queso mozzarela y espolvorear el queso provolone.</li>\r\n\t<li>Hornear hasta alcanzar crocanteza.</li>\r\n\t<li>Decorar con aceitunas negras.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "57",
      "image": "57-image",
      "name": "Postre borracho",
      "nameUrl": "postre-borracho",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "12",
      "preparationTime": "1 hora",
      "description": "El postre borracho es típico en Argentina. Su origen proviene en gran parte el bizcocho borracho, tradicional de España. Se puede preparar con chocolate, fresas o cualquier otra esencia, pero comúnmente se prepara a base de vainilla.\r\n",
      "ingredients": [
        "750 gramos de vainillas (plantillas)",
        "1 postre de vainilla o chocolate",
        "4 bananas",
        "¼ Lata de dulce de leche",
        "¼ Lata de crema de leche",
        "Chocolate en barra",
        "Vino blanco",
        "Azúcar"
      ],
      "preparation": "<ol>\r\n\t<li>Mezclar en un recipiente el vino y el azúcar hasta que se disuelva. Al tener la mezcla, introducir las vainillas una a una hasta remojarlas bien.</li>\r\n\t<li>En una bandeja o molde de vidrio colocar una capa de las vainillas remojadas. Recubrir con el dulce de leche.</li>\r\n\t<li>Cubrir con una cama de rodajas de plátano. Sobre esta capa, agregar una nueva capa de vainillas.</li>\r\n\t<li>Recubrir la segunda capa de vainillas con una capa de crema de leche.</li>\r\n\t<li>Agregar una tercera capa de vainillas para finalizar.</li>\r\n\t<li>Sobre el postre agregar el postre de chocolate o vainilla. Puedes utilizar también crema de leche o crema pastelera.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "47",
      "image": "47-image",
      "name": "Ravioles argentinos",
      "nameUrl": "ravioles-argentinos",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "50",
      "preparationTime": "2 horas",
      "description": "Los ravioles son un plato famoso de origen Italiano. El ingenio en el relleno hace que sea un plato tan versátil de preparar y brindar al comensal una experiencia sin igual. Los ravioles argentinos se preparan con tuco, dándoles un sabor característico del paladar argentino.\r\n",
      "ingredients": [
        "500 gramos de harina",
        "5 huevos",
        "Sal al gusto",
        "Aceite 50 centímetros cúbicos",
        "2 atados de espinaca",
        "500 gramos de ricota",
        "100 gramos de Mozzarella rallada",
        "100 gramos de Jamón",
        "Sal y pimienta al gusto",
        "1 litro de tomate en lata",
        "2 unidades Morrón rojo",
        "2 Cebollas",
        "2 Ajo rallado",
        "3 tomate perita",
        "Pimentón dulce al gusto",
        "1 copa Vino tinto",
        "Caldo al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Mezclar en un recipiente hondo la harina y la sal. Incorporar los huevos y el aceite. Amasar hasta lograr una masa lisa y homogénea. Dejar reposar 10 minutos y estirar.</li>\r\n\t<li>Dorar las carnes y los chorizos en una olla. Retirar y reservar. En la misma olla agregar las verduras picadas en cubos. Rehogar y sazonar al gusto. Agregar las carnes.</li>\r\n\t<li>Cocinar hasta dorar bien los ingredientes. Agregar vino a caldo, tapar dejar cocinar por 4 horas aproximadamente hasta que seque.</li>\r\n\t<li>Retirar del fuego y escurrir los restos. Dejar enfriar y armar los ravioles.</li>\r\n\t<li>Salsa: Rehogar las verduras con mantea y aceite de oliva cortadas en cubos de 2 milímetros por 2 milímetros. Al estar bien cocidas, incorporar el vino. Reducir el alcohol y finalmente agregar el caldo y el tomate.</li>\r\n\t<li>Cocinar por 30 minutos y servir.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "15",
      "image": "15-image",
      "name": "Salsa de chimichurri",
      "nameUrl": "salsa-de-chimichurri",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "12",
      "preparationTime": "15 minutos",
      "description": "Aderezo tradicional argentino con base de hierbas, ideal para acompañar cualquier carne asada, ensalada, empanada o pan. \r\nEs muy fácil de hacer y le dará un toque diferente a tus recetas.\r\n",
      "ingredients": [
        "½ taza de aceite de oliva",
        "½ taza de vinagre de vino",
        "½ taza de cebolla blanca",
        "1 cucharadita de ajo",
        "¼ de taza de perejil fresco",
        "¼ taza orégano seco",
        "1 cucharadita de ají molido",
        "1 de cucharadita de sal"
      ],
      "preparation": "<ol>\r\n\t<li>Picar la cebolla, el ajo y el perejil chiquitico.</li>\r\n\t<li>Combinar todos los ingredientes en un envase de vidrio y dejar reposar idealmente un día (nunca menos de dos horas) para que intensifique su sabor.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "16",
      "image": "16-image",
      "name": "Sándwich de miga",
      "nameUrl": "sandwich-de-miga",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "30",
      "preparationTime": "15 minutos",
      "description": "El sándwich de miga es delicado, húmedo y suave. La preparación es sencilla y no puede faltar en las reuniones argentinas. ",
      "ingredients": [
        "1 kilo de pan de miga",
        "1 paquete de jamón cocido",
        "1 paquete de queso para sándwich",
        "1 lechuga",
        "3 tomates",
        "1 Pimiento o pimentón",
        "100 gramos de Queso Roquefort",
        "½ taza de crema batida",
        "1 taza de aceitunas verdes",
        "5 rodajas de piña"
      ],
      "preparation": "<ol>\r\n\t<li>Untar con mantequilla una de las caras de las piezas del pan.</li>\r\n\t<li>Cortar los ingredientes delicadamente y hacer capas que queden compactas en el siguiente orden: Jamón y tomate, queso y lechuga, jamón y pimentón, queso y aceitunas, jamón y piña y finalmente jamón y roquefort.</li>\r\n\t<li>Para la última capa unir la crema batida con el queso desmenuzado hasta obtener una pasta compacta.</li>\r\n\t<li>Cortar en porciones aproximadamente de 10 centímetros de ancho y refrigerar cubiertos con un paño húmedo para que no se sequen.</li>\r\n\t<li>Servirlos como aperitivo para fiestas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "4",
      "image": "4-image",
      "name": "Sangría",
      "nameUrl": "sangria",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "15 minutos",
      "description": "Es una bebida refrescante, muy rica y fácil de preparar. A base de vino tinto y fruta picada, es muy consumida sobre todo en épocas de calor.",
      "ingredients": [
        "½ litro de vino tinto",
        "2 limones",
        "150 gramos de azúcar",
        "1 naranja",
        "Un par de melocotones frescos",
        "Media piña natural",
        "Hielo y soda a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Mezclar el jugo de los limones con el vino, en un recipiente de vidrio.</li>\r\n\t<li>Añadir la naranja troceada en gajos (podemos partirlos por la mitad para que desprendan mejor su jugo).</li>\r\n\t<li>Incorporar todos los melocotones y la piña en cubitos con el vino tinto.</li>\r\n\t<li>Disolver el azúcar en agua caliente para que se derrita un poco y mezclar bien con el vino.</li>\r\n\t<li>Dejar reposar 2 horas preferiblemente para que la fruta desprenda todo su sabor.</li>\r\n\t<li>Servir con unos cubitos de hielo y un poco de gaseosa o soda a gusto.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "39",
      "image": "39-image",
      "name": "Sopa correntina",
      "nameUrl": "sopa-correntina",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "15 minutos",
      "description": "Esta sopa de origen paraguayo es una variación adaptada al paladar argentino. Consiste en una mezcla de los ingredientes que se hornea recubierta con queso hasta gratinarla. Es muy común en las zonas campesinas de Argentina\r\n",
      "ingredients": [
        "1 pollo entero que se cocina en sopa",
        "½ kilo harina de maíz blanco",
        "¼ cebollas cortadas",
        "¼ pollo blanco cortado",
        "Ramo hojas de cebolla de verdeo",
        "½ queso cáscara colorada",
        "Aceite y agua en cantidad necesaria"
      ],
      "preparation": "<ol>\r\n\t<li>Preparar una polenta de pollo con harina de maiz y el resto de ingredientes.</li>\r\n\t<li>Antes de bajar el fuego, se agrega el 1/2 kilo de queso cáscara colorada y se pasa la mezcla a un molde de tarta alto.</li>\r\n\t<li>Se recubre con más queso y se hornea hasta gratinar.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "49",
      "image": "49-image",
      "name": "Tortas fritas",
      "nameUrl": "tortas-fritas",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "50",
      "preparationTime": "2 horas",
      "description": "La preparación de ésta receta es muy sencilla, ideal para meriendas improvisadas o fiestas infantiles; aunque son típicas en Argentina para los días lluviosos con mate o un buen café con leche.",
      "ingredients": [
        "1 kilo de harina de trigo",
        "1 kilo de grasa de vaca",
        "1 taza o 2 de agua tibia",
        "1 cucharada de sal",
        "Azúcar (opcional para rociarlas)"
      ],
      "preparation": "<ol>\r\n\t<li>Colocar en una taza el agua tibia con 1 cucharada de sal y batir.</li>\r\n\t<li>En un bol mezclar la harina con la grasa de vaca. Agregar agua poco a poco, e ir revolviendo (con un tenedor es más fácil para mezclar la grasa), hasta que se vaya formando la masa. Si es necesario, se le añade un poco de agua.</li>\r\n\t<li>Una vez que la preparación tome cuerpo, sacarla del bol y amasar hasta que no se pegue en las manos. Si es necesario podemos agregar pequeñas cantidades de harina para conseguirlo.</li>\r\n\t<li>Al mismo tiempo, echamos en una olla el resto de la grasa, y la ponemos al fuego, al mínimo.</li>\r\n\t<li>Vamos a ir cortando trozos de masa y hacemos como chorizos de más o menos 4 centímetros de diámetro y los estiramos en forma de círculos o discos, hasta conseguir unas tortas finas. Les hacemos un agujero en el medio y los vamos reservando.</li>\r\n\t<li>Cuando la grasa que teníamos al fuego esté en ebullición, las freiremos por ambos lados, durante 2-3 minutos aproximadamente.</li>\r\n\t<li>Una vez que las tortas fritas argentinas estén de un color marrón clarito, las retiramos y colocamos en una fuente con papel absorbente, para eliminar el exceso de grasa y disfrutarlas recién hechas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "3",
      "image": "3-image",
      "name": "Vermut",
      "nameUrl": "vermut",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "50",
      "preparationTime": "15 minutos",
      "description": "Para elaborar un buen un buen Vermut debemos tener en cuenta hacerlo aromático y fresco sin que tenga un sabor demasiado medicinal. Como excelente aperitivo, es un gran estimulador del apetito e ingrediente básico en gran número de cocteles.",
      "ingredients": [
        "10 litros de vino blanco base neutro o vino dulce (mistela).",
        "5 gramos de sumidades secas de ajenjo",
        "4 gramos de émula campana",
        "4 gramos de canela de Ceilán",
        "2,5 gramos de raíces de genciana",
        "2,5 gramos de cardamomo",
        "2,5 gramos de hojas secas de díctamo de Creta",
        "3 gramos de corteza de naranja",
        "1 gramo de romero",
        "1 gramo de albahaca",
        "1 gramo de hinojo",
        "1 gramo de anís estrellado",
        "Azúcar y caramelo al gusto."
      ],
      "preparation": "<ol>\r\n\t<li>Preparar un té con las hierbas, en medio litro de agua, a fuego dulce, durante veinte minutos aproximadamente (se vuelve amargo si excede ese tiempo).</li>\r\n\t<li>Dejar enfriar y filtrar hasta obtener el líquido cristalino que es la esencia.</li>\r\n\t<li>Agregar la infusión al vino en un recipiente para revolver, probar y añadir azúcar y caramelo al gusto.</li>\r\n\t<li>Colocar el contenido en el frigorífico a una temperatura cercana a los 3 grados, después se dejará en reposo en un lugar oscuro y fresco.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "6",
      "image": "6-image",
      "name": "Vino montañés",
      "nameUrl": "vino-montanes",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "30 minutos",
      "description": "Se produce en Colonia Suiza el vino montañés, el cual es un vino Malbec fermentado con cerezas o con frambuesas y especiado.",
      "ingredients": [
        "1 botella de vino tinto.",
        "4 cucharadas de azúcar moreno.",
        "12 clavos.",
        "6 astillas de canela.",
        "½ kilo de frambuesas",
        "1 trozo de corteza de limón"
      ],
      "preparation": "<ol>\r\n\t<li>Mezclar el vino con azúcar, canela y clavos.</li>\r\n\t<li>Agregar las frambuesas.</li>\r\n\t<li>Calentar el vino hasta el momento en el que aparecerá espuma, incluir la corteza de limón y apagar antes de que hierva.</li>\r\n\t<li>Servir en vasos con una rodaja de limón.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "1",
      "image": "1-image",
      "name": "Yerba mate",
      "nameUrl": "yerba-mate",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "15 minutos",
      "description": "La yerba mate es una bebida cotidiana en algunos países de América del Sur que durante años ha contribuido en la salud de quienes la consumen(sin exceso). Se obtiene de hojas y tallos de un árbol  nativo de las selvas subtropicales de Paraguay, Brasil y Argentina.",
      "ingredients": [
        "12 gramos de Yerba mate",
        "70 mililitros taza de Agua",
        "Azúcar (opcional)"
      ],
      "preparation": "<ol>\r\n\t<li>Poner a calentar el agua y retirar del fuego antes de que hierva.</li>\r\n\t<li>Llenar hasta las 3/4 parte del mate con yerba.</li>\r\n\t<li>Cubrimos el mate con la mano, lo damos vuelta y golpeamos suavemente la base para que el polvillo de la yerba quede en la superficie.</li>\r\n\t<li>Mojamos la bombilla con agua y la introducimos en azúcar para que se impregne bien, evitando que luego se tape.</li>\r\n\t<li>Luego inclinamos el mate unos 45 grados para introducir la bombilla hasta el final removiendo la yerba hasta ubicarla en el medio.</li>\r\n\t<li>Si se desea tomarlo dulce, introducir una cucharadita de azúcar dejándola caer sobre el extremo de la bombilla.</li>\r\n\t<li>Luego verter el agua suavemente sobre el costadito de la bombilla hasta que la superficie se llene de espuma.</li>\r\n\t<li>Después de unos segundos el agua será absorbida por la yerba y va a bajar su nivel, así que volvemos a poner más agua hasta llegar nuevamente al tope.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "17",
      "image": "17-image",
      "name": "Zapallitos rellenos",
      "nameUrl": "zapallitos-rellenos",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "En tan sólo veinte minutos, puedes preparar los zapallitos deliciosos y saludables. Son capaces de sorprender a todos los comensales por su sabor y pos sus ingredientes económicos. ",
      "ingredients": [
        "4 zapallitos redondos grandes",
        "2 cebollas",
        "2 dientes de ajo",
        "300 gramos de carne picada (con poca grasa)",
        "Aceite, cantidad necesaria",
        "Sal, pimienta y nuez moscada, a gusto",
        "Queso rallado y trocitos de manteca para espolvorear, cantidad necesaria",
        "1 taza de salsa blanca espesa"
      ],
      "preparation": "<ol>\r\n\t<li>Escoger zapallitos grandes con piel firme y lisa. Ablandarlos en agua hervida hasta que se les pueda atravesar sin dificultad algo afilado. (Tener cuidado para no pasar de cocción).</li>\r\n\t<li>Retirarlos del agua, dejarlos enfriar y ahuecar cada uno con la ayuda de una cucharita. Guardar la pulpa. Salar el interior de los zapallitos y dejarlos boca abajo en una bandeja mientras se prepara el relleno.</li>\r\n\t<li>Picar la cebolla y ajo chiquitico para cristalizar en un sartén con un chorrito de aceite; luego agregar la carne picada y sazonar.</li>\r\n\t<li>Revolver y cocinar hasta que toda la carne picada esté bien cocida.</li>\r\n\t<li>Bajar del fuego y poner en un colador grande para retirar el exceso de líquido. Exprimir la pulpa de los zapallitos e incorporar a la carne. En seguida, agregar la salsa blanca condimentada con sal, pimienta y nuez moscada.</li>\r\n\t<li>Rellenar los zapallitos con la preparación y colocarlos en una bandeja para horno engrasada. Rociar con queso rallado y trocitos de manteca. Gratinar en el horno.</li>\r\n</ol>\r\n"
    }
  ]
}