{
  "site": {
    "title": "Recetas de cocina uruguaya",
    "titleGeneric": "Recetas de cocina",
    "titleCountry": "Uruguaya",
    "description": "Deliciosas recetas de comida y cocina tipica uruguaya. Las recetas de la comida y cocina de Uruguay son sencillas y faciles de preparar.",
    "url": "https://www.cocina-uruguaya.com/",
    "version": "4.0.0",
    "id": "com.plasticwebs.cocinauruguaya",
    "admobBanner": "ca-app-pub-7429223453905389/9876723402",
    "admobIntersitial": "ca-app-pub-7429223453905389/3830189809"
  },
  "categories": [
    {
      "idCategory": "1",
      "name": "Entradas",
      "nameUrl": "entradas"
    },
    {
      "idCategory": "2",
      "name": "Sopas",
      "nameUrl": "sopas"
    },
    {
      "idCategory": "3",
      "name": "Plato Principal",
      "nameUrl": "plato-principal"
    },
    {
      "idCategory": "4",
      "name": "Reposteria",
      "nameUrl": "reposteria"
    },
    {
      "idCategory": "5",
      "name": "Bebidas",
      "nameUrl": "bebidas"
    }
  ],
  "recipes": [
    {
      "idRecipe": "37",
      "image": "37-image",
      "name": "Albóndigas con salsa de vino tinto",
      "nameUrl": "albondigas-con-salsa-de-vino-tinto",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Esta receta es bastante representativa del país, sobre todo por los ingredientes principales que la componen: la carne y el vino. En Uruguay la mayoría de los platos principales tienen como protagonista la carne vacuna y es que siendo el séptimo exportador de carne de vaca a mundial, hace que sea un producto totalmente asequible a la población. Por otra parte la producción de vinos constituye una de las actividades económicas más importantes del país. Esta receta tiene ambos elementos. ",
      "ingredients": [
        "Para las albóndigas:",
        "400 gr de carne picada",
        "1 huevo",
        "1 diente de ajo",
        "½ cdita de pimienta molida",
        "2 cdas de extracto de tomate",
        "1 cda de perejil picado",
        "½ cda de salsa inglesa",
        "Aceite para freír"
      ],
      "preparation": "<ol>\r\n\t<li>En el bol grande mezcla bien todos los ingredientes para preparar las albóndigas, luego, con las manos húmedas, armelas.</li>\r\n\t<li>Calienta aceite en la sartén, a fuego medio, y fríe las albóndigas hasta que estén doradas en forma pareja, tardan en total unos 7 minutos, y es necesario rotarlas. Retíralas y déjalas secar sobre papel absorbente.</li>\r\n\t<li>Para preparar la salsa, escurre el aceite de la sartén y, añade allí el vino y el ajo. A fuego fuerte, llevarlos a ebullición hasta que el líquido se reduzca a la mitad. Colar entonces el líquido obtenido en la ollita y agregar allí, mezclando bien, el extracto de tomate, el agua y la mostaza.</li>\r\n\t<li>Lleva a ebullición nuevamente, y luego baja a fuego lento, cuando la salsa se reduzca a la mitad incorpore la manteca.</li>\r\n\t<li>Sirve la salsa caliente junto con las albóndigas. </li>\r\n\t<li>Caliéntalas en el horno a medio-alto antes de servirlas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "17",
      "image": "17-image",
      "name": "Arrollado de atún",
      "nameUrl": "arrollado-de-atun",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Las influencias de la gastronomía europea aún permanecen en gran parte de Suramérica. Uruguay, por ejemplo, mantiene en las zonas rurales de Montevideo un buen porcentaje de producción avícola por lo que en la cocina de los hogares no se escapan los tradicionales huevos rellenos. ¿Rellenos de qué? ¡He allí el arte!, pueden ir rellenos de arroz, granos o atún, acompañado de cortes diminutos de algunas hierbas, tomate y calabacín. Esta entrada para paladares fríos suele ser ideal ante algún evento inesperado en casa, además son deliciosos para ser acompañados por cualquier mezcla para untar que se sirva en la mesa. ",
      "ingredients": [
        "8 Huevos ",
        "½ cucharadita de pimienta negra ",
        "200 gr de queso parmesano",
        "3 cucharadas de harina",
        "½ cucharadita de sal ",
        "80 gr de margarina",
        "285 gr de atún",
        "1 litro de leche",
        "1 Cebolla "
      ],
      "preparation": "<ol>\r\n\t<li>Cocina 6 huevos (13 minutos aproximadamente), corta cada uno por la mitad y retira la yema.</li>\r\n\t<li>Mezcla los restos de la yema junto al atún. Condimenta con sal y pimienta. Rellena los el espacio de los huevos con la mezcla obtenida.</li>\r\n\t<li>Pon en un recipiente los 60 gr de margarina, calienta a fuego lento hasta dorar. Agrega la cebolla (cortada en cuadritos), 3 cucharadas de harina. Cocina por algunos minutos y agrega ¾ del litro de leche. Deja cocinar hasta observar que espese la mezcla. Salpimienta y añade las yemas de los huevos restantes.</li>\r\n\t<li>Utiliza un molde para horno y vierte la mitad de la mezcla, introduce en la superficie los huevos rellenos, cubre con la mezcla restante. Por encima agrega 20 gr de margarina derretida.</li>\r\n\t<li>Ralla el queso parmesano por arriba y pon en el horno para que gratine.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "47",
      "image": "47-image",
      "name": "Asado uruguayo con chimichurri",
      "nameUrl": "asado-uruguayo-con-chimichurri",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El asado uruguayo es una comida típica de fin de semana, también es muy común servirla como plato principal de fiestas familiares o celebraciones con amistades. Se trata de un trozo de carne asado a la leña sobre una parrilla, acompañado de la tradicional salsa chimichurri. ",
      "ingredients": [
        "1/2 kg de carne para asar (por persona)",
        "sal",
        "1 manojo de perejil",
        "6 dientes de ajo",
        "aceite"
      ],
      "preparation": "<ol>\r\n\t<li>En un parrillero o parrilla portátil, prepara una fogata con leña.</li>\r\n\t<li>Coloca la parrilla de asar a un lado del fuego. Sala la carne con sal entrefina o sal parrillera.</li>\r\n\t<li>Cuando hayan suficientes brasas bien calientes como para cubrir el piso debajo de la parrilla, colócalas de forma uniforme. Se puede sentir con la mano el calor que llega alrededor de la parrilla.</li>\r\n\t<li>En ese momento puedes colocar la carne sobre la parrilla con el hueso (si tiene) hacia abajo.</li>\r\n\t<li>Tienes que ir agregando brasas durante todo el tiempo de cocción.</li>\r\n\t<li>Cocina lentamente y dale vuelta cuando comience a soltar su jugo.</li>\r\n\t<li>Prepara el chimichurri mezclando el manojo de perejil bien picado, con 6 dientes de ajo, sal, mitad de agua y mitad de aceite. </li>\r\n\t<li>Sirve el asado de carne con chimichurri.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "29",
      "image": "29-image",
      "name": "Budín de pan a la uruguaya",
      "nameUrl": "budin-de-pan-a-la-uruguaya",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Este delicioso postre de Uruguay es una excelente opción para no desperdiciar el pan que a veces queda en la alacena de un día para otro y termina por endurecerse. Puedes servirlo frío o caliente, en algunos lugares les agregan una porción de helado o de dulce de leche; otras, al momento de la preparación le dan un sabor a café, chocolate, pasas o nueces, las variaciones son infinitas, puedes agregar frutos secos o lo que se te antoje y disfrutarlo en familia. ",
      "ingredients": [
        "4 tazas de migas de pan",
        "3 tazas de leche caliente",
        "1/2 taza de azúcar",
        "1/4 taza de manteca derretida",
        "2 huevos algo batidos",
        "1/2 cta. de sal",
        "1 cta. de vainilla"
      ],
      "preparation": "<ol>\r\n\t<li>Remoja las migas de pan en la leche caliente.</li>\r\n\t<li>Agrega el resto de los ingredientes mezclándolo bien.</li>\r\n\t<li>Coloca la preparación en una budinera con caramelo o enmantecada.</li>\r\n\t<li>Hornea en horno suave (160 C - 325 F) por una hora.</li>\r\n\t<li>Para que el budín quede suave se puede dejar en remojo el pan varias horas y la cáscara del pan se ralla con un rallador grueso.</li>\r\n\t<li>La receta es ideal para utilizar el pan que nos queda de un día para otro y se endurece, desperdiciando lo menos posible.</li>\r\n\t<li>Se puede servir tibio o frio, incluso con crema doble batida.</li>\r\n\t<li>Las variaciones pueden ser con café, agregando una cta. de café instantáneo, de chocolate, con pasas, con nueces, etc.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "74",
      "image": "74-image",
      "name": "Caipiriña uruguaya",
      "nameUrl": "caipirina-uruguaya",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "",
      "description": "La caipiriña es una bebida popular en muchos países del cono sur de América. No importa a cual bar entres, puedes estar seguro de que te servirán un caipiriña si lo deseas, el asunto es que las recetas varían e, incluso, los métodos de preparación. No es igual en Uruguay, donde la Caipiriña tiene una historia: se ha preparado desde hace muchos años y una bebida más que popular, oficial, del país. La cercanía con su país fronterizo Brasil, hace que las recetas que se crearon a uno u otro lado de la frontera, se compartan casi sin que se noten las diferencias de nacionalidad.",
      "ingredients": [
        "5,0 cl. Cachaza",
        "1/2 Lim&oacute;n",
        "2 ctas. de az&uacute;car",
        "Hielo"
      ],
      "preparation": "<ol>\r\n\t<li>Dispón de un cristal.</li>\r\n\t<li>Machaca el limón con el azúcar en un mortero. </li>\r\n\t<li>Mezcla los ingredientes y bate suavemente con una pajita o sorbete. </li>\r\n\t<li>Decora con una rodaja de limón.</li>\r\n</ol>"
    },
    {
      "idRecipe": "35",
      "image": "35-image",
      "name": "Caldo casero de verduras",
      "nameUrl": "caldo-casero-de-verduras",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Los caldos caseros de verduras son tradicionalmente en esta región del mundo una excelente receta para reponerse después de alguna afección de salud o de una resaca, tienen además de las propiedades nutritivas que otorgan las verduras en sí mismas, un componente de fe, pues es común que las madres y esposas la preparen con intenciones de ayudar en la recuperación física de alguien. También es dada a las mujeres que recién han dado a luz",
      "ingredients": [
        "2 zanahorias",
        "1 cebolla",
        "&frac12; apio",
        "1 puerro",
        "&frac12; calabac&iacute;n o &frac14; zapallo",
        "2 tomates",
        "1 &frac12; l de agua",
        "sal",
        "pimienta"
      ],
      "preparation": "<ol card-sm=\"\" data-behavior=\"sortable\" data-record-list=\"  <li class=\" numbered-list__item=\"\" step=\"\">\r\n\t<li>Pela y lava todas las verduras, cortándolas en trozos pequeños.</li>\r\n\t<li>Coloca las verduras en una olla y agregar el agua.</li>\r\n\t<li>Salpimentar y cocina durante una media hora a fuego lento.</li>\r\n\t<li>Retira del fuego.</li>\r\n\t<li>Para usar como caldo, colar y reservar las verduras. Se puede freezar.</li>\r\n\t<li>Para consumir previo a las comidas, se puede licuar todo. También se puede servir así con las verduras en cuadros. </li>\r\n</ol>\r\n\r\n<article id=\"receta\">\r\n<section> </section>\r\n</article>"
    },
    {
      "idRecipe": "33",
      "image": "33-image",
      "name": "Caramelos de leche",
      "nameUrl": "caramelos-de-leche",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "10",
      "preparationTime": "",
      "description": "La autoría del delicioso dulce de leche estará en disputa siempre entre Argentina y Uruguay. Pero sin importar dónde nació exactamente, lo cierto es que es muy popular en ambos países y que se consume en proporciones similares. En esta receta aprenderás a hacer caramelos de leche. Son ideales para tenerlos en tu casa u oficina cuando llega una visita o para llevarlos contigo en tu cartera, también suelen ser ofrecidos en fiestas infantiles o reuniones familiares. Aprende a prepararlos y los consumirás cuando se te antoje. ",
      "ingredients": [
        "2 tazas de leche",
        "1 taza de azúcar molida",
        "2 cucharadas de miel",
        "25 g de manteca",
        "½ cucharadita de bicarbonato de sodio"
      ],
      "preparation": "<ol>\r\n\t<li>Pon en una cacerola todos los ingredientes en el orden mencionado y llevar a fuego lento.</li>\r\n\t<li>Cocina removiendo de tanto en tanto con cuchara de madera hasta que tome punto.</li>\r\n\t<li>Este se conoce volcando a una cucharadita de caramelo en una taza con agua fría; si se endurece, retirar de inmediato.</li>\r\n\t<li>Vuelca la mezcla sobre un mármol o asadera enmantecada o cubierta con papel manteca.</li>\r\n\t<li>Deja enfriar unos minutos, marca los caramelos con un cuchillo también enmantecado, y córtarlos cuando estén casi fríos.</li>\r\n\t<li>Envúelvelos en papel celofán transparente y conserva en lugar fresco y al resguardo de la humedad.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "36",
      "image": "36-image",
      "name": "Cazuela de mondongo",
      "nameUrl": "cazuela-de-mondongo",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Esta receta es de herencia española, sin embargo se ha arraigado en el país del tal manera, que actualmente constituye uno de los platos representativos de la gastronomía uruguaya. Se trata de un guiso hecho a base de mondongo; para quienes no sepan qué es el mondongo, es una pieza del estómago de las vacas que es muy común en este país cuya principal industria es la ganadería. Suele ser comido con mayor frecuencia durante el invierno.",
      "ingredients": [
        "1 kg mondongo",
        "2 chorizos",
        "100 gr panceta",
        "3 papas",
        "3 cebollas medianas",
        "2 zanahorias medianas",
        "1 pimientón rojo mediano",
        "1/2 cabeza ajo",
        "1 puerro",
        "100 gramos poroto de manteca",
        "1/4 litro concentrado de tomate",
        "sal",
        "pimienta",
        "orégano"
      ],
      "preparation": "<ol>\r\n\t<li>Pela y lava las verduras.</li>\r\n\t<li>Añade la cebolla en una cacerola previamente aceitada. Luego el pimentón y el ajo. Sofríe.</li>\r\n\t<li>Pica la panceta y el chorizo a tu gusto y agrega en la cacerola con la cebollas el pimetón y el ajo.</li>\r\n\t<li>Ralla una de las zanahorias. La otra córtarla en finas rodajas. Pica el puerro en rodajas y agregálo en la cacerola.</li>\r\n\t<li>Agrega la salsa de tomate el azúcar, los condimentos y los porotos (previamente remojados de la noche anterior).</li>\r\n\t<li>Corta el mondongo en cubos (previamente cocido) y agrégalo en la cacerola.</li>\r\n\t<li>Agrega agua al gusto (la cantidad que gusten con más caldo o con menos es a elección) y déjala hervir hasta que el mondongo esté a punto.</li>\r\n\t<li>Agrégale el arroz. Deja que cumpla su tiempo de cocción. Apaga el fuego y deja reposar 5 minutos y listo para servir</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "61",
      "image": "61-image",
      "name": "Cerdo con chutney de membrillo",
      "nameUrl": "cerdo-con-chutney-de-membrillo",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Este rico plato es ideal para una comida especial, lo encontrarás en restaurantes de Uruguay pero es muy fácil de preparar, así que cuando gustes podrás hacerlo tú mismo. El elemento que le da el toque especial es el chutney de membrillo. El chutney es una salsa agridulce a base de frutas, en este caso, la fruta base es el membrillo y las manzanas verdes. Si sigues bien la preparación del chutney podrás usarlo para acompañar cualquier tipo de carnes rojas y por supuesto, no olvides acompañarlo de una buena copa de vino. ",
      "ingredients": [
        "Cerdo, 2 carrés",
        "Aceite de oliva",
        "Pimienta",
        "Sal ",
        "Para el chutney:",
        "1/2 Kg. de membrillos",
        "2 manzanas verdes",
        "2 dientes de ajo picados",
        "1/2 taza de vinagre de manzana",
        "1/2 taza de azúcar rubia",
        "1 cebolla en cuadritos",
        "4 clavos de olor",
        "1 cucharadita de miel",
        "1 cucharadita gengibre",
        "1 cucharadita de canela"
      ],
      "preparation": "<ol>\r\n\t<li>Adoba la carne de cerdo con aceite de oliva, sal y pimienta.</li>\r\n\t<li>Séllarlos en una sartén o en una plancha caliente con un poco de aceite.</li>\r\n\t<li>Deja cocinar por 10 minutos a fuego medio.</li>\r\n\t<li>Pela los membrillos y las manzanas y cortar en cubos grandes.</li>\r\n\t<li>Mezcla todos los ingredientes en una olla y deja cocinar a fuego medio-bajo, revolviendo ocasionalmente con cuchara de madera hasta que la mezcla haya espesado.</li>\r\n\t<li>Finalmente corta el cerdo en rebanadas, servir con el chutney y acompar con puré, papas o verduras salteadas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "15",
      "image": "15-image",
      "name": "Chajá ",
      "nameUrl": "chaja",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Este postre es uno de los elementos que conforman la identidad del Uruguay. Fue creado el 27 de abril de 1927 por Orlando Castellanos, dueño de la confitería Las Familias, a partir de allí cobró popularidad hasta convertirse en lo que es hoy en día, uno de los postres más reconocidos en el país que incluso se exporta a Argentina, Brasil y Paraguay.  La receta original  aún sigue siendo un secreto que ha pasado de generación en generación, no obstante, esta receta es una de las más parecidas al auténtico postre.  ",
      "ingredients": [
        "1 bizcochuelo",
        "400 gr de merengues",
        "500 gr dulce de leche",
        "500 gr de crema chantilly",
        "1 lata de duraznos en almíbar",
        "Cerezas para decorar"
      ],
      "preparation": "<ol>\r\n\t<li>Corta el bizcochuelo en dos partes, humedece con el almíbar de los duraznos y úntalo con el dulce de leche.</li>\r\n\t<li>Coloca encima los merengues puestos como si fuera otra capa de bizcochuelo, agrega la crema de chantilly y sobre esto los duraznos cortados.</li>\r\n\t<li>Con la otra mitad del bizcochuelo humedecido con el resto de almíbar lo usaras como “tapa” y la vas a sobreponer y cubrir con chantilly.</li>\r\n\t<li>Al finalizar cubre toda la torta con merengues trozados y decora con duraznos en gajos y cerezas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "48",
      "image": "48-image",
      "name": "Chivito al plato",
      "nameUrl": "chivito-al-plato",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El chivito es uno de los platos más típicos de Uruguay, se come de muchas formas, especialmente en tres modalidades: chivito al pan, chivito canadiense y como plato principal nombre es chivito al plato. Es uno de los platos preferidos por los uruguayos y por los turistas, se trata de un bife de carne de vaca, huevo, jamón, queso mozzarella, papas fritas y ensalada rusa. Aprende a prepararlo aquí, de seguro te encantará porque es un plato muy completo tanto en sabor como en su contenido nutricional. ",
      "ingredients": [
        "1 bife de carne de vaca (por ejemplo de lomo) de alrededor de medio cm. de espesor",
        "2 o 3 rodajas de panceta",
        "1 huevo",
        "Jamón",
        "250 gr. de queso mozzarella",
        "Tomate",
        "Cebolla",
        "Lechuga",
        "Papas fritas",
        "Ensalada rusa"
      ],
      "preparation": "<ol>\r\n\t<li>Fríe la panceta y unas pocas rodajas de cebolla.</li>\r\n\t<li>En la misma sartén y con la grasa de la panceta, cocinar el bifé, agregándole un poco de sal cuando esté a medio hacer y también agregando el jamón y la mozzarella sobre él. La mozzarella se debe derretir.</li>\r\n\t<li>Fríe el huevo, usando una sartén limpia si es necesario.</li>\r\n\t<li>Corta el tomate en rodajas y comienza a preparar el plato en la siguiente forma: pon el bife con el jamón y la mozzarella en el plato, luego agregar la panceta, tomate, huevo frito, y cebolla arriba (el orden puede cambiar). Agregar un poco más de tomate y lechuga en un lado junto con las papas fritas y la ensalada rusa.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "41",
      "image": "41-image",
      "name": "Chivito uruguayo con pan casero",
      "nameUrl": "chivito-uruguayo-con-pan-casero",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "12",
      "preparationTime": "",
      "description": "Algunas entradas puedes resultar muy simples desarrollar y esa resulta ser a veces una de las estrategias para conseguir un plato exitoso de este tipo; aquel que ofrecemos a nuestros comensales antes de el plato fuerte. Precisamente porque será una degustación de un plato generalmente sencillo y, si llegase a ser complejo, sin duda, contando con una preparación muy práctica. La entrada debería servirse a tiempo y retirarse para dar tiempo a la preparación y la espera del plato principal. Por esto, un delicioso chivito uruguayo, hecho con pan casero es una entrada que debes aprender a preparar para tu próxima reunión familiar.",
      "ingredients": [
        "1 k harina",
        "Manteca",
        "15 grs levadura",
        "Lechuga",
        "Tomate",
        "Cebolla (caramelizada, frita o cruda)",
        "Carne (churrasco de Peceto)",
        "Muzzarella o Dambo",
        "Lomito canadiense o ahumado",
        "Huevo frito",
        "Mayonesa"
      ],
      "preparation": "<ol>\r\n\t<li>Prepara la masa a partir de harina, mantequilla derretida en aceite y sal.</li>\r\n\t<li>Prepara la levadura en agua tibia y azúcar.</li>\r\n\t<li>Lista la masa, la dejas leudar por 45 segs.</li>\r\n\t<li>Divide la masa en bollos – saldrán entre 12 y 15 bollos por kg.</li>\r\n\t<li>Estira con un rodillo en forma de cuadro y finamente.</li>\r\n\t<li>Enmanteca y pon al horno por 25 o 30 segs.</li>\r\n\t<li>Arma en el siguiente orden: lechuga, tomate, cebolla, carne, queso, lomito, huevo frito y mayonesa; pan nuevamente y disfruta.</li>\r\n</ol>"
    },
    {
      "idRecipe": "19",
      "image": "19-image",
      "name": "Choripan",
      "nameUrl": "choripan",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Una parrillera y pocos ingredientes son el origen de esta popular receta. Siendo uno de los platos más consumidos por la comunidad del Río de la Plata, el choripán es el más preparado por su sencillez: pan, chorizo, aderezo.  El chorizo utilizado puede estar compuesto por carne de res junto a carne de cerdo, una excelente combinación para llevar a la parrilla. Cada vez más, este plato suele ser la opción ante alguna festividad, siendo adoptada esta receta en otras partes del continente americano. Cualquier salsa puede acompañar a esta versión de hot dog uruguayo desde la más picante a la más agridulce.",
      "ingredients": [
        "Para el choripán",
        "4 chorizos  grandes",
        "4 panes alargados (fránces)",
        "Para el aderezo",
        "60 gr de hojas de cilantro ",
        "60 gr de hojas de perejil ",
        "45 ml de vinagre ",
        "5 gr de ajo en polvo",
        "30 gr de hojas orégano",
        "10 gr de pimienta roja molida",
        "120 ml de aceite ",
        "5 gr de  pimienta negra",
        "½ cucharadita de sal"
      ],
      "preparation": "<ol>\r\n\t<li>Vierte en un recipiente el aceite y vinagre acompañados de las hojas secas de pimiento y orégano, A medida que mezcles, añade el cilantro y el perejil (previamente picado). Mezcla bien para que se unifiquen todas las esencias. Espolvorea sal y pimienta al finalizar el aderezo.</li>\r\n\t<li>Debes ir probando la mezcla para asegurarte que ha obtenido un buen sabor, de lo contrario añade más sal o pimienta a tu gusto.</li>\r\n\t<li>Introduce los chorizos en la parrillera y mantén la llama a fuego medio. Espera a que se cocinen durante 10 minutos. Voltéalos varias veces para que se doren y no se quemen.</li>\r\n\t<li>Corta el pan francés por su parte media sin separarlo por completo.  Asegúrate que los chorizos tengan una buena cocción y retíralos de la parrillera.</li>\r\n\t<li>Aprovecha que la parrillera aún está caliente, coloca los panes y déjalos tostar.</li>\r\n\t<li>Abre el pan, añade una cucharada de aderezo, coloca el chorizo y vierte más aderezo al gusto.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "52",
      "image": "52-image",
      "name": "Chorizos al vino",
      "nameUrl": "chorizos-al-vino",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Los chorizos son una clase de embutidos propios de Iberia que fueron extendidos a América Latina durante el periodo colonial. En esta región se han arraigado hasta convertirse en parte de su cultura. En Uruguay es popular el \"chorizo criollo\" un embutido hecho con carne sin curar, ni ahumar, se pone sobre la parrilla fresco. También son comunes el chorizo colorado y el chorizo cantimplado. Son muchos los platos que tienen como ingrediente principal el chorizo, el famoso choripán por ejemplo. No obstante la receta de hoy conjuga los comunes chorizos con el delicioso vino que se produce en este mismo país, anímate a probarlo. ",
      "ingredients": [
        "3 chorizos parrilleros ",
        "1 cebolla",
        "1 morrón (pimentón)",
        "1/2 barrita de Margarina",
        "1 vaso de vino tinto"
      ],
      "preparation": "<ol>\r\n\t<li>Corta en rodajas no muy finas los chorizos</li>\r\n\t<li>Derrite la margarina en fuego moderado, agrega los chorizos junto con rodajas de cebolla y morrón, deja dorar y echa el vino (si ves que es muy poco vino, puedes ponerle otro vaso pequeño).</li>\r\n\t<li>Tapa la olla hasta que el chorizo se cocine, entonces si el jugo que ha quedado es muy aguado, prueba engrosarlo con maizena. Y ya está listo para ser disfrutado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "53",
      "image": "53-image",
      "name": "Clericó ",
      "nameUrl": "clerico",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "No es extraño que la tradición de bebidas como el Clericó se haya extendido desde el Uruguay y la Argentina, hasta Paraguay y otras regiones del cono sur, del continente americano. Las costumbres tienden a mezclarse y sin embargo, con el pasar de los años sigue siendo muy habitual en una reunión de tarde, en algún patio uruguayo, que se sirva un refrescante Clericó que, además de quitar la sed y ser una explosión de sabor para el paladar, es propicio para amenizar el mitin y alegrarlo un tanto. Compartir un Clericó preparado con equilibrio y un buen vino, tinto o blanco, será apropiado sin que importe la hora. ",
      "ingredients": [
        "Media litro de agua",
        "7 cucharadas de azúcar blanca refinada",
        "7 limones",
        "Medio melón",
        "2 peras",
        "2 manzanas sin cascara",
        "2 duraznos en almíbar",
        "Media botella de vino tinto de mesa",
        "Hielos"
      ],
      "preparation": "<ol itemprop=\"recipeInstructions\">\r\n\t<li>\r\n\t<p>Vierte medio litro de agua en una jarra y haz una limonada:  7 cucharadas de azúcar, luego el jugo de los 7 limones y mezcla bien.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Lava y corta en cuadros pequeños la fruta y agrega limonada.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Incorpora la media botella de vino tinto, mezcla y añade hielo </p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Deja enfriar.</p>\r\n\t</li>\r\n\t<li>\r\n\t<p>Sirve en copas o vasos con una cucharada de fruta y disfruta.</p>\r\n\t</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "46",
      "image": "46-image",
      "name": "Colitas de cuadril al vino tinto ",
      "nameUrl": "colitas-de-cuadril-al-vino-tinto",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Este elegante plato, es delicioso y no resulta nada costoso en Uruguay, un país donde las carnes y los vinos abundan. Las carnes uruguayas son de las mejores del mundo al igual que sus vinos, por eso las recetas con estos ingredientes son tan importantes. Tal es el caso de este plato que deleita el paladar de los comensales con el delicioso sabor de la carne, marinada con vino tinto y con una textura muy agradable. En Uruguay lo encuentras en muchos restaurantes, pero hoy podrás hacerlo en casa. ",
      "ingredients": [
        "1 colita de cuadril de 1 kg aproximadamente",
        "1 cebolla grande",
        "1 pimentón",
        "2 dientes de ajo",
        "2 cucharadas de aceite",
        "1 hoja de laurel",
        "Sal y pimienta a gusto",
        "1 vaso grande de un buen vino tinto",
        "Papas o ensalada de verdes para acompañar"
      ],
      "preparation": "<ol>\r\n\t<li>Calienta una sartén con las 2 cucharadas de aceite. Salpimenta la carne y colócala en la sartén hasta que se dore; agrega la cebolla cortada,el morrón y el ajo.</li>\r\n\t<li>Cocina unos 10 minutos y agrégale el vino tinto y el laurel.</li>\r\n\t<li>Cocina a fuego moderado unos 20 minutos.</li>\r\n\t<li>Acompaña con puré de papas espolvoreado con perejil picadito, o con una ensalada de hojas verdes.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "14",
      "image": "14-image",
      "name": "Coquitos Uruguayos ",
      "nameUrl": "coquitos-uruguayos",
      "idCategory": "4",
      "rating": " 5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Este postre uruguayo, es uno de los más tradicionales y deliciosos. Su ingrediente principal es el coco, una fruta tropical que se encuentra muy presente en la gastronomía de América Latina.  Esta fruta no solo es de un suave y agradable sabor, también es rico en potasio y con alta cantidad de fibra. Es muy fácil de preparar y suele ser consumido a la hora del té o café y también en las celebraciones familiares, aunque si aprendes a prepararlos podrás comerlos cuando se te antoje.",
      "ingredients": [
        "2 huevos",
        "1 taza de azúcar",
        "1 cda. de manteca derretida",
        "2 cdas. de harina",
        "2 cdas. de maizena",
        "2 tazas de coco rallado"
      ],
      "preparation": "<ol>\r\n\t<li>Bate los huevos hasta que estén espesos.</li>\r\n\t<li>Agrega el azúcar con la manteca y continuar batiendo.</li>\r\n\t<li>Mezcla la harina con la maizena y el coco rallado.</li>\r\n\t<li>Ir agregando a la preparación mientras se bate</li>\r\n\t<li>Coloca en un molde enmantecado por cucharaditas. También se puede utilizar una manga pastelera con boquilla.</li>\r\n\t<li>Cocina en horno medio (175 C - 350 F) por aproximadamente 15 minutos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "79",
      "image": "79-image",
      "name": "Corazón de Indio",
      "nameUrl": "corazon-de-indio",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "",
      "description": "Uruguay es un país cuya densidad de población joven se haya en pleno crecimiento. Un país dedicado a la agricultura y el cultivo de viñedos, pues es el vino una de sus principales actividades económicas. Esa característica de país de ciudadanos en su mayoría adultos, hace que los gustos por las bebidas sean muy variados. Y es precisamente esa creciente población joven, que enfoca sus esfuerzos en nuevas actividades comerciales y de entretenimiento, impulsan la coctelería y la producción de bebidas con alcohol, logrando que sean cada vez más populares los tragos como el corazón de indio y cada vez más aceptado por todos.",
      "ingredients": [
        "25 cc de ron dorado",
        "20 cc de co&ntilde;ac",
        "25 cc de un buen whisky",
        "10 cc de licor de crema de cacao",
        "Hielo a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Prepara una coctelera.</li>\r\n\t<li>Incorpora los ingredientes uno por uno en el recipiente. </li>\r\n\t<li>Bate hasta mezclar de manera uniforme. </li>\r\n\t<li>Sirve.</li>\r\n</ol>"
    },
    {
      "idRecipe": "85",
      "image": "85-image",
      "name": "Cosmopolitan",
      "nameUrl": "cosmopolitan",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La cultura de las bebidas con alcohol es una realidad en la República Oriental de Uruguay. Un país con exquisitos gustos y, a pesar de su gran densidad de población mayor, con tendencia a la fiesta y a los ambientes familiares. Se mezclan una gran cantidad entre los que el gusto por las bebidas alcohólicas tienen un importante lugar, de allí que bebidas tan populares como el Cosmopolitan sean de lo más tradicional en bares y discotecas del país, sin importar la latitud. Incorporar esta bebida es ideal puesto que es hoy día parte de la cultura del Uruguayo y un aporte para que todos conozcamos y preparemos en casa.",
      "ingredients": [
        "1 1/2 Oz de Vodka",
        "1/2 Oz de Triple sec",
        "2 Oz de jugo de Ar&aacute;ndano",
        "Jugo de 1/6 de lim&oacute;n"
      ],
      "preparation": "<ol>\r\n\t<li>Dispón de una coctelera.</li>\r\n\t<li>Incorpora hielo a la coctelera.</li>\r\n\t<li>Vierte el Vodka.</li>\r\n\t<li>Procede con el triple sec.</li>\r\n\t<li>Agrega el jugo de limón.</li>\r\n\t<li>Agita fuertemente por unos cuantos segundos.</li>\r\n\t<li>Sirve con un colador sobre una copa de coctel enfríada previamente.</li>\r\n</ol>"
    },
    {
      "idRecipe": "57",
      "image": "57-image",
      "name": "Costillas de cerdo con boniatos",
      "nameUrl": "costillas-de-cerdo-con-boniatos",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Aunque Uruguay es uno de los principales exportadores de carne de vaca, también existen quienes se dedican a la cría de otro tipo de carnes, existe una organización de productores de carne de cerdo. En este caso, la receta que hoy traemos va con carne de cerdo y boniatos. Los boniatos, también conocidos como batatas, son muy populares en este país, se trata de un tubérculo parecido a la papa pero de sabor dulzón. Es utilizado ampliamente en la cocina uruguaya tanto para platos dulces como para platos salados. ",
      "ingredients": [
        "6 costillitas de cerdo",
        "3 huevos",
        "Pan rallado",
        "Sal y pimienta",
        "4 boniatos",
        "20 g de manteca",
        "Aceite"
      ],
      "preparation": "<ol>\r\n\t<li>Desgrasa las costillas, condimenta con sal y pimienta.</li>\r\n\t<li>Pasa las costillitas por los huevos batidos, y luego por el pan rallado.</li>\r\n\t<li>Calienta una sartén con un fondito de aceite, y fríe las costillitas hasta que queden doradas.</li>\r\n\t<li>Pela los boniatos y córtarlos en cubos.</li>\r\n\t<li>En otra sartén, coloca la manteca, un poco de aceite y cocinar los boniatos hasta que estén tiernos.</li>\r\n\t<li>Sirve un colchoncito de boniatos asados, y sobre ellos las costillitas (se calculan dos por persona).</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "78",
      "image": "78-image",
      "name": "Crema de carne con verduras",
      "nameUrl": "crema-de-carne-con-verduras",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "La famosa crema de verduras con carne es una de las opciones de las familias uruguayas para comer al almuerzo. En invierno las sopas cobran popularidad en este país donde se necesita cambiar de dieta para enfrentar las bajas temperaturas, ya que una población importante de los trabajadores se dedica a la ganadería, lo que implica un trabajo expuesto a las condiciones climáticas del país. Por otra parte, los aportes nutricionales que brinda al cuerpo la hacen un plato ideal para recuperar el desgaste físico de aquellas ocupaciones que tienen mayor exigencia física. ",
      "ingredients": [
        "1/2 kg de patatas",
        "1/4 kg zanahorias",
        "1 manojo de puerros",
        "1/4 kg de carne picada",
        "1 tomate",
        "2 ajos",
        "1 pimiento verde",
        "1 cebolla",
        "1/2 cucharada de pimentón",
        "Pan tostado a cuadritos",
        "Sal"
      ],
      "preparation": "<ol>\r\n\t<li>Pon todo en la olla y se deja 20 minutos en cuanto empiece a hervir.</li>\r\n\t<li>Pasa todo a la batidora y luego por la licuadora, así queda más cremoso, vuelve a ponerlo al fuego un rato y se prueba.</li>\r\n\t<li>Para servir acompaña de pan tostado a cuadritos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "32",
      "image": "32-image",
      "name": "Dulce de Boniato ",
      "nameUrl": "dulce-de-boniato",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El dulce de boniato, también conocido como dulce de boniato, es uno de los más típicos en el cono Sur, sobre todo en las zonas adyacentes al Río de la Plata, Argentina y Uruguay. Está muy presente en la gastronomía de este país, tanto en platos dulces como salados. En este país es base del tradicional dulce Martín Fierro, incluso existe una industria en torno a la producción del dulce de boniato, gracias a esto, se puede conseguir en latas en supermercados.",
      "ingredients": [
        "1 kg de boniatos con cáscara",
        "½ lt de agua",
        "1 kg de azúcar",
        "Canela y clavo de olor, a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Cocina los boniatos con la cáscara.</li>\r\n\t<li>Luego quítae la piel y pisa bien la pulpa.</li>\r\n\t<li>Prepara un almíbar aparte con el azúcar y el agua, agrégale al puré.</li>\r\n\t<li>Revuélve continuamente sobre el fuego hasta que tome el punto deseado.</li>\r\n\t<li>Aromatiza con canela y clavo de olor.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "23",
      "image": "23-image",
      "name": "Ensalada con aceitunas",
      "nameUrl": "ensalada-con-aceitunas",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Las ensaladas son la máxima representación de algunas entradas. ¿Su origen? de Europa, de los griegos, de España, y así llegan al sur de América, a La República Oriental del Uruguay. La ensalada con aceitunas es una clásica entrada fría que no ha perdido su costumbre en la mesa. Por supuesto, tiene sus variaciones en cuanto a los ingredientes principalmente en la mayoría de las hortalizas; sin embargo, el tomate, el queso, y las aceitunas son los más representativos en la preparación de esta entrada. La aceituna, del olivo indica que los griegos no solo han dejado un legado en la mente occidental sino también un legado en la gastronomía.",
      "ingredients": [
        "400 gr de tomate cherry",
        "20 aceitunas negras",
        "250 gr de queso de cabra",
        "¼ de aceite de oliva",
        "1 cucharadita de sal",
        "1 cucharadita de pimienta",
        "10 gr de hojas de albahaca  "
      ],
      "preparation": "<ol>\r\n\t<li>Limpia los tomates y córtalos por la mitad.</li>\r\n\t<li>Parte el queso en cuadrados pequeños.</li>\r\n\t<li>Agrégalos todos en un recipiente junto con las todas las aceitunas.</li>\r\n\t<li>Viérteles el aceite y las especies por encima</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "34",
      "image": "34-image",
      "name": "Ensopado uruguayo",
      "nameUrl": "ensopado-uruguayo",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El ensopado uruguayo es una comida típica de los campos uruguayos, se trata de una sopa de verduras, con carne o pollo dependiendo del gusto de quien la prepare, de cualquier manera debe tener fideos o pasta, preferiblemente en dedales, es este el elemento más característico del popular ensopado. Es muy popular al sur de Uruguay, suele comerse para calentar el cuerpo en invierno, ya que es ideal para combatir el frío. Puede ser tu especialidad del fin de semana, prepararlo es muy sencillo.",
      "ingredients": [
        "3&nbsp;papas",
        "1/2&nbsp;zanahoria",
        "1/2&nbsp;cebolla",
        "300 gr de carne o Pollo a gusto",
        "1/2 piment&oacute;n",
        "100 grs&nbsp;panceta o tocino",
        "1&nbsp;puerro",
        "salsa de tomate a gusto",
        "sal y pimienta a gusto",
        "1&nbsp;de pizca de az&uacute;car",
        "fideos de preferencia dedales"
      ],
      "preparation": "<ol card-sm=\"\" data-behavior=\"sortable\" data-record-list=\"  <li class=\" numbered-list__item=\"\" step=\"\">\r\n\t<li>Pica la cebolla y el pimentón, fríelo en aceite. Agrégale la panceta, y la carne o el pollo</li>\r\n\t<li>Agrégale la salsa de tomate cuando la cebolla esté dorado.</li>\r\n\t<li>Cuando esté todo cocido agrega agua y la demás verduras.</li>\r\n\t<li>Cuando la verdura esté super blanda, incluso algunos trozos se hayan disuelto en el caldo, agrega los fideos y cuando estén prontos deja reposar y servir.</li>\r\n\t<li>Se puede agregar orégano, adobo, caldos, picante, etc</li>\r\n</ol>"
    },
    {
      "idRecipe": "72",
      "image": "72-image",
      "name": "Escalera al cielo",
      "nameUrl": "escalera-al-cielo",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "",
      "description": "La tendencia de optar por los cocteles y preferirlos en reuniones y mitins, resulta más intensificada en los últimos años en el sur de Latinoamérica, no es la excepción Uruguay. Siendo un país con costumbres de antaño que evocan las grandes satisfacciones de las bebidas fermentadas y el gusto por las reuniones familiares, el romanticismo y los momentos cálidos, acompañados de un cristal en la mano, con bebidas de calidad, combinaciones de licores que, en la mayoría de los casos se producen dentro del país, como es el caso de Escalera al cielo, un coctel que puedes preparar desde la comodidad de tu hogar y con una técnica muy sencilla.",
      "ingredients": [
        "2 Medidas De Gin",
        "2 Medidas De Vodka",
        "2 Medidas De Blue Curacao",
        "Hielo"
      ],
      "preparation": "<ol>\r\n\t<li>Dispón una coctelera para la preparación.</li>\r\n\t<li>Incorpora los ingredientes uno a uno. </li>\r\n\t<li>Bate hasta mezclar uniformemente. </li>\r\n\t<li>Sirve.</li>\r\n</ol>"
    },
    {
      "idRecipe": "9",
      "image": "9-image",
      "name": "Flan Uruguayo",
      "nameUrl": "flan-uruguayo",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "",
      "description": "El flan uruguayo se caracteriza por ser servido con una generosa porción de dulce de leche, incluso en algunas regiones lo sirven con una porción de helado también. Este delicioso postre es de bajo costo y además de rápida preparación por eso es uno de los favoritos por los comensales uruguayos. Se trata de un plato de herencia española que desde tiempos de la colonia se ha convertido en parte de la identidad de este país. ",
      "ingredients": [
        "1 litro de leche",
        "8 huevos",
        "150 gramos de azúcar",
        "Esencia de vainilla a gusto",
        "Caramelo preparado con 100 gramos de azúcar",
        "Dulce de Leche"
      ],
      "preparation": "<ol>\r\n\t<li>Hierve la leche con el azúcar y revolver hasta que se disuelva. Dejar enfriar</li>\r\n\t<li>Bate los huevos con unas gotas de esencia de vainilla. Una vez listo el batido, incorpora  la leche, mezcla y pasa por un colador</li>\r\n\t<li>Cubre el fondo y los bordes del molde con caramelo derretido, coloca la mezcla dentro de la flanera y llévala a baño de María en una fuente de horno.</li>\r\n\t<li>Cocina durante 50 ó 55 minutos, verificando su cocción con un palito de brochette. Deja enfriar y desmolda. Servir acompañado con dulce de leche, con crema batida o hilos de caramelo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "13",
      "image": "13-image",
      "name": "Garrapiñada",
      "nameUrl": "garrapinada",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La garrapiñada es una golosina muy popular en el Uruguay, se trata de un snack dulce elaborado con maní confitado. En este país puedes encontrarlo por doquier, en puestos callejeros, en partidos de fútbol, plazas públicas, recitales, teatros, suelen ser vendidas en bolsitas de nylon, sobre todo en temporada de invierno, por su alto contenido calórico. Su nombre deriva de la palabra “garapiñar” que es cuando una golosina es bañada en almíbar hasta que se formen grumos. Aunque originalmente se hace con maní, también existen sus variantes con otros frutos secos.",
      "ingredients": [
        "2 tazas de az&uacute;car",
        "1 taza de agua",
        "2 tazas de man&iacute; crudo",
        "2 cucharadas chicas de extracto de vainilla"
      ],
      "preparation": "<ol>\r\n\t<li>Coloca todos los ingredientes juntos dentro de la olla sobre fuego fuerte revolviendo con una cuchara de madera sin cesar en ningún momento.</li>\r\n\t<li>Una vez que se está espesando, es que se están empenzando a formar las garrapiñadas, por lo que es momento de bajar el fuego al mínimo.</li>\r\n\t<li>Cuando adquiere un color marrón claro o ámbar está listo. Al quitar las garrapiñadas de la olla conviene esparcirlas en una fuente para que no se peguen.</li>\r\n</ol>"
    },
    {
      "idRecipe": "66",
      "image": "66-image",
      "name": "Gazpacho uruguayo",
      "nameUrl": "gazpacho-uruguayo",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "El gazpacho es una deliciosa sopa fría que suele servirse en temporada de verano, es herencia de la cocina española pero llegó hasta Uruguay en la época colonial. El tomate es la base principal de esta sopa, sin embargo también tiene otros vegetales crudos procesados. Su consumo se ha internacionalizado y se ha creado una industria, en la actualidad se vende envasado. Curiosamente en Uruguay es servido como aperitivo o plato de entrada y no como sopa o plato principal.",
      "ingredients": [
        "1 Pepino",
        "3 Tomates",
        "1 Rama de apio",
        "1 Diente de ajo",
        "1 Cebolla",
        "1 Pimentón verde",
        "3 cdas. de vinagre de vino",
        "6 cdas. de aceite de oliva",
        "4 rebanadas de pan lactal",
        "agua helada",
        "sal",
        "pimienta",
        "almendras peladas"
      ],
      "preparation": "<ol>\r\n\t<li>Prepara las verduras cortándolas en trozos, retirando semillas al tomate, a los morrones y los pepinos.</li>\r\n\t<li>Remoja el pan en una taza de agua, y coloca todos los ingredientes en el vaso grande de la minipimer, procesar hasta triturar los vegetales junto con el pan y las almendras, y agregar agua helada de a poco hasta obtener una sopa fría cremosa.</li>\r\n\t<li>Condimenta a gusto.</li>\r\n\t<li>Deja reposar de 2 a 6 horas en la heladera, es más rico.</li>\r\n\t<li>Servir rociado con unas gotas de aceite de oliva extra virgen.</li>\r\n\t<li>Como aperitivo, servir en copas de martinni.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "67",
      "image": "67-image",
      "name": "Glaseado de café",
      "nameUrl": "glaseado-de-cafe",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El café es amado pro todos en todas partes del mundo y es en países como Colombia o Perú de donde se extraen los mejores cultivos; no obstante Uruguay también cuenta con café de excelente calidad y un trabajo de producción de las semillas que deja un producto realmente bueno. El hábito de tomar café por las mañanas es una práctica en Uruguay como en otras partes de la región latinoamericana y es por eso que saber preparar un glaseado de café podría darle un toque original a la manera de beber el café, pues es una presentación que a los uruguayos les encanta, uno de los pedidos más frecuentes en los café montevideanos. ",
      "ingredients": [
        "Huevos: 2 unidades",
        "Azúcar: 350 gramos",
        "Azúcar vainillado: 1 cucharadita",
        "Café preparado: 6 cucharadas",
        "Cacao puro en polvo: 50 gramos"
      ],
      "preparation": "<ol>\r\n\t<li>Separa las claras de las yemas de los huevos</li>\r\n\t<li>Pon las claras, el azúcar, el azúcar vainillado y el café preparado previamente en una olla.</li>\r\n\t<li>Pon a cocer al baño María, mientras bates, con ayuda de un batidor, hasta que consigas un merengue blanco y esponjoso.</li>\r\n\t<li>Cuando el merengue haya adquirido la esponjosidad y cuerpo deseados, retíralo del fuego</li>\r\n\t<li>Antes de que el merengue se enfríe debes darle forma, para que quede más compacto.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "58",
      "image": "58-image",
      "name": "Grappa con limón",
      "nameUrl": "grappa-con-limon",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Muchas bebidas alcohólicas son apreciadas en el Uruguay, en primer lugar por las razones tradicionales por las que consumimos habitualmente licores, pues son ideales para amenizar nuestras reuniones y desinhibirnos; en segundo lugar, porque sus preparaciones se realizan con métodos autóctonos propios de tradiciones que se han llevado a cabo desde épocas muy antiguas. No es la excepción el caso de la Grappa, una bebida muy popular en la República Oriental de Uruguay, un país bastante tranquilo y de costumbres muy arraigadas. La mezcla con limón es una de sus variantes, aunque la más popular es la famosa grappamiel.",
      "ingredients": [
        "Alcohol ETILICO: 1 litro (No lo confundas con alcohol Metílico, un componente peligroso para la salud)",
        "Agua Destilada: 1 litro",
        "Limón: 1/2 sin semillas"
      ],
      "preparation": "<ol>\r\n\t<li>Pon a hervir el agua, cuando empiece a hervir, agrega el limón y deja hervir por 10 minutos.</li>\r\n\t<li>Deja enfriar y agrega el Alcohol.</li>\r\n\t<li>Filtra (con un filtro de papel para café) y envasa.</li>\r\n\t<li>Espera 2 días antes de consumir.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "59",
      "image": "59-image",
      "name": "Guiso de carne con vino tinto y polenta",
      "nameUrl": "guiso-de-carne-con-vino-tinto-y-polenta",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Los guisos de carne o estofados son muy populares en la cocina uruguaya, por varias razones, primero porque la carne es un alimento proteico que abunda en el país, ya que son el séptimo productor mundial de carne, segundo, porque es un plato invernal, que además de ser muy rico en sabor aporta muchas calorías al cuerpo, ayudando a mantener la temperatura ideal en el cuerpo. Además constituye un plato práctico para los campos donde se trabaja en el campo y hay que cocinar para bastantes comensales. ",
      "ingredients": [
        "1 kg de paleta, cortada en cubos",
        "2 cdas de harina",
        "50 cc de aceite",
        "100 gr de panceta",
        "2 cebollas",
        "3 dientes de ajo",
        "1 cucharada de extracto de tomate",
        " 1 taza de vino tinto",
        "1 taza de caldo de carne",
        "1 ramita de perejil",
        "1 hoja de laurel",
        "2 zanahorias",
        "Sal",
        "Pimienta",
        "Polenta con queso"
      ],
      "preparation": "<ol>\r\n\t<li>Salpimenta la carne y espolvorea con harina.</li>\r\n\t<li>Coloca aceite en una cacerola profunda y con fondo grueso, sella la carne y agrega la panceta picada.</li>\r\n\t<li>Añade las cebollas y los ajos picados.</li>\r\n\t<li>Rehoga hasta dorar.</li>\r\n\t<li>Incorpora el extracto de tomate e integrar.</li>\r\n\t<li>Desglasa con el vino tinto.</li>\r\n\t<li>Cubre con caldo, perfumaa con laurel y perejil, tapa la cacerola, baja el fuego y cocina durante 30-40 minutos.</li>\r\n\t<li>Agrega las zanahorias cortadas en láminas o en rodajas.</li>\r\n\t<li>Continúa la cocción por 20 minutos más.</li>\r\n\t<li>Acompaña el guiso con un plato de polenta bien cremosa (preparada con mitad agua y mitad leche, más un toque de queso parmesano rallado).</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "56",
      "image": "56-image",
      "name": "Guiso de carne y papas",
      "nameUrl": "guiso-de-carne-y-papas",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Uruguay es un país ubicado en el cono sur, su ubicación geográfica hace que  las temperaturas sean bajas, por eso muchos de los platos típicos además de tener ingredientes propios de la región son de alto contenido calórico ideales para ser consumidos en invierno. La receta de hoy hace parte de la cocina uruguaya tradicional y masiva, pues además de ser de bajo costo y rápida y sencilla preparación, acaban con el hambre de cualquiera y le aportan energía que les permite elevar la temperatura del cuerpo. ",
      "ingredients": [
        "500 grs de paleta o roast beef ",
        "1/2 taza de harina",
        "1 cebolla grande",
        "1 ají o pimiento",
        "2 zanahorias grandes",
        "2 papas ",
        "1 lata de arvejas",
        "1 lata de tomates",
        "Orégano ",
        "Sal",
        "1 cubito de caldo de carne",
        "2 lts de agua hirviendo ",
        "250 grs de fideos pequeños para sopa pueden ser coditos o dedalitos o los que tengan.",
        "Hojas de laurel"
      ],
      "preparation": "<ol>\r\n\t<li>Limpia la carne, sácale la grasa que tenga y córtala en cubitos .</li>\r\n\t<li>En una cacerola pon un poco de aceite y ve agregando la cebolla, el ají y las zanahorias cortadas.</li>\r\n\t<li>Pon la sal y pimienta a gusto.</li>\r\n\t<li>Revuelve de forma alternada unos minutos a fin de que no se pegue la carne al fondo y se cocine de forma pareja.</li>\r\n\t<li>Agrega el tomate en lata sino está muy triturado córtarlo más pequeño</li>\r\n\t<li>Agrega el agua hirviendo con los cubos de carne a gusto y las hojas de laurel.</li>\r\n\t<li>Deja que se cocine a fuego fuerte, mientras pica las papas en cubitos y lo pones en la olla dejando cocinar unos 10 minutos y vas agregando los fideos. </li>\r\n\t<li>Remueve con frecuencia hasta que los fideos estén aldentes y las papas cocidas. </li>\r\n\t<li>Finalmente agrega las arvejas de lata precocidas y deja que se cocinen 5 minutos </li>\r\n\t<li>Pasado este tiempo está listo para servir. </li>\r\n</ol>\r\n\r\n<p> </p>\r\n"
    },
    {
      "idRecipe": "30",
      "image": "30-image",
      "name": "Higos secos al tannat",
      "nameUrl": "higos-secos-al-tannat",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El toque particular que hace de esta receta un postre típico de Uruguay es que el almíbar tiene vino de tannat, una uva que aunque es originaria del sur de Francia, fue introducida en Uruguay en tiempos de la colonia. Actualmente es considerada la uva nacional. Este sencillo postre se convierte en uno muy elegante debido al vino, ya que la industria vinícola de Uruguay se caracteriza por producir el mejor tannat del mundo, con un bouquet muy suave y elegante. ",
      "ingredients": [
        "4 tazas de higos secos",
        "1 taza de azúcar rubio",
        "4 cucharadas de vino tannat",
        "1 taza de agua",
        "4 cucharadas de manteca"
      ],
      "preparation": "<ol>\r\n\t<li>En una sartén coloca el agua, el azúcar y el vino.</li>\r\n\t<li>Cocina unos minutos.</li>\r\n\t<li>Agrega los higos y continuar la cocción hasta que se forme un almíbar espeso. </li>\r\n\t<li>Retira y ya está listo para servir.</li>\r\n\t<li>Puedes decorar colocando  en el fondo del postre el almíbar, luego forma con los higos una especie de pirámide (de mayor a menor hacia arriba).</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "18",
      "image": "18-image",
      "name": "Huevos rellenos al gratín",
      "nameUrl": "huevos-rellenos-al-gratin",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Las influencias de la gastronomía europea aún permanecen en gran parte de Suramérica. Uruguay, por ejemplo, mantiene en las zonas rurales de Montevideo un buen porcentaje de producción avícola por lo que en la cocina de los hogares no se escapan los tradicionales huevos rellenos. ¿Rellenos de qué? ¡He allí el arte!, pueden ir rellenos de arroz, granos o atún, acompañado de cortes diminutos de algunas hierbas, tomate y calabacín. Esta entrada para paladares fríos suele ser ideal ante algún evento inesperado en casa, además son deliciosos para ser acompañados por cualquier mezcla para untar que se sirva en la mesa. ",
      "ingredients": [
        "8 Huevos ",
        "½ cucharadita de pimienta negra ",
        "200 gr de queso parmesano",
        "3 cucharadas de harina",
        "½ cucharadita de sal ",
        "80 gr de margarina",
        "285 gr de atún",
        "1 litro de leche",
        "1 Cebolla "
      ],
      "preparation": "<ol>\r\n\t<li>Cocina 6 huevos (13 minutos aproximadamente), corta cada uno por la mita y retira la yema.</li>\r\n\t<li>Mezcla los restos de la yema junto al atún. Condimenta con sal y pimienta. Rellena los el espacio de los huevos con la mezcla obtenida.</li>\r\n\t<li>Pon en un recipiente los 60 gr de margarina, calienta a fuego lento hasta dorar. Agrega la cebolla (cortada en cuadritos), 3 cucharadas de harina. Cocina por algunos minutos y agrega ¾ del litro de leche. Deja cocinar hasta observar que espese la mezcla. Salpimienta y añade las yemas de los huevos restantes.</li>\r\n\t<li>Utiliza un molde para horno y vierte la mitad de la mezcla, introduce en la superficie los huevos rellenos, cubre con la mezcla restante. Por encima agrega 20 gr de margarina derretida.</li>\r\n\t<li>Ralla el queso parmesano por arriba y pon en el horno para que gratine.</li>\r\n</ol>\r\n\r\n<p> </p>\r\n\r\n<p> </p>\r\n\r\n<p> </p>\r\n"
    },
    {
      "idRecipe": "62",
      "image": "62-image",
      "name": "Jugo de Arazá rojo",
      "nameUrl": "jugo-de-araza-rojo",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El Arazá es una fruta muy común en Uruguay que se extiende por todo el Brasil y parte de Paraguay. Una fruta dulce de un volumen espeso, un sabor dulce y un tamaño relativamente pequeño. Es popular que se la coma pura, una delicia que a los niños les encanta disfrutar, pues los árboles de Azará se encuentran en toda la región y crecen sin necesidad de muchos cuidados. Un jugo de Azará, para el cual no necesitas ingredientes no conocidos, resulta una elección de jugo muy refrescante que puede beberse para acompañar casi cualquier plato, incluso los tradicionales de la cocina uruguaya.",
      "ingredients": [
        "Varios araz&aacute;",
        "Agua",
        "Az&uacute;car"
      ],
      "preparation": "<ol>\r\n\t<li>Lava los azará.</li>\r\n\t<li>Pícalos a la mitad.</li>\r\n\t<li>Ponlos en la licuadora junto con el agua y el azúcar.</li>\r\n\t<li>Cuela el jugo para eliminar residuos.</li>\r\n\t<li>Ponlo a enfríar.</li>\r\n\t<li>Una vez frío, ponle hielo y sírvelo.</li>\r\n</ol>"
    },
    {
      "idRecipe": "60",
      "image": "60-image",
      "name": "Jugo de guayabo",
      "nameUrl": "jugo-de-guayabo",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El guayabo es un fruto muy común en toda Latinoamérica, no obstante no es de aquellos cotizados o admiramos por su belleza y colorido. Tanto que en muchas ocasiones se lo ha llamado “el fruto invisible”. Siempre presente en nuestras mesas, no importa del país de Suramérica que seamos, siempre que nos guste comer de un modo un tanto tradicional. Uruguay no es la excepción y, en su caso, resulta un jugo muy común y apreciado por su gran sabor y calidad. Bastante popular, al punto de ser parte de los menús más populares y de estar siempre en las mesas de los uruguayos.",
      "ingredients": [
        "4 guayabas medianas",
        "1/2 taza de az&uacute;car",
        "Agua",
        "Cubitos de hielo (opcionales)"
      ],
      "preparation": "<ol>\r\n\t<li>Lava y pela los guayabos.</li>\r\n\t<li>Pícalos en trozos pequeños.</li>\r\n\t<li>Echa la guayaba troceada en la licuadora junto con el agua y el azúcar.</li>\r\n\t<li>Cuela el jugo para eliminar las pepas.</li>\r\n\t<li>Ponlo a enfríar.</li>\r\n\t<li>Una vez frío, ponle hielo y sírvelo. </li>\r\n</ol>"
    },
    {
      "idRecipe": "64",
      "image": "64-image",
      "name": "Jugo de Pitanga",
      "nameUrl": "jugo-de-pitanga",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La pitanga es hoy día considerado uno de los tesoros de la amazonia de la región sur de América, de esas frutas tropicales que no son muy famosas pero se han consolidado como parte de la identidad de países como Uruguay, donde este fruto abunda. Las propiedades de la pitanga van desde usos medicinales hasta ingrediente que enriquece la gastronomía del país. Sus propiedades diuréticas hacen que en jugos y otras bebidas sea su consumo, además de una delicia, un regulador orgánico, además de antidiarréico, entre otras cosas. Su sabor hace que pueda consumirse y disfrutarse en cualquier momento del día.",
      "ingredients": [
        ""
      ],
      "preparation": "<ol>\r\n\t<li>Lava y pela los pitangas.</li>\r\n\t<li>Pícalas en trozos.</li>\r\n\t<li>Ponlas en la licuadora y añade agua y azúcar.</li>\r\n\t<li>Cuela para separar las impurezas.</li>\r\n\t<li>Ponlo a enfríar.</li>\r\n\t<li>Una vez frío, ponle hielo y sírvelo. </li>\r\n</ol>"
    },
    {
      "idRecipe": "40",
      "image": "40-image",
      "name": "Lengua a la vinagreta",
      "nameUrl": "lengua-a-la-vinagreta",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Los cortes de carne más cotizados por muchos comensales no son precisamente los más comunes y tradicionales, sino aquellos que ofrecen particularidad en el sabor y la textura y que necesitan preparaciones especiales. No obstante, en el Uruguay, por aquel gusto tradicional por la carne de res, dado que es un país cuyo fuerte es la agricultura y la ganadería, la lengua representa una delicia culinaria, una apuesta a la cocina de calidad y al buen gusto. La lengua a la vinagreta es una sencilla entrada que nos deja saber que Uruguay tiene mucho más que entrecot de Buey y lomo de res. Una receta que prepararás en pasos simples para compartir con todos en casa.",
      "ingredients": [
        "1 lengua de vaca",
        "4 cucharadas de perejil picado (colmadas)",
        "3 dientes de ajo picado",
        "3/4 tazas de aceite",
        "1 taza de vinagre de alcohol",
        "Sal, pimienta y aj&iacute; molido"
      ],
      "preparation": "<ol>\r\n\t<li>Hierve la lengua por 2 horas con ramitas de romero, tomillo y laurel, hasta que esté blanda.</li>\r\n\t<li>Deja enfriar dentro del agua, cuando esté tibia, retira la piel.</li>\r\n\t<li>Llévala al refrigerador para poder filetearla finamente y que no se deshaga.</li>\r\n\t<li>Al tiempo, toma un bol y pon allí perejil picado, dientes de ajo picados, sal, pimienta y ají molido a gusto.</li>\r\n\t<li>Añade a esto aceite y vinagre.</li>\r\n\t<li>Revuelve.</li>\r\n\t<li>En el recipiente de presentación del plato, pon una porción de lengua y sobre ella la vinagreta, pon otra porción y así sucesivamente hasta que gane volumen.</li>\r\n\t<li>Guárdala en el refrigerador tapada con papel aluminio para que se concentre el aroma.</li>\r\n\t<li>Cinco días después estará lista con todos los ingredientes perfectamente compenetrados.</li>\r\n</ol>"
    },
    {
      "idRecipe": "55",
      "image": "55-image",
      "name": "Licor de Butiá",
      "nameUrl": "licor-de-butia",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "10",
      "preparationTime": "",
      "description": "El Butiá es un fruto que se da en la famosa palmera Butiá, de la que existen muchas especies. Un árbol que se da en una gran parte de la región latinoamericana y que, aunque se cultiva con fines comerciales, puede vérsele en distintas zonas fuera de las áreas de cultivo, en comunidades y ciudades, pues es una semilla muy común. Su fruto es aprovechado por los uruguayos para una gran cantidad de preparaciones tanto caseras como industriales pero, sobre todo, tradicionales, entre las que destaca el licor de Butiá, de una preparación bastante sencilla y de un gusto exquisito.",
      "ingredients": [
        "1 kg. de buti&aacute;",
        "1 kg. de az&uacute;car",
        "1 lt. de agua",
        "1/4 lt. de ca&ntilde;a blanca o grappa."
      ],
      "preparation": "<ol>\r\n\t<li>Las Butias maduras, colócalas en una olla.</li>\r\n\t<li>Agrega el kilo de azúcar y el litro de agua.</li>\r\n\t<li>Mejora el color de la preparación agregando clavo de olor o azúcar quemada. </li>\r\n\t<li>Deja enfriar cuando espese.</li>\r\n\t<li>Agrega luego la caña, 1/4 por litro de agua con butiá habiendo ya hervido.</li>\r\n\t<li>Luego embotéllalo y déjalo reposar al menos 2 meses antes de probarlo. </li>\r\n</ol>"
    },
    {
      "idRecipe": "5",
      "image": "5-image",
      "name": "Martín Fierro ",
      "nameUrl": "martin-fierro",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El postre Martín Fierro (conocido en Argentina como Vigilante) es típico de Uruguay. Le fue dado ese nombre en honor al famoso libro homónimo escrito por José Hernández, una obra muy reconocida por reivindicar al gaucho, un tipo de vaquero propio de las llanuras de Uruguay, Argentina, sur de Brasil. Este postre es ideal compartir en casa, además necesitas pocos ingredientes. Es importante que tengas que presente que dependiendo del tipo de queso que uses variará en sabor y en textura el postre. ",
      "ingredients": [
        "250 gr de queso gruyere",
        "250 gr Dulce de membrillo en pasta"
      ],
      "preparation": "<ol>\r\n\t<li>Se corta una rebanada de queso y sobre esta se pone una rebanada de dulce de membrillo, ambos deben tener igual grosor y tamaño.</li>\r\n\t<li>Se sirve  come como postre luego de la comida.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "54",
      "image": "54-image",
      "name": "Matambre a la leche",
      "nameUrl": "matambre-a-la-leche",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Matambre es un corte de carne de vaca que se extrae de entre el cuero y el costillar del animal, es muy popular en los países productores de carne vacuna en el cono sur: Argentina, Paraguay y Uruguay. Su nombre proviene de la unión de las palabras matar hambre, porque de hecho se comía entre horas para acabar con el apetito, sin embargo, en la actualidad se come plato principal acompaño de contornos como arroz, ensaladas o puré. Si quieres probarlo solo también es válido.",
      "ingredients": [
        "Matambre de ternera 1 bien tierno, algo gordo",
        "Huevos 4",
        "Queso rallado 150 gms.",
        "Leche cantidad necesaria",
        "Sal",
        "Pimienta",
        "Or&eacute;gano",
        "Tomillo"
      ],
      "preparation": "<ol>\r\n\t<li>Quita al matambre las partes venosas duras.</li>\r\n\t<li>Córtarlo en trozos de aproximadamente 5 x 10 cms.</li>\r\n\t<li>Pónlo a marinar durante 12 o mas horas en una mezcla de leche, sal y condimentos.</li>\r\n\t<li>Al día siguiente colócalo en una fuente de horno que sirva para llevar a la mesa, de modo que queden en una o dos capas.</li>\r\n\t<li>Agrega a la leche de la marinada los huevos y el queso rallado. Revuelve ligeramente, y vuelca sobre el matambre.</li>\r\n\t<li>Pon en el horno suave y asa hasta que el matambre quede blando, agregando leche de modo que no se seque.</li>\r\n\t<li>Cuando el matambre esté a punto, deja dorar un poco.</li>\r\n\t<li>Sirve en la misma fuente.</li>\r\n</ol>"
    },
    {
      "idRecipe": "20",
      "image": "20-image",
      "name": "Matambre arrollado",
      "nameUrl": "matambre-arrollado",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La cocina uruguaya trabaja y conoce muy bien su fuerte: la carne. Es por ello que cuando se habla de duración de cocción, la carne entre dos partes del ganado vacuno: costillar y cuello pueden salir en pocas horas de la parrilla. A este trozo de carne se le conoce como matambre, su preparación puede ir acompañada de una decoración llamativa típica para temporadas como navidad. Sin duda alguna, esta receta ha estado presente en la cultura uruguaya, y ha sido adoptada por otros países como México y Chile. El matambre puede elaborarse para ser probado con una temperatura fría o también caliente.",
      "ingredients": [
        "2 kg de matambre",
        "200 gr de tocino ahumado",
        "1 pimentón rojo",
        "2 pimentones verdes ",
        "3 zanahorias",
        "4 huevos cocidos",
        "1 taza de guisantes verdes",
        "1 cucharadita de ají picante en polvo",
        "60 gr de hojas de orégano",
        "60 gr de hojas de perejil ",
        "60 gr de hojas de laurel",
        "1 cucharadita de pimienta negra ",
        "2 cucharadas de aceite de oliva",
        "1 cucharadita de sal"
      ],
      "preparation": "<ol>\r\n\t<li>Pon en una superficie limpia el trozo de matambre y añade los condimentos: sal, hierbas (perejil y orégano), y pimienta.</li>\r\n\t<li>Coloca las zanahorias, los pimentones (cortados en tiras), los guisantes verdes en una sartén. Añade el aceite junto a la sal.</li>\r\n\t<li>Vierte toda la preparación anterior por encima del matambre extendido junto a la tocino ahumado (cortado en tiras).</li>\r\n\t<li>Agrega  los huevos cocidos (cortados en rodajas).</li>\r\n\t<li>Comienza a enrollar el trozo de carne. Evita que ningún ingrediente salga del matambre.</li>\r\n\t<li>Utiliza una mecha para amarrar el matambre, y asegúrate que ningún ingrediente haya quedado por fuera.</li>\r\n\t<li>Añade en una olla agua, las hojas de laurel y el trozo armado. Deja hervir (mínimo dos horas).</li>\r\n\t<li>Retira el matambre, Déjalo  que enfríe. No cortes la mecha para que todos los ingredientes queden compactos.</li>\r\n\t<li>Deja el matambre en el refrigerador, espera que enfríe y corta la mecha.</li>\r\n\t<li>Realiza el corte en rodajas y sirve acompañado de vegetales.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "51",
      "image": "51-image",
      "name": "Mate charrúa",
      "nameUrl": "mate-charrua",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "2",
      "preparationTime": "",
      "description": "El mate es la bebida más tradicional de Uruguay. Así como sucede en su país hermano, Argentina, existe toda una cultura llena de creencias y mística en torno a esta bebida y a su consumo, puesto que la hora de la hierba mate, es antiquísima y ha sido bebida por los Charrúas desde épocas inmemoriales. Hoy día es una bebida diaria muy apreciada en el país y más allá de sus fronteras. Se puede beber de muchas formas pues existe el mate amargo, el mate dulce y el tereré, que se prepara con agua fría. No podíamos dejar por fuera una bebida tan importante y tan exquisita cuando hablamos de bebidas del uruguay.",
      "ingredients": [
        "Yerba mate",
        "Agua"
      ],
      "preparation": "<ol>\r\n\t<li>Calienta el agua y no la dejes hervir, pero tampoco debe estar fría ni tibia, sino en un punto medio.</li>\r\n\t<li>Pon dentro del recipiente (llamado mate) la yerba mate.</li>\r\n\t<li>Llena las tres cuartas partes y si deseas agrega una o dos cucharadas de azúcar, para que no quede muy amargo.</li>\r\n\t<li>Revuelve la yerba dentro del mate y déjale un espacio libre, sin poner el agua todavía.</li>\r\n\t<li>Coloca suavemente el agua, la idea de que el agua no esté hirviendo es evitar que la yerba se queme y pierda el gusto.</li>\r\n\t<li>Deja reposar y luego introduce la bombilla.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "69",
      "image": "69-image",
      "name": "Mediterráneo",
      "nameUrl": "mediterraneo",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Las bebidas que combinan licores son muy comunes en Uruguay, un país con años de tradición en el cultivo de frutas destinadas a productos fermentados, bebidas con alcohol que hacen parte del patrimonio del país y son uno de los principales rubros, una de las más fuertes actividades económicas y fuentes de empleo, así como uno de los placeres que más gustan de darse los uruguayos. Es por eso que no podemos dejar por fuera algunos cócteles como el Mediterráneo que usa como base licores hechos en el país. Visitar la capital y no probar este coctel es no haber probado parte de lo que es en esencia la cultura del lugar.",
      "ingredients": [
        "5 cl Vodka",
        "3 cl Vermouht bianco",
        "1,5 cl Cura&ccedil;ao blue",
        "6,5 cl jugo de anan&aacute;",
        "1 dash marraschino"
      ],
      "preparation": "<ol>\r\n\t<li>Dispón los ingredientes en orden y listos para vertir. </li>\r\n\t<li>En un vaso largo pon hielo. </li>\r\n\t<li>Vierte en el orden de tu preferencia los distintos componentes de la bebida.</li>\r\n\t<li>Repite la operación, las veces que sea necesario, según la cantidad de invitados que deseen la bebida.</li>\r\n</ol>"
    },
    {
      "idRecipe": "44",
      "image": "44-image",
      "name": "Milanesa de carne uruguaya",
      "nameUrl": "milanesa-de-carne-uruguaya",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "En este país es muy común la milanesa de carne, debido al potencial productor de carne de vaca que es Uruguay, puede encontrarse en cualquier cocina del país. Suele comerse como un plato principal acompañado de contornos como arroz, ensalada, puré o verduras al horno, también es válido hacerlo con papas fritas. Se recomienda que el filete no tenga mayor grosor que 2 cm. Este plato es herencia de los españoles que se radicaron en las cercanías del Río de la Plata. ",
      "ingredients": [
        "un bife de carne vacuna",
        "huevos batidos",
        "pan rallado",
        "ajo",
        "sal ",
        "aceite"
      ],
      "preparation": "<ol>\r\n\t<li>Comienza picando el ajo lo más pequeó que puedas</li>\r\n\t<li>Mézclalo con los huevos batidos y agrégale un poco de sal.</li>\r\n\t<li>Cubre el bifé con huevos batidos, luego con pan rallado.</li>\r\n\t<li>Ponla en una sartén con aceite caliente y friéla a fuego lento hasta que dore. </li>\r\n\t<li>Lo ideal es que se sirve acompañada de otros contornos como puré de papas, verduras, arroz o cualquier otro que se te ocurra. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "45",
      "image": "45-image",
      "name": "Milanesa napolitana",
      "nameUrl": "milanesa-napolitana",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Este plato se encuentra por doquier en Uruguay, casi todos los restaurantes lo ofrecen y en los hogares se consume bastante. Y es que una comunidad importante de italianos se alojó en estas tierras durante el periodo colonial, por eso su sello está muy presente en la gastronomía de este país. Este plato es un ejemplo de ello, pues la salsa napolitana es propia de Italia. Se prepara como una milanesa corriente, con huevo, pan rallado y aceite y posteriormente se le agrega la salsa napolitana. ",
      "ingredients": [
        "Filete de carne",
        "Perejil",
        "3 huevos",
        "2 ajos",
        "1 cebolla ",
        "1 tomate ",
        "Puré de tomate",
        "2 cucharadas de aceite",
        "pan rallado",
        "queso mozzarella"
      ],
      "preparation": "<ol>\r\n\t<li>Macerar la carne 10 minutos en huevos, ajo, perejil, y condimentos.</li>\r\n\t<li>Cocina la cebolla, tomate, ajo, en un poquito de aceite y cuando transparenten, agrégale los condimentos.</li>\r\n\t<li>Agrégale el puré de tomate a la preparación y cocina por 5 min.</li>\r\n\t<li>Freíe el filete de carne, previamente empanizado ycuando estén doradas, agrégale la salsa y el queso y sírvelas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "50",
      "image": "50-image",
      "name": "Mollejas empanadas",
      "nameUrl": "mollejas-empanadas",
      "idCategory": "3",
      "rating": "3,5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Las mollejas de ternera empanadas son deliciosas, un plato crocante con un sabor particular. Es muy popular en Uruguay porque es derivado del ganado vacuno, industria bastante fortalecida en el país. En el caso de esta receta te recomendamos que las cocines durante la noche anterior porque las mollejas son bastante duras y solo cocinándolas con tiempo lograrás el resultado deseado. También te recomendamos que las acompañes con contornos como vegetales cocidos, ensaladas verdes o puré de papas. Un plato sencillo y fácil de preparar para disfrutar en familia.",
      "ingredients": [
        "1 molleja",
        "1 cucharadita de orégano",
        "1 cucharadita de tomillo",
        "3-4 hojitas de romero fresco",
        "1 taza de pan rallado",
        "2 cucharadas de nueces picadas",
        "50 g de manteca"
      ],
      "preparation": "<ol>\r\n\t<li>Cocina las mollejas en agua y sal durante 20 minutos.</li>\r\n\t<li>Retira del agua, deja enfriar y córtalas en rodajas.</li>\r\n\t<li>Mientras se enfrían, procesa las hierbas, agrega el pan rallado, las nueces y la manteca.</li>\r\n\t<li>Empana las mollejas con esta preparación y grillarlas en la parrilla, vuelta y vuelta.</li>\r\n\t<li>Luego, sírvelas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "28",
      "image": "28-image",
      "name": "Ojitos Uruguayos",
      "nameUrl": "ojitos-uruguayos",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Los ojitos uruguayos, también conocidos como ojitos con jalea, son un postre muy popular de origen uruguayo, se trata de unos bizcochos ahuecados que en el centro están rellenos con dulce de membrillo o guayaba, en ocasiones dependiendo del gusto de cada quien, el dulce de membrillo es sustituido por dulce de leche. Puedes encontrarlos en cualquier lugar del país y se estila servirlo con café, leche o mate como merienda. Es muy fácil de hacer y además de bajo costo. ",
      "ingredients": [
        "1 Kilo de Harina ",
        "35 Grs. de polvo de hornear",
        "300 Grs. de Azúcar refinada",
        "600 Grs. de Manteca",
        "8 Yemas",
        "Dulce de membrillo"
      ],
      "preparation": "<ol>\r\n\t<li>Haz un círculo de harina cernida con el polvo de hornear. </li>\r\n\t<li>Pon en el medio la manteca y el azúcar, removiendo estos ingredientes hasta obtener una pasta cremosa; luego se agregan las yemas y remueve un poco más.</li>\r\n\t<li>Agrega la harina y se amasa un poco.</li>\r\n\t<li>Haz un bastón y se corta en trozos, con los cuales se forman bollitos, que se estiban en latas forradas con papel.</li>\r\n\t<li>Con la parte más aguda de un huevo marca el centro y en él coloca un punto de dulce de membrillo.</li>\r\n\t<li>Lleva al horno calient y al salir está listo. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "81",
      "image": "81-image",
      "name": "Pantera Rosa",
      "nameUrl": "pantera-rosa",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Una de las características más interesantes de esa bebida es su color rosa, lo que le da este particular nombre, evocando a aquel personaje conocido por todos, de la serie animada la Pantera Rosa. Es una bebida que podemos conseguir en dos presentaciones, una con alcohol y la otra prescindiendo de él. Muy popular entre las mujeres por su sabor dulce y su aspecto un tanto femenino. No obstante, en Uruguay suele beberse la presentación con Alcohol. No es esta una bebida oficial del país, pero es sin duda una de las más populares y de las que más se preparan en el país, perfecta para ser incorporada en nuestra lista de bebidas uruguayas, por la sencillez de su preparación.",
      "ingredients": [
        "3/4 Oz de Vodka",
        "1 1/2 Oz de ponche crema",
        "1/2 Pz de granadina",
        "2 bolas de helado de mantecado"
      ],
      "preparation": "<ol>\r\n\t<li>Pon media taza de hielo en una licuadora.</li>\r\n\t<li>Agrega el Voda.</li>\r\n\t<li>Incorpora el ponche crema.</li>\r\n\t<li>En seguida agreaga la granadina.</li>\r\n\t<li>Pon dos bolas de helado de mantecado.</li>\r\n\t<li>Licua hasta conseguir una textura de granizado.</li>\r\n\t<li>Sirve en un vaso alto o en una copa grande.</li>\r\n</ol>"
    },
    {
      "idRecipe": "25",
      "image": "25-image",
      "name": "Papas escarchadas",
      "nameUrl": "papas-escarchadas",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La gastronomía uruguaya hereda de Italia no solo la pasta y la pizza sino también algunas entradas a base de carbohidratos. Las papas escarchadas son la guarnición perfecta para las carnes, y es que cuando de carnes rojas se trata Uruguay seduce el paladar de cualquier persona. El Departamento de San José es el mayor productor de papa ¿y qué hacer con la papa en la cocina? Pues no solo para llevarlas al aceite caliente o usarlas en sopas, la cocina uruguaya también le da protagonismo a este tubérculo. Así, la elaboración de las papas escarchadas se encuentra presente en el menú tanto casero como ejecutivo de cualquier restaurante en Montevideo.",
      "ingredients": [
        "250 gr de papas",
        "1 cucharadita de sal",
        "1 cucharadita de pimienta",
        "5 gr de hojas de tomillo",
        "1 cucharada de queso crema   ",
        "1 pimentón"
      ],
      "preparation": "<ol>\r\n\t<li>Lava la papa, límpiala bien sin cortar su concha. Hiérvela hasta que se cosa.</li>\r\n\t<li>Mezcla el queso crema con las especias.</li>\r\n\t<li>Realiza un corte de abertura en la papa. Rellénala con la mezcla preparada.</li>\r\n\t<li>Aprieta la papa, trata de cerrarla sin  que pierda su forma.</li>\r\n\t<li>Decora con otras hierbas a tu gusto.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "16",
      "image": "16-image",
      "name": "Pasta frola",
      "nameUrl": "pasta-frola",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La pasta frola uruguaya es una adaptación de una tarta clásica de la gastronomía italiana; por lo general es rellena y cubierta con dulce de membrillo también conocido como dulce de guayaba, después se teje con tiras delgadas de la misma masa y se le da una particular forma. En algunas regiones del país sustituyen el dulce de membrillo por dulce de leche o de batata. Si eres más arriesgado puedes ponerle el dulce de tu preferencia. En Uruguay suelen acompañarla con mate y leche. ",
      "ingredients": [
        "2 tazas de harina",
        "1/2 taza de azúcar",
        "2 cucharaditas de polvo de hornear",
        "1/2 cucharadita de sal",
        "1/2 taza de manteca",
        "2 huevos",
        "1 cucharada de agua",
        "1/2 cucharada de extracto de vainilla",
        "1 cucharadita de  ralladura de limón",
        "400 gr. dulce de membrillo"
      ],
      "preparation": "<ol>\r\n\t<li>Tamiza juntos la harina, el azúcar, polvo de hornear y la sal.</li>\r\n\t<li>Agrega la manteca y amasa hasta que la preparación quede como harina de maíz.</li>\r\n\t<li>Toma la masa con los huevos ligeramente batidos con el agua, la vainilla y la ralladura de limón.</li>\r\n\t<li>Extiende 3/4 partes de la masa a mano en molde enmantecado.</li>\r\n\t<li>Levanta los costados y rellena con el dulce de membrillo</li>\r\n\t<li>Con la masa restante cubre en forma de enrejado.</li>\r\n\t<li>Cocina en horno a 375 F (190 C) por 30 minutos</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "38",
      "image": "38-image",
      "name": "Pastel uruguayo de queso y jamón",
      "nameUrl": "pastel-uruguayo-de-queso-y-jamon",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El jamón es delicioso en casi todas sus presentaciones y es uno de esos ingredientes que nos gusta probar previo a cualquiera que sea la preparación en la que estemos trabajando, porque su característica de alimento precocido lo presenta como con un sabor y un nivel de sal definido. Algo similar sucede con el queso. De la producción de este en la República Oriental de Uruguay, podemos decir mucho, excelentes quesos y excelentes entradas a partir de ellos, como el pastel uruguayo, una deliciosa receta, ideal para dar inicio a un almuerzo familiar o una cena, activando las papilas con un buen sabor.",
      "ingredients": [
        "Para la masa",
        "2 tazas harina",
        "3 cdts levadura en polvo o Royal",
        "1 cdts sal",
        "1/3 taza mantequilla",
        "2/3 taza leche",
        "Para el relleno",
        "8 lonchas queso de s&aacute;ndwich",
        "8 lonchas jam&oacute;n cocido",
        "2 claras de huevo",
        "1 taza az&uacute;car glas"
      ],
      "preparation": "<ol>\r\n\t<li>Estira la masa hasta que quede muy fina.</li>\r\n\t<li>Coloca un corte de la masa en un molde previamente engrasado.</li>\r\n\t<li>Pon el jamón y el queso encima y cubre con masa. Corta el borde sobrante con un cuchillo.</li>\r\n\t<li>Mezcla las claras con el azúcar sin batir y NO lo batas, el resultado debe ser una crema espesa.</li>\r\n\t<li>Vierte sobre la tarta la mezcla y lleva al horno previamente calentado a 200º Cpor espacio de 5 segs.</li>\r\n\t<li>Marca las porciones y vuelve a colocar la preparación en el horno y cocina hasta que esté dorada.</li>\r\n\t<li>Vuelve a marcar las porciones para cortar con facilidad.</li>\r\n</ol>"
    },
    {
      "idRecipe": "7",
      "image": "7-image",
      "name": "Pasteles Criollos ",
      "nameUrl": "pasteles-criollos",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Estos pastelitos criollos son una exquisita mezcla entre lo crocante de la masa hojaldrada y la textura del dulce o crema con que los rellenes. Es un bocado ideal para reuniones o celebraciones. No existen límites para la creatividad puedes prepararlos de distintos sabores, son fáciles de preparar y también son una buena opción para la meriendo de los más pequeños, si gustas puedes decorar con lluvia de chocolate, lluvia de colores o sirope de tu sabor favorito y estarán listos para disfrutar. ",
      "ingredients": [
        "½ kg harina",
        "1 huevo",
        "2 cucharadas vinagre",
        "50 gr manteca",
        "1 cucharadita sal",
        "1 taza agua tibia ",
        "1 taza fécula de maíz",
        "1 cucharadita polvo de hornear",
        "aceite",
        "dulce de tu preferencia",
        "Azúcar impalpable"
      ],
      "preparation": "<ol>\r\n\t<li>Tamiza harina y sal, en el centro poner el huevo, manteca blanda, vinagre y suficiente agua tibia como para formar una masa de consistencia tierna, amasar bien y golpear</li>\r\n\t<li>Deja descansar no menos de 1 hora envuelta en nylon, estirar bien fina y pincelar con aceite y espolvorear con la fécula y el polvo de hornear por medio del cernidor</li>\r\n\t<li>Dobla la masa y superponer el rollo en 3 partes, estirar para cortar los pasteles en forma de libros o triángulos rellenando el dulce</li>\r\n\t<li>Fríelos en aceite y coloca sobre papel absorbente, espolvorear con azúcar.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "49",
      "image": "49-image",
      "name": "Perdices al escabeche",
      "nameUrl": "perdices-al-escabeche",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Las perdices al escabeche son un popular plato en Uruguay, tanto como la merluza, el pollo y las berenjenas al escabeche. Se trata de una técnica empleada para adobar las carnes blancas, sobre todo, y conservarlas. El elemento característico de este plato es el vinagre que permite conservar los alimentos, algunas personas lo refrigeran hasta por 90 días. Es una especie de guiso con vinagre que aunque es originario del Mediterraneo se trasladó a estas tierras hasta convertirse en lo que es en la actualidad, identidad gastronómica del país.",
      "ingredients": [
        "4 perdices",
        "2 cebollas grandes",
        "4 zanahorias",
        "8 dientes de ajo",
        "20 granos de pimienta negra o blanca",
        "4 hojas de laurel",
        "Sal a gusto",
        "1 taza de aceite de oliva",
        "1 taza de vinagre de manzana o de vino blanco",
        "1 taza de ag"
      ],
      "preparation": "<ol>\r\n\t<li align=\"justify\">Lava bien las perdices y sécalas, fríelas una a una en el aceite de oliva, hasta que queden doradas, entonces las salas.</li>\r\n\t<li align=\"justify\">Corta las cebollas, las zanahorias y el ajo en rodajas finas.</li>\r\n\t<li align=\"justify\">Aprovecha el aceite de oliva y cólocalas en camadas, de la siguiente forma: cebolla, laurel y ajo, 2 perdices, zanahoria y pimienta al gusto, 1/2 taza de vinagre. Entonces repite la segunda camada. </li>\r\n\t<li align=\"justify\">Colóca en fuego lento y tapa la olla, pasados 7 u 8 minutos, vierte el agua.</li>\r\n\t<li align=\"justify\">Cuando la zanahoria esté cocida, está pronto, deja enfriar y ya está.</li>\r\n</ol>"
    },
    {
      "idRecipe": "4",
      "image": "4-image",
      "name": "Pionono",
      "nameUrl": "pionono",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El pionono constituye un elemento identificativo de la gastronomía uruguaya, aunque también es consumido en países como Chile y Argentina. Su origen es europeo, pero en Uruguay le han puesto su toque especial y podrás disfrutarlo en cualquier pastelería de este país. Se trata de una masa básica de repostería que se rellena y enrolla hasta formar un cilindro que está relleno con dulce, puede ser dulce de leche, frutillas, nueces, crema chantilly y hasta helado, no hay límites de cualquier manera sabrá muy bien. ",
      "ingredients": [
        "4 huevos",
        "4 cucharadas de azúcar (aprox. 75 gramos)",
        "1 cucharadita de miel",
        "Vainilla a gusto",
        "2 cucharadas de harina",
        "2 cucharadas de almidón de maíz (fécula, espesante)"
      ],
      "preparation": "<ol>\r\n\t<li>Bate los huevos, la miel y el azúcar hasta que la preparación esté espesa y de un color claro</li>\r\n\t<li>Tamiza la harina con el almidón de maíz y agrega a la preparación anterior en forma envolvente junto a la vainilla. Procura no levantar mucho la preparación para que no se incorpore aire.</li>\r\n\t<li>Forra con papel blanco (de panadería, sulfito) la base de un molde de 35 x 30 cm.</li>\r\n\t<li>Vierte la preparación bien sin elevarlo para que la preparación no incorpore aire.</li>\r\n\t<li>Lleva a un horno caliente (precalentado 200º) en la parte superior del horno durante 7 u 8 minutos</li>\r\n\t<li>Retira del horno y volcar sobre una mesa para luego retirarle el papel.</li>\r\n\t<li>Pon sobre un paño espolvoreado con azúcar y deja que enfríe para colocarle el relleno de tu gusto</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "27",
      "image": "27-image",
      "name": "Polenta con jamón y queso",
      "nameUrl": "polenta-con-jamon-y-queso",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Otro aporte gastronómico de los italianos en tierras uruguayas y argentinas es la polenta: mezcla de harina de maíz, ingrediente que poco a poco se fue cultivando en tierras suramericanas. La polenta de maíz se realiza de varias formas, siendo puesta en el horno o en aceite. Indiferentemente no ha sido abandonada de las entradas tradicionales en Uruguay. A pesar de que los orígenes de este plato radicaron en una sociedad con pobreza en Italia, hoy la polenta es reconocida por tener un valor nutricional gracias a su aporte calórico, y por ser fuente del grupo de vitaminas B12. De esta manera, puede justificarse esta receta de polenta con jamón y queso.",
      "ingredients": [
        "Polenta pronta",
        "1 cucharadita de margarina",
        "1 cucharadita de sal",
        "100 gr de queso crema",
        "100 gr de jamón"
      ],
      "preparation": "<ol>\r\n\t<li>Inserta la mitad de masa de la polenta en un recipiente. Estira la masa en todo el recipiente de manera uniforme.</li>\r\n\t<li>Agrega el jamón encima de la masa esparcida, Coloca el queso, y de nuevo otra capa de jamón.</li>\r\n\t<li>Coloca el resto de la masa en el recipiente. Derrite la margarina y espárcela por el molde.</li>\r\n\t<li>Introduce el recipiente en el horno a una temperatura de 250° C durante 15 minutos aproximadamente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "24",
      "image": "24-image",
      "name": "Polvito Uruguayo",
      "nameUrl": "polvito-uruguayo",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "10",
      "preparationTime": "",
      "description": "El polvito es un delicioso postre uruguayo que se ha popularizado mucho internacionalmente, sobre todo en la Gran Canaria donde han modificado la receta para adaptarla a los ingredientes que tienen disponibles. Fue creado por Susana Elisa Lanús Berrutti, una señora uruguaya que se mudó a Gran Canaria, lugar donde creó y popularizó el dulce. En la actualidad es uno de los postres que mejor representa la cocina uruguaya. Puede prepararse por porciones individuales o como tarta. En este caso la receta corresponde a una tarta de 10 porciones. ",
      "ingredients": [
        "2 paquetes galletas María",
        "6 Suspiros de Moya",
        "2 latas Nata ermol",
        "1 cucharada mantequilla al punto pomada",
        "500 g Dulce de leche"
      ],
      "preparation": "<ol>\r\n\t<li>Muele un paquete de galletas hasta que se haga polvo y la mézclala con la mantequilla en punto de pomada.</li>\r\n\t<li>Con la masa que obtengas unta el fondo de cada vaso donde se va a hacer el polvito.</li>\r\n\t<li>Desmenuza lo suspiros de moya con la mano sin que se haga del todo polvo y mézclalos con el resto de galleta molida</li>\r\n\t<li>Monta la nata, no hay que echarle azúcar, ya que el resto de los ingredientes son bastante dulce.</li>\r\n\t<li>Ahora llega el momento de montar los postres.</li>\r\n\t<li>En cada vasito, en el cual ya se había puesto la masa del punto 1, añades un poco de la mezcla del punto 2 (galleta y suspiros). Sobre esta añade una capa de dulce de leche,  después añade una capa de nata montada. Ahora vuelve a repetir las capas sobre la capa de nata.</li>\r\n\t<li>Finalmente deja enfriar por al menos 4 horas y sirve, puedes decorar con galletas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "43",
      "image": "43-image",
      "name": "Puchero uruguayo",
      "nameUrl": "puchero-uruguayo",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El puchero uruguayo es uno de esos platos que conforma el quehacer diario de los habitantes de este país, hasta hace muy poco era preparado con mucha frecuencia en los hogares, por sus características principales: es económico, rendidor, nutritivo, ideal para alimentar a quienes se dedican al trabajo de la ganadería, que exige tanto esfuerzo físico y que es uno de los trabajos más usuales en la región debido a la consolidad industria de exportación de carne vacuna que hay en Uruguay.",
      "ingredients": [
        "2kg de falda (carne vacuna)",
        "1/2kg de hueso de chiquizuela",
        "1/2 gallina",
        "4 choclos (elote, chilote, mazorca) cortados a la mitad",
        "1 puerro",
        "1 manojo de perejil",
        "4 zanahorias grandes lavadas ",
        " 4 papas medianas y pelada",
        "4 boniatos medianos y pelados ( batata, papa dulce, camote)",
        "2 cebollas",
        "1kg de zapallo cortado en cuatro trozos",
        "1/2 repollo blanco",
        "300 gr de panceta ahumada (tocino ahumado)",
        "4 chorizos",
        " 250 gr de porotos previamente remojados durante 8 horas",
        "1 hoja de laurel",
        "4 morcillas (dulces o saladas)",
        "Sal gruesa a gusto",
        "Mostaza",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Llena las 2/3 partes de una olla con agua.</li>\r\n\t<li> Llévala a fuego lento y pon el hueso de chiquizuela</li>\r\n\t<li>Agrégale algo de sal pero no demasiado ya que el propio hervor más la sal contenida en los ingredientes colaboran en salarlo. </li>\r\n\t<li>Cuando comienza a hervir, agregar las cebollas, el puerro, el perejil, la falda y la gallina.</li>\r\n\t<li>Deja cocinar durante una hora manteniendo el hervor y espumando todas las veces que sea necesario.</li>\r\n\t<li>Agrega las papas y los boniatos enteros, los trozos de zapallo, las zanahorias enteras y los choclos cortados. </li>\r\n\t<li>Deja cocinar hasta que las verduras estén cocidas, aproximadamente media hora.</li>\r\n\t<li>Aparte, poner los porotos en una cacerola con abundante agua, una hoja de laurel y cocinar hasta que estén apenas a punto cuidando que no se pasen de cocimiento</li>\r\n\t<li>Retirar escurrir y reservar.</li>\r\n\t<li>Pasada esa hora agregar los porotos, el repollo, la panceta, los chorizos y dejar que continúe su hervor durante 10 minutos más aproximadamente, o hasta que esté todo cocido.</li>\r\n\t<li>Cuando esté listo, retira la olla del fuego y agrega las morcillas.</li>\r\n\t<li>Deja tapada la olla entre 6 y 7 minutos, o el tiempo suficiente como para calentar las morcillas sin que se abran. </li>\r\n\t<li>Una vez pronto el puchero, poner en una fuente la gallina cortada en presas, y la carne cortada en trozos.</li>\r\n\t<li>En otra fuente o en otras fuentes, si fuera necesario, poner el repollo, las papas, boniatos, zanahorias y choclos cortados a la mitad, el zapallo, los chorizos junto con las morcillas cortadas a la mitad.</li>\r\n\t<li>En un bol aparte poner los porotos cocidos.</li>\r\n\t<li>Como condimentos poner en la mesa sal, pimienta, y mostaza para que cada uno se sirva a su gusto.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "21",
      "image": "21-image",
      "name": "Revuelto de gramajo con arvejas",
      "nameUrl": "revuelto-de-gramajo-con-arvejas",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Originaria de Argentina pero muy bien adaptada en tradiciones uruguayas. El revuelto de Gramajo no es más que ingredientes con cortes a la Juliana. Su origen ha tenido varias versiones involucradas con personajes pintorescos de apellido Gramajo: Arturo, Horacio y Artemio son los más nombrados. La preparación de esta entrada debe ser cuidadosa, un tiempo más o un tiempo menos puede ocasionar texturas indeseables. Por tal razón, todos los ingredientes deben ser trabajados correctamente. Este plato, hoy día, ha sido modificado en ocasiones añadiendo más ingredientes, desde algunos granos como también algunos vegetales frescos e incluso carnes: pescado, cerdo, pollo, y otros. De tal manera que, el revuelto de Gramajo se adapta a los ingredientes que se tengan.",
      "ingredients": [
        "1 Kg de papa",
        "3 Huevos",
        "3 Rebanadas de jamón",
        "50 gr de arvejas",
        "1 Litro de aceite",
        " 1 Cucharadita de sal",
        "1 Cucharadita de pimienta negra"
      ],
      "preparation": "<ol>\r\n\t<li>Toma las papas, lávalas bien y córtalas en  tiras. Enjuágalas en agua las veces que sea necesario hasta retirarles el almidón.</li>\r\n\t<li>Fríe las papas en una sartén por medio del aceite y la llama a fuego alto.</li>\r\n\t<li>Corta en tiras las tres rebanadas de jamón.</li>\r\n\t<li>Rompe los huevos, mézclalos en un recipiente, y añádeles sal y pimienta al gusto.</li>\r\n\t<li>Luego de freír las papas. Colócalas en una sartén más grande, Añade el jamón y los huevos.</li>\r\n\t<li>Mezcla sin dejar quemar ningún ingrediente. Añade los guisantes, y mézclalos hasta que todo quede compacto.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "3",
      "image": "3-image",
      "name": "Ricarditos",
      "nameUrl": "ricarditos",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "10",
      "preparationTime": "",
      "description": "Los ricarditos deben su nombre a su autor, quien se dedicó a elaborar distintos platos a base de chocolate, que cobraron popularidad y hoy encuentras en cualquier rincón del país. Se trata de un bombón hecho con una base de oblea, merengue blando y una cubierta de chocolate semi amargo o de chocolate con leche. Este rico postre además de ser delicioso y tener una textura crocante y a la vez suave, puede conservarse en bolsitas selladas, lo que lo hace una excelente opción para la merienda de los niños. ",
      "ingredients": [
        "1 paquete de obleas (o galletas similares)",
        "1 docena de claras de huevo",
        "150 gr de azúcar",
        "250 gr de chocolate para derretir a baño de maría"
      ],
      "preparation": "<ol>\r\n\t<li>Bate las claras de huevo con el azúcar hasta alcanzar el punto de nieve. Para que te sea más fácil, te recomendamos que agregues el azúcar poco a poco.</li>\r\n\t<li>Coloca el merengue en una manga pastelera y coloca un poco sobre cada galleta en forma de espiral ascendente.</li>\r\n\t<li>Funde el chocolate negro de tu preferencia a baño María y viértelo por encima del merengue de manera que quede todo cubierto. Deja enfriar para que endurezca el chocolate.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "76",
      "image": "76-image",
      "name": "Séptimo regimiento",
      "nameUrl": "septimo-regimiento",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Esta es una bebida que muchos aman en Uruguay y es considerada por distintos sitios webs y círculos de interés en bebidas, como una de las más populares. Sus preparaciones podrían varias, pues siempre que se mezclan licores fuertes en una bebida es posible que esta genere variaciones, eliminando algunos de ellos o incorporando otros ingredientes de modo que se aligere la fuerza y concentración de la bebida y también su sabor tome otro tono. Se conoce la versión “primavera” y “dulce”, que son ejemplo de estas vertientes. En esta ocasión te ofrecemos la más pura y tradicional presentación para preparar en casa.",
      "ingredients": [
        "1 medida de vodka",
        "1 medida de Ginebra",
        "1 medida de Whisky",
        "1 medida de Campari",
        "1 medida de ron"
      ],
      "preparation": "<ol>\r\n\t<li>Prepara un cristal corto para servir.</li>\r\n\t<li>Vierte en el cristal la medida de cada licor desde una altura media. </li>\r\n\t<li>De ser posible, vierte más de uno al tiempo.</li>\r\n\t<li>Bate suavemente con una pajita o sorbete. </li>\r\n\t<li>Sirve con poco hielo.</li>\r\n</ol>"
    },
    {
      "idRecipe": "71",
      "image": "71-image",
      "name": "Sopa campesina uruguaya",
      "nameUrl": "sopa-campesina-uruguaya",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "La sopa campesina es uno de los platos más consumidos en las zonas rurales del país, que abundan, dado que la principal actividad económica del país está relacionado con la ganadería y vinicultura. Las sopas son buenas para combatir el invierno, pues brindan las calorías que el cuerpo necesita para mantener una temperatura favorable, que le permita continuar con sus tareas diarias. Las sopas además son la comida preferida por los trabajadores del campo, quienes acuden a los comedores de las fincas donde trabajan a disfrutar de un buen plato de sopa recién hecho",
      "ingredients": [
        "1 cebolla",
        "2 cdas de aceite",
        "1 lLt. de agua fría",
        "1 sobre de sopa crema de arvejas y jamón",
        "4 huevos",
        "2 fetas de jamón crudo",
        "200 ml de vinagre blanco",
        "Perejil",
        "Pimentón"
      ],
      "preparation": "<ol>\r\n\t<li>Hierve 1 litro de agua con el vinagre en una cacerola.</li>\r\n\t<li>Rompe los huevos de a uno y cocínalos dentro del agua con vinagre a fuego mínimo por 4 minutos. Retira y reservar en agua fría.</li>\r\n\t<li>Cocina el jamón crudo cortado en tiras en una sartén a fuego medio hasta que se seque.</li>\r\n\t<li>Rehoga la cebolla picada en el aceite hasta que quede transparente.</li>\r\n\t<li>Agrega 1 litro de agua fría y disuelve la sopa crema de arvejas y jamón. Cocina revolviendo continuamente hasta que hierva.</li>\r\n\t<li>Espolvorear sobre el huevo , el jamón crudo , el pimentón y el perejil picado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "83",
      "image": "83-image",
      "name": "Sopa de arvejas con chorizo uruguayo",
      "nameUrl": "sopa-de-arvejas-con-chorizo-uruguayo",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Las arvejas son un elemento común en países como Uruguay donde el menú se prepara en torno a las estaciones del año, y es que como sabemos Uruguay se ubica en el cono sur, y en temporada de invierno las temperaturas bajan bastante, aunado a esto, las personas se ven forzadas a trabajar expuestas a la temperatura del ambiente, puesto que la industria principal del país es la ganadería. Esta rica sopa aporta un valor calórico importante al cuerpo y además tiene el sabor del país muy presente en el chorizo criollo utilizado en la receta. ",
      "ingredients": [
        "1/2 kilo de chorizo uruguayo",
        "1/2 kilo de carne de cerdo,cortado en trozos pequeños",
        "1 1/2 taza de arvejas",
        "3 tallos de apio ",
        "3 zanahorias ",
        "3 papas ",
        "2 ajos puerro",
        "2 cebollas",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla coloca 8 tazas de agua.</li>\r\n\t<li>Añade todos los ingredientes, menos el chorizo, por espacio de una hora, o hasta que las arvejas estén blandas.</li>\r\n\t<li>Añade el chorizo y continúa la cocción por 15 minutos más.</li>\r\n\t<li>Sirve con un poco de pan. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "75",
      "image": "75-image",
      "name": "Sopa de boniatos",
      "nameUrl": "sopa-de-boniatos",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Los boniatos, también conocidos como batatas o papa dulce, son muy utilizados en la cocina uruguaya y es que su sabor es muy agradable al paladar y además aporta carbohidratos al cuerpo, lo que resulta de gran utilidad sobre todo cuando las temperaturas bajan considerablemente en invierno. Las batatas o boniatos tienen propiedades medicinales excelentes, te ayudan a mejorar la digestión, a proteger la próstata, a perder peso, a equilibrar los niveles de colesterol e incluso es muy buena para combatir el cáncer. ",
      "ingredients": [
        "1 boniato (o batata)",
        "2 cebollas",
        "4 dientes de ajo",
        "1/4 taza de jengibre",
        "1 cda de curry",
        "1 cdita de cúrcuma",
        "1 cdita de canela",
        "1 cdita de cilantro",
        "6 tazas de caldo de verduras",
        "500 ml de leche de coco",
        "sal ",
        "pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Calienta el aceite en una olla y rehoga la cebolla, el ajo y el jengibre hasta que las cebollas estén doradas.</li>\r\n\t<li>Añade las especias.</li>\r\n\t<li>Cocina por un minuto más.</li>\r\n\t<li>Mezcla con el puré de batatas.</li>\r\n\t<li>Agrega el caldo y lleva a ebullición suave.</li>\r\n\t<li>Baja el fuego, tapa y cocina para que los sabores se asienten durante 10-15 minutos.</li>\r\n\t<li>Lleva todo al procesador. </li>\r\n\t<li>Agrega la leche de coco y calienta bajo.</li>\r\n\t<li>Sazona al gusto con sal y pimienta.</li>\r\n\t<li>Listo para servir, puedes decorar con unas ramitas. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "73",
      "image": "73-image",
      "name": "Sopa de calabaza",
      "nameUrl": "sopa-de-calabaza",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Esta es otra de las sopas que están en la lista de los platos uruguayos para el invierno, es deliciosa y muy rendidora, otra de sus ventajas es que es de bajo costo y de rápida cocción. puede servirse tanto para el almuerzo como para la cena. Si no te agrada la idea de ponerle leche a la sopa o tienes intolerancia a la lactosa, puedes usar productos deslactosados o sustituir la leche por caldo de verduras o por caldo de pollo, esto le dará un sabor muy gustoso a la sopa. ",
      "ingredients": [
        "1 kg de calabaza",
        "1 lt de leche",
        "1 cebolla rallada cocida en manteca",
        "¼ taza de queso rallado",
        "½ taza de crema de leche",
        "sal",
        "pimienta",
        "pimentón"
      ],
      "preparation": "<ol>\r\n\t<li>Pela la calabaza, córtarla en trozos, y cocínala en la leche.</li>\r\n\t<li>Una vez tierna retírala del fuego y licua todo. Colócala en una olla pequeña y agrégale sal, pimienta, pimentón y cebolla cocida en manteca.</li>\r\n\t<li>Lleva al fuego y cocina de 5 a 6 minutos.</li>\r\n\t<li>Retira y agrega el queso rallado y la crema de leche.</li>\r\n\t<li>Mezcla, calienta y sirve.</li>\r\n</ol>\r\n\r\n<p> </p>\r\n"
    },
    {
      "idRecipe": "70",
      "image": "70-image",
      "name": "Sopa de carne de res",
      "nameUrl": "sopa-de-carne-de-res",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La sopa de carne de res una gustosa y nutritiva comida del Uruguay, cuando se prepara suele ser el único plato ya que una porción es suficiente para satisfacer el apetito del comensal. Se estila comerla en invierno por el aporte de calorías que hace al cuerpo que permite soportar con mejor cara  y más energía las bajas temperaturas que acechan en esta época. Aquí aprenderás a prepararla y disfrutarás de ella cuando se te antoje, recuerda servir cada plato con un trozo de carne.",
      "ingredients": [
        "2 cdas de aceite vegetal",
        "1 1/2 libras de espaldilla de res sin hueso, con su grasa recortada y cortada en cubos",
        "1 cebolla blanca",
        "1 lata de granos de maíz enteros",
        "2 dientes de ajo",
        "2 cdas de pasta de tomate",
        "2 cdtas de chile",
        "4 tazas de agua",
        "1 cubito de caldo de res",
        "1 calabaza",
        "1 tomate grande",
        "1 tomate grande"
      ],
      "preparation": "<ol>\r\n\t<li>Calienta una cucharada de aceite en una cacerola grande a fuego medio alto y dore la carne. Saca la carne de la cacerola y ponla a un lado.</li>\r\n\t<li>Agrege la cucharada de aceite de oliva restante y cocina la cebolla y los granos de elote, revolviéndolos de vez en cuando, por 4 minutos aproximadamente o hasta que los granos empiecen a dorarse.</li>\r\n\t<li>Incorpora el agua y el cubito de caldo de res y deje hervir el líquido.</li>\r\n\t<li>Baja el fuego, regresa la carne a la cacerola y déjala hervir tapada a fuego lento, revolviéndola de vez en cuando, por una hora aproximadamente.</li>\r\n\t<li>Agrega la calabaza y el tomate y cocínalos destapados durante 10 minutos aproximadamente o hasta que la calabaza esté suave.</li>\r\n\t<li>Está lista para servir, puedes decórarla con cilantro fresco picado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "68",
      "image": "68-image",
      "name": "Sopa de chorizo con pan",
      "nameUrl": "sopa-de-chorizo-con-pan",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Las sopas son comunes en Uruguay porque son el alimento ideal para el invierno. También porque además de ser de bajo costo, son una comida práctica para ofrecer a las personas que trabajan la agricultura y la ganadería, principales fuente de empleo del país; aporta un contenido nutricional importante que permite afrontar correctamente labores que requieren desgaste físico. El chorizo es característico de este país cuya producción de carnes lo hace ser un experto en la preparación de productos derivados de la carne.",
      "ingredients": [
        "1 lt. de caldo",
        "1 pan cortado en tiras finas y tostado al horno",
        "4 chorizos en rebanadas",
        "Huevos"
      ],
      "preparation": "<ol>\r\n\t<li>Pon en el fondo de la cacerola las rodajas de chorizos y las tiras de pan tostado.</li>\r\n\t<li>Vierte encima un buen caldo y dejar hervir a fuego lento.</li>\r\n\t<li>Para servir pon en cada plato un huevo escalfado o poche y echar encima el caldo de chorizos y pan.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "63",
      "image": "63-image",
      "name": "Sopa de fideos",
      "nameUrl": "sopa-de-fideos",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La sopa de fideos no solamente es popular en este país, también se consume en otras regiones de América Latina, sin embargo, en Uruguay forma parte de la identidad porque es parte del menú de los hogares, sobre todo en invierno cuando el cuerpo necesita más aporte de calorías para soportar las temperaturas bajas. Ahora, también es cierto que esta sopa particularmente tiene algunas variantes con respecto a la receta de otros países y es el uso de huevos y de queso rallado.",
      "ingredients": [
        "2 litros de caldo de pollo",
        "300 gr. de fideos finos",
        "4 huevos batidos",
        "1/2 taza de queso rallado"
      ],
      "preparation": "<ol>\r\n\t<li>Poner a hervir el caldo y cuando hierva echar los fideos rompiéndolos.</li>\r\n\t<li>Deja hervir 10 minutos.</li>\r\n\t<li>Aparte en la sopera, parte los huevos, agrega el queso rallado y bate un poco para unir, añade poco a poco el caldo hirviendo, revolviendo rápidamente para que el huevo no se cocine y forme grumos; luego se calienta sin que hierva y revolviendo.</li>\r\n</ol>"
    },
    {
      "idRecipe": "77",
      "image": "77-image",
      "name": "Sopa de mondongo",
      "nameUrl": "sopa-de-mondongo",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El mondongo es una parte del estómago de las vacas. Uruguay al ser un país productor de carne de vaca, utiliza en su cocina todos los elementos aprovechables de las vacas, de allí surge esta deliciosa sopa, que se suele comer los fines de semana en familia, tiene un sabor muy gustoso y es una buena opción para incluirlo en el menú de invierno. Puedes agregarle un poco de pasta para sopa si quieres darle un poco más de espesor.",
      "ingredients": [
        "1 Kg de mondongo (panza de res)",
        "cebolla",
        "aj&iacute;",
        "cilantro",
        "zanahoria",
        "ceboll&iacute;n",
        "papa",
        "caldo de carne",
        "arvejas",
        "pimienta",
        "sal",
        "lim&oacute;n"
      ],
      "preparation": "<ol card-sm=\"\" data-behavior=\"sortable\" data-record-list=\"  <li class=\" numbered-list__item=\"\" step=\"\">\r\n\t<li>Pon el mondongo en la olla a presión con la cebolla, el aji, el cilantro picado, sal y un poco de caldo de carne por 1 hora.</li>\r\n\t<li>En otra olla pon las especias a sofreír unos 2 minutos con un poco de aceite, una vez dorados agrega el caldo y agua, junto a la papa picaca en cubitos y la zanahoria con el cebollín entero.</li>\r\n\t<li>Una vez el mondongo cumpla la hora en la olla de presión, mezclalo con el contenido del otro recipiente.</li>\r\n\t<li>Saca la zanahoria y el cebollín y llévalos al procesador, después lo devuelves a la olla donde estás haciendo la preparación central.</li>\r\n\t<li>Agrega las arvejas, preferiblemente de lata porque ya vienen precocidas, y sirve, te recomendamos que lo comas con un poco de vinagre o limón. </li>\r\n</ol>"
    },
    {
      "idRecipe": "82",
      "image": "82-image",
      "name": "Sopa de queso con embutidos",
      "nameUrl": "sopa-de-queso-con-embutidos",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Uruguay es un país en el que la proteína abunda, y es que, al ser el séptimo exportador mundial de carne no podía ser distinto, por eso muchos de los ingredientes de su gastronomía están vinculados a la ganadería, tal es el caso de esta sopa que no sólo lleva embutidos, sino que también tiene productos derivados de la leche de vaca como el queso. Esta rica sopa tiene un contenido nutricional importante para el cuerpo, es un plato ideal para ser comido en invierno, sin embargo aquí aprenderás a prepararla y así podrás comerla cuando se te antoje.",
      "ingredients": [
        "500 gr. de costillas de cerdo ahumadas.",
        "160 gr de queso blando.",
        "200 gr de crema para batir ",
        "1 cebolla.",
        "150 gr de tallos de apio.",
        "1-2 patatas.",
        "2 cdas. de puré de tomate.",
        "800 ml de agua.",
        "Rebanadas de tocino "
      ],
      "preparation": "<ol>\r\n\t<li>Separa las costillas de cerdo, ponlas en una olla con agua y cocina a fuego lento durante 40-45 minutos después de que hierva. Obtendrás un caldo. Luego saca las costillas y corta la carne.</li>\r\n\t<li>Pica finamente la cebolla y el apio, pica las patatas en cubitos. Fríe en una sartén la cebolla con el apio en aceite de oliva, añade las patatas y también fríe ligeramente. Agrega el puré de tomate a las verduras y cocina durante otros 2 minutos.</li>\r\n\t<li>Vierte el caldo y cocina la sopa a fuego lento hasta que las verduras se ablanden. Al final de la cocción, agrega el queso rallado, el perejil y el eneldo.</li>\r\n\t<li>Fríe las tiras de tocino en una sartén sin aceite hasta que queden crujientes. La sopa lucirá muy apetitosa si la decoras con el tocino crujiente y el queso rallado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "84",
      "image": "84-image",
      "name": "Sopa de queso con vino blanco",
      "nameUrl": "sopa-de-queso-con-vino-blanco",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "Esta sopa es uno de los platos que la gastronomía uruguaya ofrece a las personas con paladares exquisitos.  Y es que el queso uruguayo y el vino blanco son elementos distintivos de un país cuya economía gira en torno a la vinicultura y la ganadería y todos sus derivados. Esta rica sopa tiene una textura deliciosa que disfrutarás muy bien si decides acompañarla con una rebanadas de pan. Es una buena alternativa para un almuerzo especial con la familia, si aprendes a prepararla podrás comerla cuando lo desees. ",
      "ingredients": [
        "500 ml de caldo de pollo. ",
        "75 g de queso.",
        "75 ml de vino blanco seco.",
        "2 yemas.",
        "1 cda. de harina de trigo.",
        "30 g de mantequilla.",
        "2 cdas. de crema.",
        "2 dientes de ajo.",
        "Perejil",
        "Aceite de oliva",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Corta un baguette (o cualquier otro pan) en trozos (rodajas o figuritas de tu preferencia), pásalos por aceite de oliva y frota el ajo por ambos lados. Lleva al horno durante 5-10 minutos.</li>\r\n\t<li>Derrite la mantequilla en una olla. Agrega la harina y fríela ligeramente.</li>\r\n\t<li>Disuelve la mantequilla y la harina con el caldo de pollo caliente, debes estar revolviendo para que no se formen grumos</li>\r\n\t<li>Agrega el vino y lleva la sopa a ebullición, cocina durante 5 minutos y retira del fuego.</li>\r\n\t<li>Agrega a la sopa el queso rallado, revuelve bien para que se derrita.</li>\r\n\t<li>Junta las yemas con la crema y agrégalas a la sopa justo después de haber añadido el queso, revolviendo bien para que no se formen grumos. Agrega la nuez moscada, sal y pimienta al gusto.</li>\r\n\t<li>Sirve con crutones</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "80",
      "image": "80-image",
      "name": "Sopa de verduras al vino",
      "nameUrl": "sopa-de-verduras-al-vino",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Este plato, al igual que muchos otros de la cocina uruguaya son ideales para comer en temporadas de frío, porque le dan al cuerpo la energía necesaria para mantenerse caliente. Las sopas de verduras son muy comunes en este país, pero esta es bastante particular porque tiene un toque de vino blanco, como sabemos Uruguay es un país productor de vinos de la más alta gama, por eso esta receta lleva un poco de vino que le da un sabor gourmet único. ",
      "ingredients": [
        "1 apio",
        "1 cebolla",
        "1 cda de mantequilla",
        "750 ml. de caldo de verduras",
        "125 ml. de vino blanco",
        "1 cdita de zumo de limón",
        "pimienta",
        "sal"
      ],
      "preparation": "<ol>\r\n\t<li>Pica el apio y la cebolla muy finos.</li>\r\n\t<li>En una olla, pon la mantequilla y cuando se derrita, vierte la cebolla.</li>\r\n\t<li>Añade el apio y el caldo, salpimenta al gusto y cuece durante 30 minutos, hasta que la verdura esté tierna.</li>\r\n\t<li>Añade el zumo de limón y el vino y deja hervir unos minutos más.</li>\r\n\t<li>Sirve y espolvorea perejil picado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "39",
      "image": "39-image",
      "name": "Tarta uruguaya de calabacines",
      "nameUrl": "tarta-uruguaya-de-calabacines",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Los calabacines son ese vegetal que muchos aman y muchos odian, precisamente porque es muy rico en vitaminas y con un sabor muy especial  y, al tiempo, por ser tan particular y para algunos bastante extraño. No obstante, más allá de los gustos y las apreciaciones, es uno de los ingredientes más buscados por muchos cocineros exclusivos y ha sido un ingrediente adoptado por la cocina uruguaya para adaptar esta exquisita entrada que hace que el calabacín eleve todas sus potencialidades. Su preparación es demasiado sencilla y seguramente estará al alcance de tus recursos y sin importar tus conocimientos en cocina, solo un poco de intuición y deseos de probar las delicias de la astronomía uruguaya.",
      "ingredients": [
        "3 calabacines medianos",
        "1 cebolla mediana",
        "3 cdas harina",
        "4 cdas queso rallado",
        "3 huevos",
        "1 cdts Royal",
        "Nuez moscada y sal",
        "Leche C/N",
        "Pan rallado y mantequilla"
      ],
      "preparation": "<ol>\r\n\t<li>Pica la cebolla. Rehógala hasta ablandar.</li>\r\n\t<li>Añade los calabacines lavados y pelados, picados en trozos pequeños o  rodajas.</li>\r\n\t<li>Salpimienta y dejar ablandar.</li>\r\n\t<li>Mezcla los demás ingredientes menos el pan rallado. La consistencia debería ser un poco líquida.</li>\r\n\t<li>Incorpora los calabacines.</li>\r\n\t<li>Engrasa un molde y vierte allí la mezcla.</li>\r\n\t<li>Espolvorea con pan rallado y un poco de mantequilla.</li>\r\n\t<li>Ponlo en el  horno previamente calentado a 200º C por 30 segs o hasta que dore.</li>\r\n</ol>"
    },
    {
      "idRecipe": "22",
      "image": "22-image",
      "name": "Tomates rellenos",
      "nameUrl": "tomates-rellenos",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Los tomates rellenos de Grecia han perdurado en Europa para luego formar parte de la cultura occidental y ser un legado en el continente americano. Así llegaron para quedarse en la gastronomía uruguaya, su fácil preparación y excelente nutrición ha permitido la creación de varias versiones donde las hierbas juegan un papel fundamental cuando se habla de sabores. En su esencia el tomate; sin embargo, su relleno se ha modificado con el tiempo desde granos como el arroz y carnes blancas como el atún. Estos dos son el mejor relleno para esta entrada de refrigeración. ¿Qué debes considerar para preparar esta receta? El tomate, su forma será la carta de presentación de esta entrada.",
      "ingredients": [
        "4 tomates manzano",
        "4 huevos cocidos",
        "250 gr de mayonesa",
        "1 cucharadita de sal",
        "1 cucharadita de pimienta",
        "1 cucharada de hojas perejil ",
        "30 gr de migas de pan"
      ],
      "preparation": "<ol>\r\n\t<li>Quítale la concha a los tomates, hiérvelos en agua (máx. 10 segundos), sácalos y déjalos en agua fría.</li>\r\n\t<li>Realiza una abertura hueca en los tomates para introducir el relleno. Retira las semillas y partes duras del tomate.</li>\r\n\t<li>Cocina los huevos con concha en agua hirviendo, descónchalos y has un puré acompañados con la mayonesa. Agrégale especias: perejil, pimienta y sal.  </li>\r\n\t<li>Rellena los tomates, guárdalos en el refrigerador para que adquieran una temperatura fría.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "26",
      "image": "26-image",
      "name": "Tortas fritas",
      "nameUrl": "tortas-fritas",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "¿Días de lluvia? Para ello un buen maté caliente, pero ¿con qué acompañarlo? Aquí nacen las tradicionales tortas fritas ideales para una merienda por la tarde de un día frío. Las tortas fritas son conocidas en toda Uruguay, receta compartida con Argentina. Su forma las hace diferenciarse de otras entradas que se elaboran con los mismos ingredientes. Lo bueno de esta receta es que puede adoptar formas no solo físicas: circular o romboide sino también en su sabor pueden ser dulces o saladas. El origen de esta masa de trigo se le debe a la cocina española, al no poder usar el horno en ciertas ocasiones.",
      "ingredients": [
        "1 taza de harina de trigo leudante",
        "½  kilo de harina",
        "¼  de aceite",
        "1 cucharadita de sal",
        "1 cucharada de azúcar",
        "1 cucharada de margarina "
      ],
      "preparation": "<ol>\r\n\t<li>Prepara en un recipiente la harina leudante con la harina. Agrégales las cucharaditas de sal y azúcar junto al aceite más un poco de agua tibia.</li>\r\n\t<li>Amasa bien los ingredientes ahí está el secreto. Permite reposar la masa para que adquiera su propio volumen.</li>\r\n\t<li>Toma la masa, estírala y dale forma de círculos del tamaño de tu preferencia.</li>\r\n\t<li>Fríe los círculos de masa con el aceite. Saca cada círculo cuando veas un color dorado en ambos lados. Si las deseas dulces, polvoréales azúcar.</li>\r\n</ol>\r\n"
    }
  ]
}