{
  "site": {
    "title": "Recetas de cocina brasileña",
    "titleGeneric": "Recetas de cocina",
    "titleCountry": "Brasileña",
    "description": "Deliciosas recetas de comida y cocina tipica brasileña. Las recetas de la comida y cocina de Brasil son sencillas y faciles de preparar.",
    "url": "https://www.cocina-brasilena.com/",
    "version": "4.0.0",
    "id": "com.plasticwebs.cocinabrasilena",
    "admobBanner": "ca-app-pub-7429223453905389/4046319406",
    "admobIntersitial": "ca-app-pub-7429223453905389/5523052600"
  },
  "categories": [
    {
      "idCategory": "1",
      "name": "Entradas",
      "nameUrl": "entradas"
    },
    {
      "idCategory": "2",
      "name": "Sopas",
      "nameUrl": "sopas"
    },
    {
      "idCategory": "3",
      "name": "Plato Principal",
      "nameUrl": "plato-principal"
    },
    {
      "idCategory": "4",
      "name": "Reposteria",
      "nameUrl": "reposteria"
    },
    {
      "idCategory": "5",
      "name": "Bebidas",
      "nameUrl": "bebidas"
    }
  ],
  "recipes": [
    {
      "idRecipe": "30",
      "image": "30-image",
      "name": "Acarajé",
      "nameUrl": "acaraje",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "Este es un plato típico de la provincia de Bahía ubicada al noreste de Brasil. Su origen probablemente viene de África y se trasladó al país a través de los esclavos, está relacionado con tradiciones religiosas de ese continente. Se trata de un pan grueso, hecho a partir de frijoles y cebolla, relleno con langostinos y camarones, y servido en salsa de la región, todo frito. Este plato se come a cualquier hora del día en todas las regiones del país. ",
      "ingredients": [
        "½ Kg. De chicharos",
        "1 Cebolla",
        "½ Taza de agua",
        "Sal",
        "Pimienta",
        "Aceite "
      ],
      "preparation": "<ol>\r\n\t<li>Deja los chicharos en el agua durante toda la noche hasta que ablanden, entonces los lavas y los escurres, procedes a limpiarlos frotándolos.</li>\r\n\t<li>Haz un puré con los chícharos en la batidora, añadiendo agua poco a poco hasta que sea una pasta, entonces agregas sal, pimienta.</li>\r\n\t<li>Pon en un sartén el aceite y caliéntalo, una vez caliente fríe hasta que se dore la pasta, seca el exceso de aceite y sirve con salsa de arcajé.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "74",
      "image": "74-image",
      "name": "Arrolladito de pescado",
      "nameUrl": "arrolladito-de-pescado",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "Muchas cosas pueden destacarse de Brasil y más de su cocina. Y es porque esta, particularmente, tiene la virtud de ser muy amplia y versátil. Los profesionales de la cocina saben muy bien que, no importa cuantas veces uses el mismo ingrediente, siempre hay una posibilidad nueva, una receta con toda la factibilidad de ser desarrollada y puesta a la orden. Los Arrolladitos de pescado son una de esas alternativas que nos ofrece la cocina de Brasil, sencilla y deliciosa. Un modo fresco de ver un plato con uno de los ingredientes más tradicionales de un país playero como Brasil.",
      "ingredients": [
        "4 filetes de merluza de 200 gr. cada uno",
        "½ aguacate o una banana en su defecto",
        "2 pimentones verdes",
        "1 cucharada de margarina o mantequilla",
        "½ limón",
        "Para la salsa:",
        "½ aguacate o una banana",
        "1 cucharada de curry",
        "200 gr. de nata",
        "Una pizca de azúcar",
        "1 cucharada de jugo de limón",
        "Sal y Pimienta",
        "Maicena"
      ],
      "preparation": "<ol>\r\n\t<li>Salpimenta y rocia con el jugo de limón los fletes.</li>\r\n\t<li>Corta los pimentones en trozos.</li>\r\n\t<li>Usa la mitad del aguacate, picado en cuadritos.</li>\r\n\t<li>En un sartén, calienta la mantequilla y pon el pimentón a saltear hasta que esté blando.</li>\r\n\t<li>Pon los filetes de pescado junto con los trocitos de aguacate y enrolla, sujetando con palillos.</li>\r\n\t<li>Pon esto en un molde previamente enmantequillado y báñalo con la crema, agrega sal y pimienta, tapa con papel de aluminio y cocina en el horno bien caliente por unos 20 minutos.</li>\r\n\t<li>Retira el molde del horno y por los arrolladitos en otro molde.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "58",
      "image": "58-image",
      "name": "Baião de Dois",
      "nameUrl": "baiao-de-dois",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "El Baião de Dois es un plato propio del Nordeste de Brasil, específicamente de el estado de Ceará. Existen varios modos de preparar un buen Baião y hoy veremos una de los tantos, una sencilla forma de conseguir la receta, en la cual dos ingredientes son esenciales y prácticamente el sello de conocido plato: el arroz y las judías verdes. Los orígenes de este plato se remontan a muchos años atrás, un período de sequía en especial, en el cual, los nativos tuvieron que aprovechar al máximo sus recursos. No obstante, su nombre no proviene de allí, sino que fue inspirado en un famoso cantante del país. ",
      "ingredients": [
        "200 gramos de panceta ahumada o carne seca ",
        "½ kg de judías verdes o habas cariocas",
        "2 pastillas de caldo de tocino",
        "1 salchicha picada en rodajas",
        "1 diente de ajo",
        "1 chile amarillo",
        "1 cebolla picada o rallada",
        "2,5 tazas de arroz",
        "4 cucharadas de mantequilla clarificada",
        "150 gramos de queso cuajado cortado en lonjas  Cilantro y perejil picados "
      ],
      "preparation": "<ol>\r\n\t<li>Cocina los frijoles con el chorizo y mantequilla clarificada, durante una hora.</li>\r\n\t<li>En una sartén con aceite pon a dorar el ajo y la cebolla con un poco de cilantro e incorpora el arroz.</li>\r\n\t<li>Añade los granos, mezcla y tapa.</li>\r\n\t<li>Cuando se haya cocido el arroz, añade perejil, revuelve, cúbrelo con el queso y vuelve a tapar, para que el queso se derrita.</li>\r\n\t<li>Pica las porciones y sirve a tu gusto.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "5",
      "image": "5-image",
      "name": "Batida de coco ",
      "nameUrl": "batida-de-coco",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "15 minutos",
      "description": "Esta bebida no solo es refrescante y fácil de preparar, además es muy representativa de Brasil, su ingrediente principal es el coco y la cachaza (un aguardiente típico del país hecho a partir de la destilación del jugo de caña de azúcar en alambiques artesanales). Existen otras versiones de la misma, pero con otras frutas como el maracuyá o la piña y con una base de licor distinto, como el ron. Se estila servir esta bebida dulce en un vaso largo, con una rodaja de piña a modo de decoración y un sorbete o pajita, es muy consumida en las playas, ya que es en estas zonas donde abunda el coco. ",
      "ingredients": [
        "1 ½ medida de leche de coco",
        "1 vaso de Cachaza ",
        "Ron o ginebra ",
        "Canela ",
        "½ medida de leche condensada"
      ],
      "preparation": "<ol>\r\n\t<li>Enfriar los ingredientes y mezclarlos juntos en la coctelera o en una licuadora hasta que esté espumosa.</li>\r\n\t<li>Servir frío y en una copa larga, preferiblemente decorada y con una pajita. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "6",
      "image": "6-image",
      "name": "Batida de maracuyá",
      "nameUrl": "batida-de-maracuya",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "15 minutos",
      "description": "También conocido como coctel de maracuyá es una bebida alcohólica súper refrescante cuyo ingrediente más resaltante es el maracuyá, también conocido como parchita o fruta de la pasión, propio de las regiones tropicales, se da en varios países de América Latina y el Caribe. Esta fruta es muy representativa de Brasil, de hecho, fueron los portugueses que colonizaron este país quienes la introdujeron en Europa. Por otra parte, la cachaza es un licor típico de Brasil hecho a base de jugo de caña de azúcar, de no tenerse, puede ser sustituido por ron o vodka. Se sirve en vasos largos, con dos pajitas y piña de decoración. ",
      "ingredients": [
        "60 ml de zumo de maracuyá",
        "20 ml de zumo de piña",
        "20 ml de zumo de limón",
        "20 ml de Cachaza"
      ],
      "preparation": "<ol>\r\n\t<li>Sobre una base de hielo, vierta todos los líquidos y agite bien.</li>\r\n\t<li>Sirva en un vaso largo </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "51",
      "image": "51-image",
      "name": "Batido de coco fresco",
      "nameUrl": "batido-de-coco-fresco",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "Sabemos que es un país con una gran diversidad cultural y cuando pensamos en él, una de las primeras cosas que se nos vienen a la mente son sus maravillosos paisajes. Todos admiramos las extensas y hermosas playas de Brasil y quizá siempre esté presente, en cada paisaje, en cada fotografía que los miles de turistas hacen rodar por el mundo, una de las frutas más populares y conocidas por todos y que, en el país representa un delicioso producto, este la base de la deliciosa receta que aprenderás a preparar hoy: el batido de coco fresco. ",
      "ingredients": [
        "2 Tazas de leche de coco",
        "2 Tazas de leche",
        "5 Bolas de helado de vainilla ",
        "1 cucharadita de clavo de olor molido",
        "Un poco de azúcar al gusto",
        "Hielo"
      ],
      "preparation": "<ol>\r\n\t<li>Pon en una licuadora la leche de coco, la leche, el clavo, el helado y el azúcar.</li>\r\n\t<li>Una vez hayas mezclado, consiguiendo una consistencia cremosa, ráyale un poco de coco.</li>\r\n\t<li>En cuatro vasos, con hielo machacado, sírvelo y compártelo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "25",
      "image": "25-image",
      "name": "Besito de coco",
      "nameUrl": "besito-de-coco",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "El beijinho de coco, en español, besito de coco, es un dulce típico de Brasil que está hecho a base de coco, leche condensada o leche de cabra cuajada. Es muy similar a otro dulce típico de este país, los “brigadeiros” salvo que, en vez de usar chocolate, se usa coco. Son ideales para servirse en cualquier celebración y además son muy fáciles de preparar y de bajo costo. Historiadores aseguran que su origen se remonta a 1940, año en que se crearon los brigadeiros, y que surgió como una versión sofisticada del mismo.",
      "ingredients": [
        "Clavos ",
        "Pizca de sal ",
        "Coco rallado (para rebosar las trufas)",
        "2 Cucharadas de mantequilla",
        "150 gr. De coco rallado",
        "1 Lata de leche condensada"
      ],
      "preparation": "<ol>\r\n\t<li>Mezclar leche condensada, el coco y la mantequilla en un bowl a fuego lento, debes cocinar a fuego lento y batir hasta que se despegue la mezcla de la olla.</li>\r\n\t<li>Una vez listo, deja reposar la mezcla durante 40 minutos.</li>\r\n\t<li>Haz las bolitas con esta preparación y rebósalas sobre el coco rallado, para decorar puedes colocar u n clavo en el centro de la bolita y ya están listos para ser servidos. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "68",
      "image": "68-image",
      "name": "Bobó de camarão",
      "nameUrl": "bobo-de-camarao",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "Las cremas son reducciones de carbohidratos y proteínas, su nombre nos deja saber que no son específicamente una sopa, sino literalmente alimentos hechos crema, con textura y muchísimos sabores totalmente compenetrados. Una deliciosa prueba a fondo de la sustancia de una mandioca, una hierba, calabacines, especias. El Bobó de Camarão es una de esas rarezas típicas. Por paradójico que suene, hay platos que no se preparan todo el tiempo, pero siempre se cocinan y son muy bien recibidos, así es en la mesa de Brasil, donde representa una exquisitez y una de las entradas que aman los turistas.",
      "ingredients": [
        "1 kg de mandioca",
        "800 gr de camarones",
        "50 ml de aceite de oliva",
        "1 cda. de sal",
        "600 ml de agua",
        "400 ml de agua de coco",
        "1 diente de ajo",
        "1 cda. de cúrcuma",
        "100 gr de salsa de tomate",
        "1 cebolla pequeña",
        "20 hojas de cilantro",
        "½ pimiento picante",
        "1 lima"
      ],
      "preparation": "<ol>\r\n\t<li>Pon la yuca, previamente pelada, cortada en trozos pequeños, en agua para su cocción.</li>\r\n\t<li>Exprime la lima en un recipiente, allí, remoja durante 30 minutos las colas de las gambas. Estas se lavan y se reservan sus cabezas.</li>\r\n\t<li>En 600 ml de agua, hierve durante 15 minutos las cabezas de las gambas y cuela el caldo.</li>\r\n\t<li>Agrega eso a la leche de coco junto con la mandioca y hierve nuevamente. Retira las mandiocas cuando se hayan cocido y haz un puré.</li>\r\n\t<li>Pon aceite en un sartén, tritura el ajo ponlo a rehogar, agrega cebolla y cúruma, una vez haya ablando la cebolla, añade el puré de tomate, el chile y el cilantro. Déjalo 5 minutos.</li>\r\n\t<li>Retira los camarones de la lima, sécalos y agrégalos a la salsa de tomate.</li>\r\n\t<li>Pon esto a fuego lento por algunos minutos.</li>\r\n\t<li>Agrega el puré de yuca.</li>\r\n\t<li>Revuelve y sirve.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "10",
      "image": "10-image",
      "name": "Broa",
      "nameUrl": "broa",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "1 hora",
      "description": "Broa es un pan de origen portugués, que también se convirtió en un plato típico en Galicia y en Brasil, país al que llegó en la época de la colonia. Se hace con harina de maíz, trigo y centeno, tiene un  aspecto tosco, corteza gruesa, su sabor es dulzón. Se suele comer con sopas o caldos, debido a su textura gruesa. Es bastante reconocido en Brasil e incluso a nivel internacional, hay quienes tradicionalmente lo comen con sardinas durante la noche de San Juan. ",
      "ingredients": [
        "380 gr de harina de maíz",
        "125 gr de harina de trigo",
        "575 ml de agua",
        "19 gr de sal ",
        "6 gr de levadura"
      ],
      "preparation": "<ol>\r\n\t<li>Sobre la harina de maíz, vierte 450 ml de agua hirviendo y mézclalas con una cuchara de palo. Deja reposar mientras se enfría.</li>\r\n\t<li>Mezcla paralelamente los otros ingredientes y déjalos reposar en un recipiente con tapa.</li>\r\n\t<li>Une ambas mezclas mientras  remueves, para asegurarte de que quede una mezcla homogénea.</li>\r\n\t<li>Debes tener en cuenta que la masa te quede alta, de lo contrario será sólo corteza.</li>\r\n\t<li>Pon mantequilla en un molde de pan inglés, vierte la mezcla allí, tápala y déjala reposar 8 horas; si no tienes el molde, puedes hacerlo en una olla.</li>\r\n\t<li>Hornea a 200º durante 1 hora y 15 minutos. El pan debe quedar oscuro.</li>\r\n\t<li>Se recomienda servirlo con sardinas gordas, con grasa y a la plancha. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "11",
      "image": "11-image",
      "name": "Brusquetas de brasil ",
      "nameUrl": "brusquetas-de-brasil",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "Las brusquetas de Brasil son un plato ideal para ser servido como entrada en cualquier parte del mundo, aunque el origen de esta entrada proviene de Italia, se ha extendido alrededor del mundo con ciertas particularidades, en Brasil por ejemplo, existe una receta que se hace en varias regiones del país. Son unos pancitos tostados con topping de vegetales que combina berenjenas, calabacín, cebolla y pimiento salteados, un sabor único que te abrirá el apetito, también son servidos como snakcs en algunas celebraciones. ",
      "ingredients": [
        "1 Berenjena",
        "1 Diente de ajo",
        "6 Piezas de pan",
        "1 Pimiento",
        "1 Calabacín",
        "1 Cebolla",
        "Sal",
        "Pimienta",
        "Orégano"
      ],
      "preparation": "<ol>\r\n\t<li>Calienta el aceite en un sartén y saltea la cebolla, añade la berenjena, el calabacín y sigue removiendo.</li>\r\n\t<li>Cuando la berenjena y el calabacín comience a ablandar, agrega el pimiento y continúa removiendo hasta que estén cocidos, pero sigan firman, entonces apague.</li>\r\n\t<li>Sazone con la sal, pimienta y orégano al gusto.</li>\r\n\t<li>Ahora rebane el pan y tuéstelo en un sartén con un poco de aceite, cuando estén dorados y la superficie tostada frote el diente de ajo por los lados del pan.</li>\r\n\t<li>Sirva los vegetales sobre el pan y disfrute.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "1",
      "image": "1-image",
      "name": "Caipiriña ",
      "nameUrl": "caipirina",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "15 minutos",
      "description": "La Caipiriña (Caipirinha) es uno de los cocteles de Brasil más famosos en todo el mundo, se trata de una bebida alcohólica que usa como base el licor más tradicional de este país, la Cachaza, un aguardiente producto de la destilación del jugo de caña de azúcar, que puede variar entre los 38º y 50º de alcohol y es almacenado en barricas de madera. Sus ingredientes son Chacaza, lima, azúcar y hielo; debe beberse con un sorbete o pajilla para que se aprecie correctamente el sabor de la lima y el azúcar que se depositan en el asiento del vaso y se van mezclando poco a poco con el alcohol. ",
      "ingredients": [
        "44 a 75 ml. De Cachaza",
        "1 Lima o limón",
        "1 o 2 cucharaditas de azúcar",
        "Hielo"
      ],
      "preparation": "<ol>\r\n\t<li>Corta la lima o el limón en rodajas, usa 3 o 4 y ponlas en un vaso junto con el azúcar.</li>\r\n\t<li>La cantidad de azúcar depende del gusto, con 1 quedará la bebida más fuerte y con 2 quedará más dulce.   </li>\r\n\t<li>Con el mortero para preparar cocteles, aplasta la fruta hasta lograr que desprenda el jugo, recuerda que si lo aplastas más de la cuenta puedes obtener una bebida con sabor amargo.</li>\r\n\t<li>Agrega la Cachaza dependiendo de tu gusto, si lo quieres suave puede ser entre 44 ml. y 55 ml y si lo quieres fuerte de 55 ml. en adelante.</li>\r\n\t<li>Sirve y disfruta, si quieres puedes decorar con rodajas de limón.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "2",
      "image": "2-image",
      "name": "Caipirissima",
      "nameUrl": "caipirissima",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "1 ",
      "preparationTime": "15 minutos",
      "description": "Esta es una versión caribeña de la Caipiriña que sustituye el licor base, la cachaza, por el ron. Aunque estos dos licores son muy parecidos, es importante saber que se diferencian porque el ron se hace a partir de la melaza, que es el jugo de la caña de azúcar hervido y procesado, mientras que la cachaza se hace con el jugo de la caña, siendo más puro y su sabor más afrutado.  Suele servirse en un vaso ancho y bajo, esos que se conocen como de whysky, con una pajita o sorbete y una rodaja de limón para decorar.",
      "ingredients": [
        "1 Medida de ron",
        "4 Rodajas de lima o limón ",
        "2 Cucharaditas de azúcar",
        "Hielo"
      ],
      "preparation": "<ol>\r\n\t<li>Machaque el limón con un mortero y añada el azúcar.</li>\r\n\t<li>Agregue el ron.</li>\r\n\t<li>Agregue el hielo y ponga la rodaja de limón a modo de decoración.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "3",
      "image": "3-image",
      "name": "Caipiroska",
      "nameUrl": "caipiroska",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "1",
      "preparationTime": "15 minutos",
      "description": "La Caipiroska es una bebida alcohólica muy conocida en Brasil y a nivel internacional, porque es un derivado del famoso coctel brasileño Caipirinha, con la única variante de que la cachaza, licor base de la bebida, es sustituida por Vodka. Al igual que la Caipiriña, su preparación  tiene múltiples variantes, pues la creatividad no tiene límites y se ha probado con distintas frutas, entre las más populares: la fresa, la naranja y el maracuyá o parchita. Lo ideal es que este trago sea preparado en vasos cortos y anchos, como los de whysky y que no se olvide ponerle una pajita o sorbete, para su mejor degustación. ",
      "ingredients": [
        "Azúcar o jarabe de goma (almíbar)",
        "2 Onzas de Vodka",
        "Limón"
      ],
      "preparation": "<ol>\r\n\t<li>Ponga 2 cucharadas de azúcar o de jarabe de goma en un vaso.</li>\r\n\t<li>Añada 4 rodajas de limón y machaque hasta que se funda el zumo con el azúcar, procure no machacar demasiado para que la concha no despida un sabor amargo.</li>\r\n\t<li>Agregue 2 onzas de vodka.</li>\r\n\t<li>Ponga hielo y una pajilla.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "80",
      "image": "80-image",
      "name": "Cajuína",
      "nameUrl": "cajuina",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "La cajuína es una bebida típica de Brasil, símbolo del estado de Piauí y Ceará y de la ciudad de Fortaleza. El arraigo que siente la población de Piauí por esta bebida es comparable a de los estadounidenses por la coca cola, sin exagerar, es muy consumida en esta regiones y además hasta han inaugurado avenidas con su nombre.  No contiene alcohol y es clarificada, esterilizada y se prepara a partir de la pulpa de cajú, conocida también como anacardo, es una fruta que tiene propiedades antioxidantes. ",
      "ingredients": [
        "5 kg de cajuína",
        "Gelatina en polvo sin sabor",
        "100 ml de agua"
      ],
      "preparation": "<ol>\r\n\t<li>Disolver 10 gramos de gelatina en 100 ml. de agua hirviendo</li>\r\n\t<li>Reservar</li>\r\n\t<li>Lave la fruta y extraiga su pulpa, después, páselo por un colador.</li>\r\n\t<li>Añada lentamente la gelatina y deje reposar por 5 minutos</li>\r\n\t<li>Después embotelle la bebida y póngalo en baño de agua por 30 minutos después de que esté hirviendo.</li>\r\n\t<li>Sirva frío y disfrute.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "88",
      "image": "88-image",
      "name": "Caldo de Aipim",
      "nameUrl": "caldo-de-aipim",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "El caldo de Aipim es una receta sencilla de la que obtienes una deliciosa y jugosa presentación, uno de los mejores platos que encontrarás en Brasil. La diversidad de ingredientes y recetas que encontramos en este país tropical es inmensa y no deja de sorprendernos. Ideal para servir en días de bajas temperaturas. Si eres un fan de un caldo de Aipim te garantizamos que te encantará esta receta. Echemos un vistazo a cómo hacer este caldo en sólo 40 minutos. Su sabor único e inconfundible está relacionado con las más viejas y emotivas costumbres de la familia brasileña.",
      "ingredients": [
        "1 kilo de Wahoo cocido",
        "½ kilo de carne molida",
        "3 dientes de ajo machacados",
        "1 cebolla roja picada",
        "1 caja de pasta de tomate",
        "1 cucharada de aceite de oliva",
        "1 pizca de pimienta negra",
        "1 pizca de comino",
        "1 pizca de albahaca",
        "Cebolla verde picada ",
        "Cilantro ",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Cuece la yuca en una olla a presión hasta que ablande bastante.</li>\r\n\t<li>Calienta aceite en un sartén, añade la cebolla hasta que dore, agrega la pasta de tomate.</li>\r\n\t<li>Rocía un poco de sal, pimienta y comino.</li>\r\n\t<li>Luego, agrega la carne molida y déjala cocinar allí por 30 minutos.</li>\r\n\t<li>Pon la yuca blanda en una licuadora, licúa y, el jugo, agrégalo a la carne molida.</li>\r\n\t<li>Déjalo cocinar un poco y agrega las chalotas junto al cilantro picado.</li>\r\n\t<li>Deja cocinar por 3 minutos.</li>\r\n\t<li>Apaga, sirve y a disfrutar.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "87",
      "image": "87-image",
      "name": "Caldo de camarón base",
      "nameUrl": "caldo-de-camaron-base",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "El camarón es uno de esos ingredientes que la cocina brasileña sabe realmente explotar. La pesca de este tipo de marisco es una de las más grandes industrias del Brasil, de lo cual hoy día se reciben incluso grandes ingresos en exportación. Por eso no es extraño que los platos como el caldo de camarón base sea una exquisitez típica y un plato representativo de esta cocina. ",
      "ingredients": [
        "500 gr. De camarón",
        "2 Ramas de Laurel",
        "Rama de Tomillo",
        "1 Cucharada de aceite de oliva"
      ],
      "preparation": "<ol>\r\n\t<li>Lo primero que debes hacer es pelar los camarones.</li>\r\n\t<li>Conserva tanto la carne como las conchas pero en bols distintos.</li>\r\n\t<li>Coloca en un sartén con el aceite de oliva y las especias las conchas y las cabezas de los camarones.</li>\r\n\t<li>Pasados 30 minutos, retire del fogón y páselo por un colador.</li>\r\n\t<li>Vierta el concentrado en un recipiente y puede ir usando dosificadamente en la preparación de otras recetas de sopas. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "89",
      "image": "89-image",
      "name": "Caldo de Kenga",
      "nameUrl": "caldo-de-kenga",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "El clado de Kenga es una receta originaria de Salinas, región del norte de Minas Gerais. Una receta especial por su sencillez pero gran contenido calórico y un fuerte sabor. Si buscas un caldo ideal para acompañar los días fríos, con esta idea te aseguramos impresionar a tus comensales, ya sea familia o amigos. A todos les encantará. El nombre del caldo está relacionado con el ingrediente estrella del plato: el pollo desmenuzado. Acompáñanos a conocer los ingredientes y preparación de esta deliciosa sopa, donde los vegetales, la mandioca y el pollo, son las piezas clave para dar el particular sabor del caldo de Kenga.",
      "ingredients": [
        "½ kg. de Yuca",
        "½ Kg. Zanahoria",
        "1 pechuga de pollo",
        "3 cucharadas soperas de perejil picado",
        "5 dientes de ajo",
        "2 cebollas picadas",
        "3 cucharadas de tocino picado",
        "Pimienta negra al gusto",
        "Orégano al gusto",
        "Nuez moscada al gusto",
        "Chicharrones a gusto",
        "Sal a gusto",
        " 1 Aceite vegetal"
      ],
      "preparation": "<ol>\r\n\t<li>Calienta el aceite en una olla a presión. </li>\r\n\t<li>Saltea la cebolla y añade el corte de pechuga de pollo, previamente picado en trozos grandes. </li>\r\n\t<li>Agrega la zanahoria y la mandioca.</li>\r\n\t<li>Sazona con sal, pimienta, nuez moscada y orégano</li>\r\n\t<li>Añade medio litro de agua y cocina hasta ablandar.</li>\r\n\t<li>Cuando esté listo, retira el pollo de la sartén, drena, tritura y reserva.</li>\r\n\t<li>Pon la mandioca y la zanahoria en una licuadora con el agua de la cocción. </li>\r\n\t<li>Bate  todo hasta que de una consistencia suave. </li>\r\n\t<li>Dora el ajo y la cebolla que queda en un sartén. </li>\r\n\t<li>Fríe el tocino. </li>\r\n\t<li>Añade el pollo desmenuzado y fríe por un poco más de tiempo. </li>\r\n\t<li>Pon el caldo sobre el tocino y el pollo desmenuzado en el sartén. Déjalo hervir. </li>\r\n\t<li>Añade orégano al gusto. </li>\r\n\t<li>Sirve y disfruta. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "85",
      "image": "85-image",
      "name": "Caldo de Tucupí",
      "nameUrl": "caldo-de-tucupi",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "La mandioca es uno de los principales ingredientes de la gastronomía, es importante sabe que esta es una raíz muy antigua que tiene sus orígenes en el África, de donde se desprende gran parte de la cultura de Brasil. En el caso de el caldo de tucupí, la yuca cumple un papel fundamental y es ideal para compartir en familia o para una cocina sencilla y sabrosa. ",
      "ingredients": [
        "3 kg de Yuca brava (mandioca)",
        "1 litro de agua",
        "3 Dientes de ajo",
        "2 Ramas de achicoria",
        "Pimienta Negra",
        "Sal"
      ],
      "preparation": "<ol>\r\n\t<li>Pele la yuca, córtela y con un poco de agua llévela a un procesador potente.</li>\r\n\t<li>Cuéle el jugo que extráe del procesador, exprimalo bien.</li>\r\n\t<li>Póngalo en un recipiente de vidiro y déjelo 4 horas, separe el almidón que se asienta en el fondo del recipiente y deje el líquido toda la noche fermentándose. Este paso es importante porque este líquido tierno es venesoso.</li>\r\n\t<li>Transcurrido este lapso de tiempo, lleve el líquido a una cacerola de aluminio y ponga a cocinar a fuego lento durante 30 minutos, entonces aderece, luego cuele nuevamente.</li>\r\n\t<li>Finalmente guarde y use como base en los caldos o sopas de pescado, pollo o pato.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "66",
      "image": "66-image",
      "name": "Caldo verde",
      "nameUrl": "caldo-verde",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "El caldo verde es una de las sopas más conocidas en Brasil pues lleva un ingrediente base, muy popular, la papa, combinada con el col. Existe también un caldo verde a base de mandioca o yuca, otras versiones son el caldo verde claro, el caldo verde vegetariano, de verduras con tocino, de verduras solamente e, incluso, con chorizo, ingrediente que a los nativos de la región les encanta. De la región de Minho, Portugal, este plato ha do adaptándose a nuevas interpretaciones en las distintas partes del mundo y las distintas regiones de Brasil, donde se ha convertido en un plato nacional.",
      "ingredients": [
        "1 repollo",
        "1 salchicha ahumada picada en rodajas (puede ser chorizo o salchicha)",
        "5 patatas",
        "1 litro de agua",
        "1 cebolla picada",
        "1 diente de ajo",
        "Aceite 150ml",
        "Pimienta",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla grande con aceite caliente, pon el ajo y la cebolla a dorar. </li>\r\n\t<li>Agrega agua y déjala hervir, introduce las patatas para su cocción.</li>\r\n\t<li>Pon todo el contenido en una licuadora.</li>\r\n\t<li>Una vez espese, añade agua caliente. </li>\r\n\t<li>De nuevo en la olla a fuego lento, agrega la salchicha, el col, previamente picado en tiras finas y sirve. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "46",
      "image": "46-image",
      "name": "Canutillos rellenos de nata y frutas",
      "nameUrl": "canutillos-rellenos-de-nata-y-frutas",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "+2 horas",
      "description": "Las entradas son platos pequeños que se sirven previos a los platos principales y son pequeños bocados, recetas que pueden ser complejas incluso, pero no lo suficientemente grandes como para llenarnos y quitarnos el apetito. Servir entradas es una excelente estrategia para dar una agradable bienvenida a una visita o para mostrar tus cualidades culinarias, por lo que aprender a preparar unos canutillos rellenos de nata y frutas te resultará de mucho provecho y mantendrán a tus comensales a la expectativa de algo realmente delicioso. Puedes prepararlos como merienda incluso o como pasabocas para compartir en una fiesta, la ocasión la decides tú. ",
      "ingredients": [
        "185 grs. De harina",
        "1 Cáscara de naranja fresca",
        "2 dl. de aceite de oliva.",
        "100 ml. De leche",
        "100 ml. De aceite de oliva más",
        "Ingredientes para el relleno:",
        "1 pieza de fruta de la pasión",
        "2 rodajas de piña",
        "1 dl. De nata fría",
        "40 grs. De azúcar (morena preferiblemente)",
        "Ingredientes para la salsa de naranja:",
        "1 Copa de licor de naranja",
        "1 Copa de Brandy",
        "Algunas hojas de menta fresca",
        "Azúcar glas",
        "1 dl. De zumo de naranja",
        "50 grs. De azúcar morena",
        "5 Cucharadas de agua"
      ],
      "preparation": "<p>Preparación de los canutillos:</p>\r\n\r\n<ol>\r\n\t<li>Pon una cazuela al fuego, en ella las conchas de la naranja en aceite.</li>\r\n\t<li>Cuando hierva, retira el aceite y deposítalo, déjalo enfriar y agrega leche y harina.</li>\r\n\t<li>Con esto haz una masa. Extiende trozos con un rodillo o botella sobre una superficie y luego envuelve cada uno en un molde metálico cilíndrico.</li>\r\n\t<li>Fríelos en aceite y luego retírales el molde.</li>\r\n</ol>\r\n\r\n<p>Preparación del relleno:</p>\r\n\r\n<ol>\r\n\t<li>Bate la nata hasta que adquiera consistencia, añade el azúcar y bate un poco más (puedes usar una batidora manual o eléctrica)</li>\r\n\t<li>Añade la pulpa y de la fruta a esta mezcla y la piña picada en trocitos.</li>\r\n</ol>\r\n\r\n<p>Preparación de la salsa de naranja:</p>\r\n\r\n<ol>\r\n\t<li>En una ollita pon agua y añade el azúcar, cuando tome color añade el zumo de naranja, el licor y el brandy. Deja esta mezcla a fuego lento hasta que reduzca un poco.</li>\r\n</ol>\r\n\r\n<p>Presentación:</p>\r\n\r\n<ol>\r\n\t<li>Rellena los canutillos con una cucharita de la mezcla de nata y frutas.</li>\r\n\t<li>En la base extiende la salsa de naranja</li>\r\n\t<li>Rocía el azúcar glas sobre los canutillos</li>\r\n\t<li>Aprovecha la menta para una decoración</li>\r\n</ol>\r\n\r\n<p> </p>\r\n"
    },
    {
      "idRecipe": "7",
      "image": "7-image",
      "name": "Capoeira",
      "nameUrl": "capoeira",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "1",
      "preparationTime": "15 minutos",
      "description": "La Capoeria es una bebida alcohólica altamente consumida en este país y también a nivel internacional, curiosamente tiene el mismo nombre de una disciplina deportiva de combate conocida en todo el mundo, también propia de Brasil. El principal ingrediente de esta bebida, al igual que muchos otros tragos, es el licor típico de Brasil, la Cachaza (aguardiente hecho a base de jugo de caña de azúcar), en su defecto, puede hacerse con vodka. Usualmente se sirve frío, en copas triangulares, comúnmente conocidas como copa de Vermouth o en copas de Coñac, que son bajas y anchas, puedes decorarlas al gusto.",
      "ingredients": [
        "2 onzas de Cachaza o vodka ",
        "1 onza de Licor de café ",
        "1 onza de leche de coco ",
        "2 ½ de leche condensada "
      ],
      "preparation": "<ol>\r\n\t<li>Vierte todos los líquidos en la coctelera y bate con fuerza.</li>\r\n\t<li>Sírvase frío.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "33",
      "image": "33-image",
      "name": "Carne de sol frita",
      "nameUrl": "carne-de-sol-frita",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "Este plato es un preparado de carne seca que ha sido expuesta al sol durante al menos 4 días con suficiente sal para que no se dañe. El origen de esta práctica probablemente venga de Portugal, pues los indígenas no conservan alimentos, por el contrario los portugueses sí, un ejemplo de ello es las uvas pasas o el bacalao en salazón. En Brasil existen principalmente tres tipos de carne seca: carne de sol, carne seca y charque, se diferencian principalmente por el modo de preparación, porque el resultado es el mismo y el tipo de carne también: carne bovina. ",
      "ingredients": [
        "500 gr. De carne en conserva",
        "1 Cebolla",
        "½ Taza de cebollín ",
        "2 Cucharadas de aceite de olivo "
      ],
      "preparation": "<ol>\r\n\t<li>Lavar la carne para quitarle el exceso de sal</li>\r\n\t<li>Cortarla en cuadros</li>\r\n\t<li>Cortar la cebolla en rodajas</li>\r\n\t<li>Pon un sartén a calentar, agrega la cebolla y la carne y deja freír durante 3 minutos, remueve y deja freír otros 3 o 4 minutos.</li>\r\n\t<li>Saca, quita el exceso de grasa y sirve acompañado con arroz y ensalada. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "21",
      "image": "21-image",
      "name": "Cartola",
      "nameUrl": "cartola",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "Este delicioso postre brasileño también conocido como engenho massangana, es representativo del noreste del país, de hecho, es Patrimonio Cultural Inmaterial del Estado de Pernambuco. Como la mayoría de los platos Sudamericanos, no se sabe quién lo inventó, más bien es producto de la mezcla gastronómica de los indígenas que habitaban la zona, de los colonizadores portugueses y de los esclavos africanos. Sus ingredientes principales son plátanos maduros o bananas, queso, azúcar y canela; suele ser servido a la hora de la cena, pero una vez que aprendes a prepararlo puedes comerlo cuando quieras. ",
      "ingredients": [
        "3 Bananas o plátanos maduros",
        "20 gr. De mantequilla",
        "80 gr. De queso del sertão o queso mantequilla.  ",
        "2 Cucharadas de canela en polvo",
        "30 gr. De azúcar morena"
      ],
      "preparation": "<ol>\r\n\t<li>Se cortan los plátanos en rebanadas.</li>\r\n\t<li>Se ponen a cocinar con la mantequilla hasta que suelte el dulce de la fruta, no es necesario que se doren.</li>\r\n\t<li>El queso se corta en trozos pequeños o se ralla (dependiendo de la densidad del queso) para que pueda fundirse fácilmente y se pone el sartén donde están los plátanos.</li>\r\n\t<li>Una vez que el queso se haya fundido, se mezcla el azúcar y la canela y se espolvorea una capa sobre los plátanos.</li>\r\n\t<li>Se sirve caliente y puede decorarse el plato con unas rodajas de banana fritas y frías.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "13",
      "image": "13-image",
      "name": "Chipa brasileño (pão de queijo)",
      "nameUrl": "chipa-brasileno-pao-de-queijo",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "30 minutos",
      "description": "Se trata de un delicioso pancito hecho a base de fécula de mandioca, queso, huevos, manteca, leche y sal. Su textura es chiclosa y su sabor el ideal para comer con café o con leche, recién salidos del horno son mucho mejor, pero también pueden comerse fríos, lo que no les recomendamos es que los recalienten porque su sabor cambia considerablemente. Una de las ventajas más notables de este plato es que la masa se puede refrigerar para hacerlos cuando apetezcan. Existen platos similares en Paraguay, Bolivia, Argentina y Colombia. En Brasil son especialmente típicos en Mina Gerais.",
      "ingredients": [
        "200 gr. De fécula de mandioca",
        "500 gr De queso duro de su preferencia (gouda, mar del plata, provolonne)",
        "50 gr. de manteca",
        "100 ml. de leche",
        "2 huevos",
        "1 cucharada de sal"
      ],
      "preparation": "<ol>\r\n\t<li>Vierte en un bol la fécula de mandioca, con el queso duro rallado y la sal. Mézclalos bien.</li>\r\n\t<li>Derrite a fuego lento la mantequilla y mézclala con la harina, mientras vas removiendo.</li>\r\n\t<li>Agrega la leche y el huevo y comienza a amasar, en una mesa preferiblemente, hasta que todos los ingredientes se integren y la masa quede manejable, entonces, deja reposar durante 15 minutos.</li>\r\n\t<li>Ahora, corta la masa para hacer bolitas.</li>\r\n\t<li>Frota mantequilla sobre la superficie de una bandeja y pon las bolitas allí, llévalas al horno a 200º por 15 minutos, cuando veas que están dorados, puedes retirarlos y servirlos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "83",
      "image": "83-image",
      "name": "Coctel Brasil",
      "nameUrl": "coctel-brasil",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "2",
      "preparationTime": "15 minutos",
      "description": "En Brasil se satisfacen los gustos de todos, si quieres probar una bebida sin alcohol, este coctel es para ti, se trata de una preparación con pomelo o toronja una fruta con un color amarillo intenso por fuera, de color rojizo por dentro, su aspecto y textura es como la de la naranja. Sus propiedades nutritivas lo hacen una bebida excelente para el sistema inmunológico, pues lo regenera, fortalece las defensas y también es un buen laxante, mejora el proceso digestivo, por lo que también es consumido por dietas. ",
      "ingredients": [
        "2 Pomelos",
        "2 Cucharadas de jarabe de fresa",
        "1 refresco de lima o limón"
      ],
      "preparation": "<ol>\r\n\t<li>Exprime los pomelos y saca todo el zumo de ellos, reparte la mezcla en dos vasos.</li>\r\n\t<li>Pon en cada vaso 1 cucharada de jarabe de fresa.</li>\r\n\t<li>Vierte 30 ml. de refresco gaseoso de lima o limón en cada vaso.</li>\r\n\t<li>Sirve frío y decora con una rodaja del fruto. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "52",
      "image": "52-image",
      "name": "Curau de milho verde",
      "nameUrl": "curau-de-milho-verde",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "Uno de los cereales más populares del mundo y que se encuentra abundantemente en Latinoamérica, nos ofrece sus bondades desde su composición hasta su textura y sabor. El milho o maíz. Las recetas que podemos extraer de él se cuentan por miles y se encuentran en todas partes del globo. Una curiosa particularidad de este alimento es que es resultado de una evolución cuyo proceso no ha podido ser acertadamente estudiado, lo que sí es verdad es que un súper alimento, con gran potencial alimenticio, compuesto de concha, endospermo y semilla. Con él se preparan postres y se acompañan hasta pizzas, su versatilidad lo hace un plato infaltable en la cocina brasileña. ",
      "ingredients": [
        "3 Mazorcas de maíz verde medio duro",
        "750 ml. de leche",
        "259 gr. de azúcar",
        "Azúcar en polvo",
        "Pan de pita",
        "1 pizca de sal",
        "Canela en polvo"
      ],
      "preparation": "<ol>\r\n\t<li>Corta la mazorca para extraer los granos y mézclala con una batidora.</li>\r\n\t<li>A la masa que resulta, añádele la leche y tamízala dos veces</li>\r\n\t<li>Pon la mezcla al fuego y mezcla con los demás ingredientes, cuenta 20 minutos a partir de que empiece a hervir.</li>\r\n\t<li>Con canela y azúcar pon a dorar el pan, sobre una sartén.</li>\r\n\t<li>Sírvela en pequeños recipientes, espolvorea sobre ella un poco de canela y acompáñala con el pan.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "60",
      "image": "60-image",
      "name": "Cuscus",
      "nameUrl": "cuscus",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "El Cuscuz que conocemos hoy día como una de los buenos platos que este gran país tiene para ofrecer es originario de uno de los continentes que también a Brasil ha aportado en gran medida la construcción de su cultura y sus valores más representativos: África. Más específicamente de África del Norte, el Magreb, en la población Bereber. No de todas las recetas se puede hallar su origen geográfico y esta, especialmente, posee una composición que alude a las viejas costumbres del continente.",
      "ingredients": [
        "¼ de una pastilla de caldo de ave (opcional)",
        "1 vaso de tubo grande con cuscus",
        "1 ½ vasos con agua",
        "50 gramos de pasas",
        "1 zanahoria grande",
        "150 gr. de champiñones",
        "30 gr. de almendras",
        "15 gr. de piñones",
        "1 cuchara de postre con curry",
        "40 gramos de mantequilla (sin sal preferiblemente)",
        "1 diente de ajo",
        "1 cuchara de aceite de oliva"
      ],
      "preparation": "<ol>\r\n\t<li>Llena un vaso completo con el <strong>cuscus </strong>y luego ponlo en una fuente,  extendiéndolo en la base.</li>\r\n\t<li>Vierte 1 ¼ vasos de agua en un cazo y ponla a calentar.</li>\r\n\t<li>Pela una zanahoria y cuécela en agua por 20 minutos.</li>\r\n\t<li>Pon las pasas en un recipiente con agua a temperatura ambiente por 15 minutos máximo.</li>\r\n\t<li>Mientras hierve el agua, pela el ajo y pícalo en trozos muy finos.</li>\r\n\t<li>Limpia y pica los champiñones en rodajas</li>\r\n\t<li>En un <strong>sartén caliente</strong>, vierte una cucharada de aceite, en él incorpora un ajo picado y añade los champiñones cuando este esté dorado. Añade el cuarto de pastilla de caldo de ave.</li>\r\n\t<li>Saltea por 15 minutos.</li>\r\n\t<li>Al agua del cuscus, ponle una cucharada de curry, revuelve y pon la mezcla sobre el cuscus de la fuente, bañándolo bien.</li>\r\n\t<li>Añade la mantequilla, <strong>el cuscus se tornará dorado</strong> y ganará volumen en unos 5 minutos.</li>\r\n\t<li>Tuesta los piñones y las almendras en un sartén, sin aceite, por unos 3 minutos a temperatura regular.</li>\r\n\t<li>Usa la mitad de las almendras picada en tiras finas para agregar al cuscus, la otra mitad servirá para la decoración.</li>\r\n\t<li>Añade la zanahoria picada en cuadritos y los champiñones al cuscus.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "26",
      "image": "26-image",
      "name": "Cuscuz branco ",
      "nameUrl": "cuscuz-branco",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "Este postre tiene su origen en Bahía, una de las 27 provincias de Brasil. Su ingrediente principal es el cuscuz, un plato de origen árabe hecho a base de sémola de trigo. También es conocido como pudín de tapioca, hecho con almidón de yuca, comúnmente conocido como tapioca. Se presume que fue creado por los esclavos provenientes de África, ya que en tiempos de la colonia, estos eran quienes se encargaban de la gestión de los alimentos; lo mezclaron con azúcar y leche, productos a los que no tenían acceso en sus tierras, y nació el afamado postre que aprenderás a preparar. ",
      "ingredients": [
        "500 gr. De harina de tapioca",
        "1 lt. De leche",
        "1½ Taza de azúcar",
        "250 gr. De coco rallado",
        "1 Lata de leche condensada",
        "Clavos"
      ],
      "preparation": "<ol>\r\n\t<li>En un recipiente rectangular, mezcla muy bien la harina de tapioca con el azúcar.</li>\r\n\t<li>Hierve la leche junto con los clavos, cuando esté lista la viertes en el recipiente rectangular hasta que se convierta en una masa o tenga textura de papilla.</li>\r\n\t<li>Añade la mitad del coco rallado que tengas y mezcla nuevamente hasta que quede una mezcla homogénea y deja que enfríe.</li>\r\n\t<li>Una vez frío esparce el coco restante en la superficie y ya está, listo para servir.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "47",
      "image": "47-image",
      "name": "Empanadas de vigilia pascual",
      "nameUrl": "empanadas-de-vigilia-pascual",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "+2 horas",
      "description": "Las empanadas se han convertido en un desayuno típico de los países latinoamericanos, existen muchísimos modos de prepararlas y las presentaciones varían dependiendo de la región donde estés. Si existe una entrada que puede considerarse deseable es aquella que te deja probar una receta completa, con variedad de sabores. La particularidad más destacable de las empanadas de vigilia pascual es que su relleno no es común. Algo muy propio de los brasileños es su diversidad y la iniciativa de mezclar distintos sabores y olores, texturas y colores en un mismo plato, con lo cual se eleva la particularidad de esta exquisita entrada. ",
      "ingredients": [
        "Masa de hojaldre casera",
        "1 Taza de leche fría",
        "1 Yema",
        "Sal",
        "½ Cebolla picada en cuadritos",
        "50 grs De manteca o mantequilla",
        "1 Cucharada de harina",
        "Pimienta",
        "Nuez moscada al gusto",
        "1 Huevo cocido (duro)",
        "1 Lata de atún",
        "1 Huevo batido",
        "Azúcar impalpable"
      ],
      "preparation": "<ol>\r\n\t<li>Pon la cebolla en un sartén caliente hasta que dore.</li>\r\n\t<li>Agrégale la cucharada de harina.</li>\r\n\t<li>Mezcla bien, mientras le agregas la leche y sigues mezclando hasta que hierva.</li>\r\n\t<li>Pon la mezcla en un bowl luego de dos minutos y ponle la sal, la nuez moscada, la pimienta y la yema.</li>\r\n\t<li>Pica en trozos finos el huevo duro.</li>\r\n\t<li>Escurre el atún y agrégalo a la mezcla.</li>\r\n\t<li>Corta discos de la masa, del tamaño que desees.</li>\r\n\t<li>En el centro de cada uno coloca el relleno con unos trocitos del huevo duro.</li>\r\n\t<li>Con una brocha cubre la empanada, luego de enrollarla, de huevo batido.</li>\r\n\t<li>Hornéalas hasta que estén doraditas.</li>\r\n\t<li>Espolvoréalas con el azúcar impalpable y sírvelas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "48",
      "image": "48-image",
      "name": "Ensalada de frutas con yogurt",
      "nameUrl": "ensalada-de-frutas-con-yogurt",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "Uno de los principales exportadores de frutas del mundo es Brasil, su gran biodiversidad le permite darse el lujo de producir los mejores frutos tropicales, apreciados por su calidad alrededor del mundo. Existen muchos modos de apreciar los sabores y las particularidades de los productos naturales que se dan en el país y uno de ellos es la ensalada de frutas con yogurt que aprenderás a preparar en esta ocasión. Una buena manera de hacer sutiles los sabores fuertes y dulces de las distintas frutas es neutralizándolos con yogurt; este también le da una textura especial a esta entrada y la convierte en una delicia que todos debemos probar y compartir. ",
      "ingredients": [
        "3 Tazas de papayas picadas en cuadritos",
        "25 gr de piñones",
        "¾  de taza de almendras picadas en trozos",
        "½ taza de pasas",
        "¼ taza de coco rallado",
        "3 cucharadas de pulpa de maracuyá",
        "1 ½ tazas de piña en cuadritos",
        "225 gr de yogurt natural",
        "34 Cucharadas de miel ",
        "3 Kiwis picadas en tajadas",
        "2 bananas picadas en rodajas"
      ],
      "preparation": "<ol>\r\n\t<li>En una bandeja para ensalada mezcla las frutas</li>\r\n\t<li>En otra bandeja pon la pulpa, el yogurt, las pasas y la miel.</li>\r\n\t<li>Revuelve ambas mezclas con precaución.</li>\r\n\t<li>Sirve y rocía con semillas o frutos secos cada plato.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "75",
      "image": "75-image",
      "name": "Ensalada de tomate y vinagre rojo",
      "nameUrl": "ensalada-de-tomate-y-vinagre-rojo",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "15 minutos",
      "description": "Las ensaladas en los países latinoamericanos suelen ser servidas como acompañamiento de otros platos, pues los vegetales, generalmente, no son reconocidos como un plato fuerte. No obstante la ensalada de tomates y vinagre rojo, es una particular receta que se presenta sola, pues suele servirse en una cantidad grande y su consistencia y componentes le permiten ser todo un plato y no un mero acompañamiento. Los tomates son un ingrediente que jamás falta en la cocina del Brasil y son el principal de esta deliciosa ensalada.  El vinagre, por el contrario, no es uno de los ingredientes más conocidos pero sí es un aliado en la alta cocina por su sabor extravagante.  ",
      "ingredients": [
        "2 libras de tomate perita",
        "1 taza de cebolla picada",
        "½ taza de vinagre rojo",
        "1 taza de cebollin picada",
        "1 cucharadita de aceite de oliva",
        "1 taza de perejil chino picado",
        "Sal y pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Mezcla los tomates con los demás ingredientes</li>\r\n\t<li>Agrega sal y pimienta al gusto, sirve y disfruta.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "17",
      "image": "17-image",
      "name": "Farofa",
      "nameUrl": "farofa",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "La farofa es un plato típico de Brasil, ideal para acompañar otros platos, como aves o frijoles, se trata de un plato hecho a base de harina de mandioca (yuca), que va acompañado de otros ingredientes que le den algo de distintivo, las versiones de este plato son infinitas, aquí enseñaremos cómo preparar una de las más comunes, pero debes saber que esta base es totalmente compatible con frutas como la banana o con verduras como el tomate o incluso la aceituna. Es una receta de bajo costo, por eso se come en muchos hogares de este país y su aparición, según documentos históricos, se remonta a la época colonial. ",
      "ingredients": [
        "Farofa",
        "Mantequilla",
        "1 Cebolla",
        "Tocino",
        "Huevo",
        "Ciruelas"
      ],
      "preparation": "<ol>\r\n\t<li>Pon suficiente mantequilla en un sartén para freír la cebolla.</li>\r\n\t<li>Cuando haya perdido la rigidez agrega el tocino cortado en tiras, luego el huevo y las ciruelas, y poco a poco la farofa. En la medida en que se vaya haciendo la mezcla el cocinero sabrá qué cantidad de farofa admite la mezcla.</li>\r\n\t<li>Cuando a harina tenga un tono dorado, estará listo para servir, eso sucede como en 10 minutos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "34",
      "image": "34-image",
      "name": "Feijoada",
      "nameUrl": "feijoada",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "+2 horas",
      "description": "Este es el principal plato típico de Brasil, es herencia de los colonizadores portugueses. Su nombre en español es frijolada y junto con la caipiriña es un ícono de Brasil a nivel internacional. Hace parte del menú de la población de dicho país trascendiendo las clases sociales, pues además de ser muy rico en sabor y proteínas, es muy barato. Suele comerse los viernes y los sábados, de hecho, durante esos días es un plato infaltable en los menús de los restaurantes. ",
      "ingredients": [
        "800 gr. De frijoles negros",
        "300 gr. De tocineta",
        "350 gr. De carne",
        "350 gr. De costilla de cerdo.",
        "150 gr. De longaniza ahumada",
        "2 Cebollas ",
        "5 Tomates",
        "1 Taza de arroz",
        "3 Dientes de ajo",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<ol>\r\n\t<li>Lo primero que hay que hacer es preparar la carne seca con los frijoles, para esto, debes poner los frijoles en remojo durante la noche anterior. La carne se pone a hervir junto con las costillas de cerdo, la longaniza ahumada y el tocino.  Cuando hierva se baja el fuego y se deja cocinar con tapa durante 2 horas.</li>\r\n\t<li>Para la preparación de los frijoles negros, póngalos a hervir, inmediatamente tapa la olla y deja cocinar durante 2 horas. Cuélalos y guárdalo.</li>\r\n\t<li>Prepare un sofrito con los frijoles, la cebolla y el ajo picado, hasta que las cebollas se pongan transparentes, luego agregue los tomates, sazone con sal y deje cocinar 20 minutos a fuego lento.</li>\r\n\t<li>Agregue una parte de los frijoles en el sofrito y vaya machacándolos con un tenedor o mortero. El resto de frijoles viértalo en la taza con el caldo guardado previamente y póngalo a cocinar durante 20 minutos.</li>\r\n\t<li>Prepare el arroz.</li>\r\n\t<li>Finalmente sirva el plato de la siguiente manera, por un lado la carne, por otro los frijoles y luego el arroz.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "61",
      "image": "61-image",
      "name": "Galinhada",
      "nameUrl": "galinhada",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "La Galinhada o Gallinada, en  español, es un plato típico de la región del centro de Brasil, especialmente de Minas Gerais y Goiás; no obstante, se discute hoy día si el plato nace en una o en otra provincia, pues, es tan antiguo como propio de cada una de ellas. Sus ingredientes principales son el arroz y el pollo. Este plato suele servirse sin acompañamiento, lo más común es que se le consiga solamente condimentado. Otro elemento común usado en la preparación son las especias. Una gran ventaja es lo económico que resulta pues puede alimentarse a un número importante de personas con una inversión baja. ",
      "ingredients": [
        "1 kg de carne de pollo picada",
        "2 tazas de arroz previamente lavado y escurrido",
        "Pimentón verde mediano picado en lianas ",
        "3 tomates picados",
        "2 tabletas de caldo de pollo",
        "1 cucharada de azúcar ",
        "2 tazas de agua hirviendo",
        "2 cebollas",
        "3 dientes de ajo triturados",
        "1 limón (solo el jugo)",
        "Aceite",
        "Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Pon el pollo a absorber toda la sustancia de las especias por 2 horas, rocíale el jugo del limón, el ajo triturado, cebolla, las pastillas de caldo de pollo, sal y pimienta al gusto.</li>\r\n\t<li>Pon el azúcar en aceite caliente, en una olla grande, y deja que caramelice.</li>\r\n\t<li>Ve añadiendo los trozos de pollo y friéndolos. El azúcar irá añadiendo color a las piezas.</li>\r\n\t<li>Una vez hayan dorado, retíralas del aceite. Vacía la olla o sartén de aceite y vuelve a colocar las piezas en él para que tomen un dorado más fuerte.</li>\r\n\t<li>Añade los demás ingredientes: cebolla, pimentón y tomate.</li>\r\n\t<li>A esta cocción añade el arroz con agua y cuécelo, evalúa si debes agregar sal.</li>\r\n\t<li>Cuando esté listo agrega una hoja de perejil y sírvelo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "53",
      "image": "53-image",
      "name": "Helado de maracuyá",
      "nameUrl": "helado-de-maracuya",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "El Maracuyá es una fruta propia del Brasil de la cual se han generado muchísimas recetas, también se da en otras partes del mundo, pero especialmente en Latinoamérica, en donde las frutas tropicales se hallan por grandes cantidades y representan una gran fuente de ingresos para los países, a través de la importación y el consumo interno. No solo encontramos el Maracuyá (conocido en otras regiones como parchita) en platos, combinando la particularidad de su sabor ácido-dulce, sino también en deliciosos postres como el Helado de Maracuyá, que tiene una preparación muy sencilla y accesible para cualquiera que lo desee. ",
      "ingredients": [
        "1 pulpa de maracuyá",
        "2 tazas de yogurt natural",
        "100 gr. de nueces",
        "30 gr. de azúcar"
      ],
      "preparation": "<ol>\r\n\t<li>Pon en una licuadora la pulpa de la fruta.</li>\r\n\t<li>Agregas el yogurt y el azúcar, mezclas. Si queda muy espesa, puedes agregar un poco de leche.</li>\r\n\t<li>Pon la mezcla en recipientes y agrega las nueces.</li>\r\n\t<li>Por último, pon en el refrigerador por dos horas y estarán listos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "79",
      "image": "79-image",
      "name": "Jugo de Acai",
      "nameUrl": "jugo-de-acai",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "2",
      "preparationTime": "15 minutos",
      "description": "Acai, también conocida como asaí o azaí, es el fruto de una palmera que abunda al norte de Brasil, es un alimento de gran importancia en la dieta de los habitantes del Estado de Amazonas, donde su cultivo se ha intensificado desde la década de los 90. Sus propiedades curativas gracias a sus componentes nutritivos lo hacen un fruto muy deseado pues de acuerdo con estudios realizados en los Estados Unidos, combate en un 86% las células cancerígenas de la leucemia ",
      "ingredients": [
        "½ kg De Acai",
        "½ litro de agua"
      ],
      "preparation": "<ol>\r\n\t<li>Filtre la pulpa de la fruta sobre un colador usando un recipiente.</li>\r\n\t<li>Con las manos exprima fuerte la pulpa y bébalo puro.</li>\r\n\t<li>Si no le agrada el sabor puede añadirle un poco de agua o mezclarlo con otros jugos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "81",
      "image": "81-image",
      "name": "Jugo de Acerolá",
      "nameUrl": "jugo-de-acerola",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "2",
      "preparationTime": "15 minutos",
      "description": "Este jugo no es fácil de preparar porque la fruta Acerolá que se da con abundancia al norte de Brasil no es muy común en otras regiones del mundo. Es tradición consumirlo dos o tres veces al día, sobre todo cuando se tiene fiebre, pues es reconocido por la población como una bebida con muchas propiedades curativas. Es consumida para combatir la anemia, la diabetes, los niveles altos de colesterol, problemas del hígado, reumatismo, disentería, tuberculosis, tiene un elevado contenido de vitamina C. ",
      "ingredients": [
        "Acerolá",
        "Agua",
        "Azúcar"
      ],
      "preparation": "<ol>\r\n\t<li>Mezcle en el procesador los ingredientes a su gusto y cuando se hayan integrado.</li>\r\n\t<li>Páselo por un colador de jugos para quitar el residuo de las semillas y sírvalo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "84",
      "image": "84-image",
      "name": "Jugo de guaraná",
      "nameUrl": "jugo-de-guarana",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "2",
      "preparationTime": "15 minutos",
      "description": "Esta es quizás una de las bebidas más conocidas de Brasil, ya que existe una marca de refrescos que se encargó de popularizarlo, sin embargo, en esta oportunidad se trata de un jugo que puedes preparar fácilmente en casa y que te permite disfrutar de una de las exóticas plantas de la selva amazónica, además tiene 3,5 % de cafeína lo que la convierte en una bebida energizante ideal para consumir por las mañanas",
      "ingredients": [
        "1 Cucharada de polvo de guaraná",
        "1 Cucharada de levadura de cerveza",
        "1 Cucharadita de germen de trigo",
        "3 Cucharadas de miel ",
        "1 Vaso de agua"
      ],
      "preparation": "<ol>\r\n\t<li>Vierte todos los ingredientes en el procesador y llévalo a una potencia alta durante 3 o 4 minutos</li>\r\n\t<li>Sirva y disfrute. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "8",
      "image": "8-image",
      "name": "Jugo de jabuticaba",
      "nameUrl": "jugo-de-jabuticaba",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "La jabuticaba es una fruta exótica, originaria de América Latina, específicamente se da en la zona selvática de Brasil y Paraguay. Esta fruta tropical tiene propiedades medicinales que la hacen una excelente opción para disfrutar de su sabor, que es muy parecido a la uva, en una deliciosa bebida; en cuanto a su aspecto físico es similar a la bayas y tiene propiedades calmantes, antioxidantes, ayuda a combatir la vejez y el cáncer, está indicada para diabéticos, cura la amigdalitis y la diarrea, entre muchas otras cosas. Aprende a preparar jugos de esta deliciosa fruta, es muy fácil, rico y saludable. ",
      "ingredients": [
        "1 kg. De Jabuticaba madura",
        "3 Litros de agua",
        "Azúcar al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Ponga a hervir los 3 litros de agua.</li>\r\n\t<li>Cuando el agua esté hirviendo, coloque las frutas adentro y con un pilón amase hasta que las frutas se abran.</li>\r\n\t<li>Deje que hierva y que el agua tenga color morado.</li>\r\n\t<li>Cuando esto suceda, saque las frutas y cuele el agua, deje enfriar y sírvalo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "9",
      "image": "9-image",
      "name": "Licor de pitanga casero",
      "nameUrl": "licor-de-pitanga-casero",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "La pitanga es una fruta que se da en regiones tropicales de Asia y América del Sur, es conocida también como el cerezo brasilero, en donde abunda en al sur del país. Sus propiedades medicinales son considerables, tanto así que las personas realizan infusiones con sus hojas y hay quienes las mascan como si fuera hoja de coca, con su fruto se hacen distintos postres y bebidas. Este licor es muy exclusivo, se usa muy poco en la coctelería, su fabricación no es masiva, por lo que esta receta será muy útil si te gusta probar licores del mundo, desde la comodidad de tu hogar. ",
      "ingredients": [
        "300 gr. de pitanga",
        "500 gr. de azúcar",
        "300 ml. de alcohol etílico",
        "500 ml. de agua ",
        "Vainilla"
      ],
      "preparation": "<ol>\r\n\t<li>Una vez tenga las pitangas, lávelas, córtelas y remueva el carozo, póngalas en un recipiente de vidrio con el alcohol y déjelo macerar por al menos una semana o dos (dependiendo de su paciencia).</li>\r\n\t<li>Colar y filtrar la fruta del alcohol.</li>\r\n\t<li>Licuar los trozos de fruta y poner de nuevo junto al alcohol durante 1 día.</li>\r\n\t<li>Mezclar el agua con el azúcar en una cazuela y ponerlos a cocinar a fuego lento durante hasta que se disuelvan y se convierta en almíbar.</li>\r\n\t<li>Mezclar el almíbar y el alcohol con fruta macerada en una botella y dejar reposar por una semana, enfríela y ya está. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "62",
      "image": "62-image",
      "name": "Maniçoba",
      "nameUrl": "manicoba",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "El maniçoba es uno de aquellos platos que en el Brasil podrían servirte en un restaurante popular de Rio, y que te dejarían muy satisfecho, no solo por tener componentes alimenticios y ser altamente protéico, sino su sabor excelente y original; puesto que, a pesar de que se parece mucho (e incluso es confundido en ocasiones) a la Feijoada, un plato que se ha convertido en el emblema de la cocina brasileña. No obstante, se le conoce en algunos sitios como Feijoada paraense por tener grandes similitudes. Suele llevar carne de cerdo y alguna carne ahumada, lo que lo convierte en una gran fuente de energía y una delicia tropical cotizada por miles.",
      "ingredients": [
        "3 kg de hoja de mandioca (yuca)",
        "½ kg de carne seca ",
        "½ kg de salchichas portuguesas",
        "½ kg de manteca de cerdo",
        "½ kg de pierna de cerdo",
        "½ kg de cola de cerdo",
        "½ kg de salchichas",
        "½ kg de lomo de cerdo",
        "Ajo picado al gusto",
        "½ kg de oreja de cerdo",
        "Chiles al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Pon enagua las hojas de la mandioca (yuca)</li>\r\n\t<li>Déjalas allí en el agua.</li>\r\n\t<li>Un día después, cocina el tocino a fuego lento.</li>\r\n\t<li>El último día es blanqueamiento, toda la carne se blanquea y se pone a herir nuevamente en un molde.</li>\r\n\t<li>Al siguiente día, pon el tocino a fuego lento.</li>\r\n\t<li>Blanquea la carne al tercer día y ponla en el molde a hervir.</li>\r\n\t<li>Un día después añade al ajo y la pimienta y cocina por 6 horas a fuego lento, revolviendo cada 30 minutos.</li>\r\n\t<li>Sirve con arroz blanco o con tapioca</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "82",
      "image": "82-image",
      "name": "Mate brasileño",
      "nameUrl": "mate-brasileno",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "2",
      "preparationTime": "15 minutos",
      "description": "También conocido como chimarrao, es un mate muy parecido al popular mate argentino, paraguayo y uruguayo. Se trata de una infusión de yerba mate, planta que crece en las cuencas de los ríos de los países del cono sur. Es una práctica que data de la época precolombina y que era muy popular entre los guaraníes y aymaras principalmente, pero que se hizo costumbre entre los españoles también, siendo en la actualidad una de las costumbres más representativas de estos países. ",
      "ingredients": [
        "Yerba mate",
        "Agua"
      ],
      "preparation": "<ol>\r\n\t<li>Caliente el agua y colóquela en un termo, esta no debe estar tibia ni hervida. Se recomienda una temperatura entre los 70º C y 80 º C.</li>\r\n\t<li>Vierta la yerba en la matera, hasta alcanzar ¾ partes del mismo.</li>\r\n\t<li>Tape la boca del mate con la mano, inviértalo y agite, procure que la yerba quede sobre una de las paredes del mate y que forme un huequito.</li>\r\n\t<li>Vierta el agua tibia cuidadosamente en el hueco que quedó en la yerba. Deje reposar unos instantes.</li>\r\n\t<li>Introduzca la bombilla en el agujero, empiece a cebar el mate, recuerde siempre hacerlo en el mismo lugar para no mojar la yerba y arruinarla.  </li>\r\n</ol>\r\n\r\n<p> </p>\r\n"
    },
    {
      "idRecipe": "78",
      "image": "78-image",
      "name": "Merengada de Capuacu",
      "nameUrl": "merengada-de-capuacu",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "2",
      "preparationTime": "1 hora",
      "description": "Esta fruta propia de la selva amazónica, se da en Colombia, Bolivia y Perú, pero principalmente en Brasil. Tiene un aspecto similar al coco pero su tamaño es como el del melón, su pulpa es blanca y cremosa, su sabor es similar al del chocolate, de hecho algunas personas lo usan como un sustituto del cacao.  Su sabor es muy rico y original, además tiene propiedades medicinales, la gente suele beberlo para combatir gripes, también es un energizante 100% libre de cafeína.",
      "ingredients": [
        "250 gr. De pulpa de capuacu",
        "1 Lata de leche condensada",
        "1 Lata de crema de leche",
        "1 Paquete de galletas de almidón de maíz",
        "Coco rallado",
        "Chocolate dulce y amargo"
      ],
      "preparation": "<ol>\r\n\t<li>Separe la pulpa de la corteza de la fruta.</li>\r\n\t<li>Lleve la crema de leche y la leche condensada junto con la pulpa a la licuadora.</li>\r\n\t<li>Triture las galletas</li>\r\n\t<li>Sirva en una copa las galletas trituradas en el fondo y luego ponga el líquido.</li>\r\n\t<li>Finalmente decore con la ralladura del chocolate o del coco.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "54",
      "image": "54-image",
      "name": "Mermelada de Jabuticaba",
      "nameUrl": "mermelada-de-jabuticaba",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "Todos conocemos las frutas de las cuales suele hacerse mermeladas, frutos tropicales bastante comunes que, por su alto contenido de azúcar natural, son aprovechados en recetas dulces. No obstante, de algunos otros no tan comunes también puede extraerse una deliciosa reducción que será perfecta para untar a tus aperitivos favoritos, panes, galletas, entre otros. Brasil, un país tropical con una gran biodiversidad se enorgullece de ofrecer platos, recetas y preparaciones con ingredientes únicos y propios y es por eso que la Jabuticaba, una frutilla dulce, se convierte en una exquisitez culinaria de la cual aprenderemos a preparar una mermelada.  ",
      "ingredients": [
        "500 gr. de Jabuticabas",
        "100 gr. de azúcar",
        "Limón",
        "Agua"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla, coloca las frutas y cúbrelas con el agua.</li>\r\n\t<li>Déjalas hervir por 40 minutos. Las frutas se abrirán y entonces debemos colarlas del agua, presionando lo suficiente como para dejar la pulpa sin partir las semillas.</li>\r\n\t<li>Separa las conchas. En una olla, pon el agua sobrante con limón y azúcar hasta conseguir el punto de mermelada.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "35",
      "image": "35-image",
      "name": "Moqueca",
      "nameUrl": "moqueca",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "También conocida como Moqueca de Peixe, se trata de un cocido de pescados, cebollas, pimentón, tomate, cilantro y pimiento, con aceite de palma y leche de coco. Es uno de los legados indígenas que resistió al tiempo; en documentos históricos se registra el uso de la palabra Moqueca por primera vez en 1554. Por otra parte, es curioso, pero en el país existen dos versiones del plato, uno proveniente de la provincia de Bahía y otra de Espíritu Santo. La receta original está en disputa entre ellos mismos. ",
      "ingredients": [
        "1 kg. De camarones ",
        "4 Tomates",
        "2 Cebollas",
        "1 Pimentón verde",
        "Cilantro en jugo de limón ",
        "4 Cucharadas de leche de coco",
        "3 Cucharadas de aceite de oliva ",
        "Sal",
        "Arroz para acompañar"
      ],
      "preparation": "<ol>\r\n\t<li>Despoje los camarones de las gambas, limpiélas bien y lávelas con aguja y el zumo de 2 limones.</li>\r\n\t<li>Machaque el ajo, póngalo con sal y cilantro y mézclelo con los camarones. Déjelo en la nevera por 30 minutos.</li>\r\n\t<li>Pique la cebolla, el tomate, el pimentón y algo de cilantro, sepárelo en dos partes iguales.</li>\r\n\t<li>En una olla coloque los camarones, la leche de coco, remueva constantemente hasta que hierva, agregue el aceite de oliva y las verduras, deje hervir hasta que estas estén suaves. Cuando esto suceda déjelo hervir 2 minutos y sírvalo con el arroz blanco como acompañante.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "14",
      "image": "14-image",
      "name": "Muslitos de pollo",
      "nameUrl": "muslitos-de-pollo",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "15",
      "preparationTime": "1 hora",
      "description": "Este plato es un legado de la cocina portuguesa, está elaborado a base de pechuga de pollo desmechada envuelta en una masa, empanizada y frita. Se parece mucho a las croquetas de pollo y a veces les dan formas de muslitos de pollo. La palabra coxinha literalmente en español es “muslitos” haciendo honor tanto a su sabor como a su forma. Es tradición servirlos acompañados de salsa picante o con ensaladas frescas. En algunas fiestas son servidos como bocadillos. Lo más interesante es que la creatividad no tiene límites y pese a que su nombre es “muslitos de pollo” el relleno puede variar, encontrándose en algunos lugares con estos muslitos rellenos de carne.",
      "ingredients": [
        "3 lts. De agua ",
        "1 kg. De harina de trigo",
        "2 Cubitos de caldo de pollo",
        "Sal",
        "Especias",
        "1 Cucharada de mantequilla",
        "1 kg. De pechuga de pollo desmechado",
        "2 Cebollas",
        "2 Dientes de ajo",
        "1 Taza de perejil",
        "Pimiento ",
        "2 kg. De harina de pan",
        "2 Claras de huevo ",
        "Aceite vegetal o de oliva"
      ],
      "preparation": "<ol>\r\n\t<li>Vierte en una olla, los 2 litros de agua, los 2 cubitos de caldo de pollo 1 cucharadita rasa de sal y 1 cucharada de especias y ponlos a cocinar hasta que hiervan. (Es preferible que los 2 litros de agua tengan gusto de pollo)</li>\r\n\t<li>Cuando haga ebullición añade la harina y revuelve con una cuchara de madera, hasta que todo esté integrado y la masa se desprenda de la olla.</li>\r\n\t<li>Deja enfriar mientras preparas lo otro, pero amasa con frecuencia esta masa.</li>\r\n\t<li>Ahora, para preparar el relleno debes colocar en un sartén el aceite, e incorporar el ajo, el pimiento y la cebolla hasta que estén doradas, entonces agregas el pollo desmechado, la sal y especias al gusto y remueves para que quede bien aliñado.</li>\r\n\t<li>Procedemos a hacer el montaje de plato, pon suficiente mantequilla en tus manos, sin exagerar, y toma una porción de harina suficiente para la bolita, extiende la maso en tu mano, pon el relleno y cierra la bolita, dándole forma puntuda para que parezca un muslito.</li>\r\n\t<li>Una vez listas, hay que empanizar, para eso se mezclan los huevos con el agua, y se agarra cada bolita y se pasa por esta mezcla, después se rebosa en la harina pan, cuando queden bien cubiertos, se fríen en una cacerola con aceite bien caliente.</li>\r\n\t<li>Cuando estén fritos, retira el exceso de grasa y sirve con salsa picante.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "55",
      "image": "55-image",
      "name": "Natilla de maracuyá",
      "nameUrl": "natilla-de-maracuya",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "2 horas",
      "description": "La natilla es un postre que se ve muy comúnmente en Europa, particularmente en España, donde suele hacerse a base de leche cortada; sin embargo, muchas modalidades de este postre se han creado a partir de los recursos más típicos de las distintas regiones de Sur América, en donde destaca Brasil. La gran gastronomía brasileña no solo es sofisticada, diversa y exclusiva, sino que tiene un amplio espectro de recetas comunes y fáciles de preparar, que no dejan de ser especialmente deliciosas. La Natilla de Maracuyá aprovecha una fruta tropical muy común en el país y la convierte en un delicioso postre para compartir. ",
      "ingredients": [
        "300 gr. de fécula de maíz",
        "3 cucharadas de panela orgánica en polvo",
        "2 astillas de canela",
        "8 maracuyás medianos",
        "1 litro de leche descremada y deslactosada"
      ],
      "preparation": "<ol>\r\n\t<li>En 250 ml de leche, disuelve la fécula de maíz y revuelve hasta homogeneizar la mezcla.</li>\r\n\t<li>Hierve el restante de la leche y, al hacerlo, agrégale las cucharadas de panela.</li>\r\n\t<li>A esto, une la mezcla previamente preparada y pon las astillas de canela, a bajo fuego, mantente batiendo suavemente durante 10 minutos.</li>\r\n\t<li>Aparte, separas el jugo de los maracuyás de sus semillas y lo viertes en la mezcla, batiendo durante los últimos 8 minutos.</li>\r\n\t<li>Refrigera y cuando esté sólido corta los trozos y sirve. Puedes ponerle encima una reducción de la pulpa de la fruta, sin agregarle azúcar, lo cual sirve a modo de presentación y potenciará el sabor.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "27",
      "image": "27-image",
      "name": "Paçoca de amendoim ",
      "nameUrl": "pacoca-de-amendoim",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "Este, como otros postres brasileños, están ligados a algunas celebraciones, en este caso la paçoca de amendoim es una tradición culinaria de la gastronomía pascual, que suele prepararse en familia y que involucra la armonía y el amor en familia. También suelen prepararlas para las fiestas juninas, que se hacen en honor a San Juan, San Antonio y San Pedro en el mes de junio. Aunque inicialmente eran de fabricación artesanal, actualmente también se producen de forma industrial para ser comercializadas durante todo el año. Está hecha a base de maní, harina de yuca o tapioca y azúcar. ",
      "ingredients": [
        "250 gr. De maní tostado",
        "250 gr. De harina de yuca ",
        "5 Cucharadas de azúcar"
      ],
      "preparation": "<ol>\r\n\t<li>Precalienta el horno a 180º C.</li>\r\n\t<li>En un recipiente rectangular pon a calentar el maní durante 5 minutos.</li>\r\n\t<li>Sácalo del horno y llévalo al procesador o licuadora por 1 minuto.</li>\r\n\t<li>Agrega los demás ingredientes y continúa batiendo durante 5 minutos más.</li>\r\n\t<li>La mezcla ya está lista para hacer formas con ella, así que puedes verterla en moldes si tienes, si no, puedes extender una capa sobre una superficie con un grosor de 3 cm y cortarla en cuadritos. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "18",
      "image": "18-image",
      "name": "Pamoña",
      "nameUrl": "pamona",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "Este plato está hecho a base de una pasta de maíz, envuelto en hojas, es muy parecido al tamal, pero dulce. Se ha hecho tradición en la cocina brasileña donde es común encontrarlo en la fiesta junina, celebración en honor a San Juan, San Pedro y San Antonio, que se da durante el mes de junio. La traducción del plato en español de Pamonha es “pegajoso” lo que hace honor a la textura del maíz en la hoja. Se dice que las mejores pamoñas de todo el país se hacen en la ciudad de Piracicaba.",
      "ingredients": [
        "12 espigas de maíz",
        "1 taza de azúcar ",
        "Leche de coco"
      ],
      "preparation": "<ol>\r\n\t<li>Limpia todas las hojas de las espigas del maíz, guarda las más bonitas para que luego envuelvas las pamoñas.</li>\r\n\t<li>Coloca el maíz rallado en el procesador, vierte la leche de coco y el azúcar hasta que se forme una mezcla uniforme.</li>\r\n\t<li>Coloca la mezcla en las hojas de maíz y envuélvelas bien, entonces las amarras con hilo o cabuya y las pones a hervir durante 1 hora.</li>\r\n\t<li>Sácalas de la olla y escúrrelas. Entonces estarán listas para comer, puedes servirlas frías o calientes. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "86",
      "image": "86-image",
      "name": "Pavo a la brasilea",
      "nameUrl": "pavo-a-la-brasilea",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "1 hora",
      "description": "La cría de las aves es muy popular en Latinoamérica, especialmente en Brasil. Su extensa gastronomía da pie para que exista una industria y una producción tan diversa como grande y los rubros alimenticios como este, cuentan con la ventaja de tener miles de restaurantes como clientes y miles de comensales anuales, que visitan el país desde todas partes del mundo. Para ellos y para todo el que esté dispuesto a dejarse sorprender por una receta de Pavo, está esta, donde llevarás el pavo al horno para conseguir un estupendo y sencillo preparado, una de las ventajas es que alcanza para unas 8 personas.",
      "ingredients": [
        "Pavo 1 de 4 Kg.",
        "2 cebollas grandes picadas.",
        "6 dientes picados ",
        "1 cucharada de mostaza tipo francés.",
        "1 botella de vino blanco seco.",
        "3 Tazas de caldo de gallina.",
        "200gsm. mantequilla derretida",
        "Sal y pimienta."
      ],
      "preparation": "<ol>\r\n\t<li>Prepara el pavo, luego de lavarlo bien. paralelamente, precalienta el horno a 180ºC.</li>\r\n\t<li>Pica la cebolla en rodajas grandes, la salsa de pimienta, la mostaza, los ajos, 1 taza de vino, 1 taza de caldo de gallina, la mantequilla y la sal.</li>\r\n\t<li>Mezcla bien en un recipiente</li>\r\n\t<li>Incorpora el vino a l resto del caldo.</li>\r\n\t<li>Retirar la piel del pavo pero cuida de no sacarla completamente.</li>\r\n\t<li>Coloca la mezcla dentro del pavo, con una jeringa, inyecta la mantequilla en la pechuga</li>\r\n\t<li>Frota el resto de la mantequilla todo el pavo y cúbrelo con la piel.</li>\r\n\t<li>Tapa con papel de aluminio y hornea por 3 horas</li>\r\n\t<li>Baña el pavo con el fondo de la cocción cada 20 minutos.</li>\r\n\t<li>Una vez esté listo, retira el papel y dora.</li>\r\n\t<li>Pica y sirve, acompañado de mandioca o arroz blanco.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "36",
      "image": "36-image",
      "name": "Picanha brasilera",
      "nameUrl": "picanha-brasilera",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "Se trata de un corte de carne de bovino típico de Brasil. Se dice que su nombre proviene de una vara que usaban los ganaderos de Matto Grosso y Rio Grande do Sul para dirigir el ganado, esta vara tenía una punta de hierro que era usada para arrear el ganado picándolo en la región lumbar, de allí pasó a llamarse a eso zona de la vaca picanha. Las formas de prepararlas son muchas, aquí una de las versiones que encontrarás en Brasil. ",
      "ingredients": [
        "1 ½ Kg. De picanha",
        "Aceite de oliva",
        "Sal ",
        "Pimienta",
        "1 Lata de cerveza"
      ],
      "preparation": "<ol>\r\n\t<li>Coloca el aceite de oliva en un sartén</li>\r\n\t<li>Cuando esté caliente pon los cortes de carne, previamente sazonados con sal y pimienta al gusto</li>\r\n\t<li>Cuando la carne selle, voltea y agrega la cerveza, eso le dará un sabor delicioso a la misma.</li>\r\n\t<li>Cuando quede en el término de cocción de tu preferencia, está lista, puedes servir con arroz, ensalada y vinagreta.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "28",
      "image": "28-image",
      "name": "Pie de niño",
      "nameUrl": "pie-de-nino",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "El pe de moleque, en español, pie de niño, es un dulce típico de Brasil durante las festividades juninas, que se realizan en junio para celebrar a San Juan, San Antonio y San Pedro, estas fechas coinciden con el solsticio de invierno en el hemisferio sur; aunque obviamente también puede consumirse durante el resto del año.  Se trata de un dulce, cuyo ingrediente principal es el cacahuete o maní con azúcar, siendo el producto final un dulce que tiene incrustado el fruto seco, su textura es crocante, por eso también es conocido internacionalmente con ese nombre “crocante”.",
      "ingredients": [
        "500 gr. De maní o cacahuete",
        "500 gr. De azúcar",
        "1 Lata de leche condensada",
        "2 Cucharadas de margarina",
        "2 Cucharadas de chocolate o cacao en polvo"
      ],
      "preparation": "<ol>\r\n\t<li>Vierta el azúcar en una cacerola junto con la leche condensada, agregue la margarina y el chocolate en polvo, remueva a fuego medio.</li>\r\n\t<li>Cuando la mezcla sea homogénea, agregue el maní o cacahuetes, apague el fogón y remueva.</li>\r\n\t<li>Vierta le mezcla en una superficie, previamente enharinada para que no se pegue, hágala uniforme y deje enfriar.</li>\r\n\t<li>Córtelo en cuadritos y está listo para comer.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "76",
      "image": "76-image",
      "name": "Piñas asadas",
      "nameUrl": "pinas-asadas",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "Es común que los platos asados sean carnes o vegetales; estos dos tienen en común que son platos especialmente salados, por sus características. No obstante Brasil ofrece una entrada que encanta a todos y especialmente a los niños, aprovechándose de una de las frutas que más se encuentran en los mercados del país: la piña. La piña tiene propiedades además de alimenticias, curativas, es un alimento purificador del organismo y con un sabor extraordinario. La maravillosa propuesta de llevar esta fruta a las brasas te dejará fascinado, pues la textura y el aroma que consigues es único. Las piñas asadas son una ingeniosa entrada que no te tomará mucho y les gustará a todos en casa. ",
      "ingredients": [
        "1 piña, no muy madura"
      ],
      "preparation": "<ol>\r\n\t<li>Pica una piña en cuadritos,  que no esté demasiado madura.</li>\r\n\t<li>Ponla en una parrilla o un sartén, déjala dorar por unos minutos y justo al empezar a caramelizar y a dorarse, retira y sirve.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "72",
      "image": "72-image",
      "name": "Plátanos ambrosia",
      "nameUrl": "platanos-ambrosia",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "1 hora",
      "description": "Los plátanos son un ingrediente que hace parte de la cultura y tradición del Brasil, puesto que es un alimento que, por decirlo de algún modo, va directo al plato, de la tierra a, a través de una preparación sencilla, ya puede ser consumido. Esa simplicidad que caracteriza a algunos ingredientes ha hecho que de ellos deriven platos muy comunes y sencillos como el Plátano ambrosio. Un plato simple pero que es reconocido nacionalmente y degustado por turistas tanto como nativos, en todas las regiones del país, desde la costa atlántica hasta la selva amazónica, donde se pueden ver grandes cultivos.",
      "ingredients": [
        "1 plátano grande",
        "Mantequilla o miel",
        "Canela"
      ],
      "preparation": "<ol>\r\n\t<li>Escoge los plátanos más sanos y gruesos que encuentres sin que estén demasiado madurados.</li>\r\n\t<li>Ponlos en una parrilla sin picar ni pelar. Asegúrate de que el calor no esté muy fuerte. Deja que la cama se queme solo un poco.</li>\r\n</ol>\r\n\r\n<p>Puedes servirlos bañados de miel o de mantequilla. Otra opción es ponerle polvo de canela.  </p>\r\n"
    },
    {
      "idRecipe": "71",
      "image": "71-image",
      "name": "Pollo al coco",
      "nameUrl": "pollo-al-coco",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "Una de las aves que más se comercializan en el mundo entero es el pollo, sus derivados generan grandes sumas a la industria alimenticia a nivel mundial. El caso no es distinto en el Brasil, donde este animal representa un ingrediente especial e infaltable. Una recete muy conocida es la mezcla de frutas dulces como el mango o de cítricos como la naranja para darle un sabor distinto al pollo, no obstante también el coco resulta un ingrediente con grandes potencialidades, su sabor y su textura unidos a el inconfundible sabor y aroma de esta ave, resultan en una receta increíble. ",
      "ingredients": [
        "800 gr. de pechuga de pollo",
        "Sal y Pimienta",
        "1 cucharada. de harina",
        "1 cucharada. de curry",
        "50 gr. de mantequilla o margarina",
        "200 cc de leche de coco",
        "1 pimentón rojo pequeño",
        "Arroz blanco"
      ],
      "preparation": "<ol>\r\n\t<li>Corta la pechuga en rodajas y sazónala con un poco de sal y pimienta.</li>\r\n\t<li>Aparte, haz una mezcla de harina, curry, añade el pollo y déjalo reposar, luego de revolver todo.</li>\r\n\t<li>En un sartén con la mantequilla pon la mezcla del pollo y sigue revolviendo suave.</li>\r\n\t<li>Baña esto con la leche de coco y ponlo a fuego lento por 20 minutos.</li>\r\n\t<li>Pica los pimentones lavados en tiras finas. Añádelas al pollo, revisa, déjalo 5 minutos más.</li>\r\n\t<li>Apaga y sirve, preferiblemente con arroz blanco.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "56",
      "image": "56-image",
      "name": "Postre de Brasil",
      "nameUrl": "postre-de-brasil",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "Los futas tropicales son muy habituales en el Brasil, donde desde el coco hasta el mango y el maracuyá tienen su colección de platos, de postres y de exquisiteces que, si bien se preparan en ocasiones a base de ellos, otras, los aprovechan como estupendos complementos que dan a los platos salados, a las carnes, entre otros, ese toque dulce del equilibrio. Pero existe una fruta que no es tan famosa como las demás, sin embargo, tiene un poderoso sabor que hace de cualquier postre, jugo o combinación, una explosiva fórmula para excitar el sentido del gusto: la carambola, conocida en otras partes como fruto estrellado o tamarindo. Hoy aprenderás a preparar un sencillo postre con él al que llamamos Postre de Brasil. ",
      "ingredients": [
        "10 carambolas",
        "½ tazas de azúcar",
        "8 gotas de esencia de vainilla",
        "3 ½ tazas de agua"
      ],
      "preparation": "<ol>\r\n\t<li>Corta en rodajas las carambolas bien lavadas.</li>\r\n\t<li>Pon a esto el agua y la esencia de vainilla.</li>\r\n\t<li>Déjalo hervir por 35 minutos.</li>\r\n\t<li>Sírvelo en pequeños vasos o recipientes de tu preferencia y a disfrutar.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "57",
      "image": "57-image",
      "name": "Postre del amor",
      "nameUrl": "postre-del-amor",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "El amor es una razón para convertir en realidad nuestros sueños, es la inspiración y la fuerza que muchos conseguimos para llevar a cabo proyectos y hacer cosas impensables. En la cocina, es este uno de los elementos claves para el éxito. Conseguir una ejecución excelente del arte culinario exige hacerlo con entusiasmo y con mucho amor por lo que se está haciendo. Es quizá esta una de los motivos que dio nombre a este postre. Nadie lo sabe con certeza, no obstante, puede especularse sobre ello, pues el resultado de el Postre del Amor, parece hecho con un poco de Maracuyá y con mucho amor. ",
      "ingredients": [
        "Para la concha:",
        "115 gr. de mantequilla derretida",
        "13 paquetes individuales de galletas María, molidas o trituradas",
        "Pulpa de Maracuyá",
        "8 Maracuyás",
        "Para el relleno:",
        "1 lata de leche condensada ",
        "1 ¾ de leche evaporada",
        "1 ½ pulpa de maracuyá",
        "1 taza de helados de vainilla",
        "2 cucharadas de gelatina pura",
        "taza de Maracuyá",
        "Para el espejo de Maracuyá:",
        "1 taza de pulpa de maracuyá",
        "½ taza de azúcar",
        "1 cucharada de gelatina pura",
        "¼ taza de agua"
      ],
      "preparation": "<ol>\r\n\t<li>De la concha: En un pirex (recipiente de cristal especial para mezclas) mediano, de forma rectangular, extiende la mantequilla mezclada con las galletas María en la base.</li>\r\n\t<li>Horneas a 350° F durante 10 minutos. Al tiempo licuamos y colamos la pulpa de la fruta y nos quedamos con 1 ½ del jugo.</li>\r\n\t<li>Para el relleno, licua la leche evaporada con el azúcar, a lo que añades la leche condensada, los helados y la pulpa de la fruta.</li>\r\n\t<li>Aparte, mezcla la gelatina con el agua y la derrites por 30 segundos en un horno microondas.</li>\r\n\t<li>Mezcla esto con la preparación anterior y lo viértelo sobre el pirex que contiene la pasta previamente hecha. Cubre con un plástico.</li>\r\n\t<li>Pon esto a refrigerar hasta que cuaje, sin permitir que se congele.</li>\r\n\t<li>Para el espejo de maracuyá, pon la pulpa en una ollita con el azúcar hasta que este se disuelva; al retirarlo del calor, agregamos el agua con la gelatina; la cual derrites al mezclar por unos minutos.</li>\r\n\t<li>Vierte sobre la preparación ya cuajada, con una cuchara, cubriéndola completamente, y ponla a refrigerar nuevamente, hasta que desees servirla.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "49",
      "image": "49-image",
      "name": "Queijo coalho",
      "nameUrl": "queijo-coalho",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "+2 horas",
      "description": "El Queijo Coalho o Queso Cuajado, es una modalidad de queso de las más populares en el Brasil. Es una entrada sumamente económica que trasciende restaurantes o sitios especiales de venta y distribución, se halla en playas, en parques y bulevares, como un aperitivo muy popular y apto para disfrutar en cualquier hora del día. Esto sucede porque sus costos de producción son bajos y aún existen familias que los fabrican y venden como mecanismo de sustento e, incluso, otras, para consumo familiar. Hoy día en Brasil se lleva a cabo una lucha por que el Queijo Coalho se considere un producto propio de la región. ",
      "ingredients": [
        "Leche de vaca",
        "Sal",
        "Cerveza",
        "Ingredientes de la entrada:",
        "Queijo Coalho",
        "Dos tomates frescos ",
        "Pimienta (opcional)",
        "Orégano"
      ],
      "preparation": "<ol>\r\n\t<li>Prepara el queso con las técnicas típicas de prensado y salado de la masa, lo que consiste en dejar cuajar la leche e ir exprimiendo residuos mientras se adhiere la sal y el licor, hasta conseguir la textura y el volumen deseado.</li>\r\n\t<li>Este proceso suelen realizarlo expertos no solo en Brasil, sino en distintas partes del mundo, y puede hacerse con muy pocos recursos técnicos- también se puede comprar el queso preparado, llamado en castellano Queso Cuajado.</li>\r\n\t<li>Para la entrada, corta dos trozos rectangulares de queso.</li>\r\n\t<li>Rocía el queso con orégano o pimienta al gusto (otra opción es el ajo molido).</li>\r\n\t<li>Lava los tomates y córtalos en cuatro partes transversalmente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "24",
      "image": "24-image",
      "name": "Quindim",
      "nameUrl": "quindim",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "Este popular dulce de Brasil, es propio del noreste del país. Sus ingredientes principales son yemas de huevo, azúcar y coco rallado. Investigadores afirman que su origen es consecuencia de la mezcla gastronómica de los portugueses y africanos, ya que, el uso de las yemas de huevo en la repostería es característico de la cocina portuguesa y se presume que la mezcla de azúcar con coco, tenga sus raíces en los esclavos provenientes de África que se asentaron en esa región, donde las plantaciones de cocoteros son abundantes. Es esta fruta, el coco, el que le da ese toque tropical a este delicioso postre que aprenderás a preparar. ",
      "ingredients": [
        "1 Coco ",
        "12 Huevos",
        "1 Cucharada de mantequilla",
        "400 gr. De azúcar",
        "1 Cucharada de agua",
        "1 Cucharada de zumo de limón "
      ],
      "preparation": "<ol>\r\n\t<li>Se extrae la pulpa del coco y se ralla, mientras en una cazuela se pone a fuego lento el azúcar, el zumo de limón y el agua, hasta que se conviertan en una mezcla consistente, el almíbar.</li>\r\n\t<li>Separa las yemas de las claras, bate las yemas y mézclalas con el almíbar y el coco rallado, remueve con una cuchara de palo. Deja reposar durante una hora.</li>\r\n\t<li>Prepara los moldes de cristal o de papel, y vierte la mezcla en ellos, luego llévala al horno en baño María a 180º C.</li>\r\n\t<li>Una vez se endurezcan, sácalos del horno y déjalos enfriar, posteriormente llévalos a la nevera y ya están listos para comer.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "63",
      "image": "63-image",
      "name": "Quirera",
      "nameUrl": "quirera",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "La Quirera es uno de los platos típicos del Brasil, especialmente de l interior, en el Estado de Paraná, en la región de Dos Campos de Paraná, en donde se le prepara con mucha dedicación y hasta devoción, pues es un plato que en gran medida resume la cultura culinaria de la región, una cultura de un tradición bastante antigua. La Quirera está hecha de sémola de avena de maíz; se cocina con carne de cerdo y se le da sabor y olor con perejil. Se dice que el plato nace gracias a los arrieros que pasaron por aquella región años atrás, pues las recetas de viajes resultaron en este exquisito plato. \r\n\r\n",
      "ingredients": [
        "1 kg de sémola de maíz",
        "½ kg de carne seca",
        "½ kg de salchichas en rodajas de Calabria",
        "Cebolla y ajo picado al gusto",
        "1 kg de costillas de cerdo crudas",
        "Aceite para freír",
        "Perejil al gusto",
        "Sal y pimienta negra al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Coloca en remojo los granos por espacio de 2 horas.</li>\r\n\t<li>Escurre y reserva.</li>\r\n\t<li>En una olla a presión, cocina la carne seca por 15 minutos. Corta en trozos y reserva.</li>\r\n\t<li>Pica las costillas en trozos y fríelas en aceite. Añade la salchicha y revuelve hasta que doren. Reserva de la grasa de la fritura.</li>\r\n\t<li>En otro sartén, pon la carne seca, las salchichas y las costillas y agrega la cebolla, el perejil y el ajo.</li>\r\n\t<li>Agrega la Canjinha, mezcla evitando que se pegue en el fondo, mientras rocías la grasa de la fritura que reservaste previamente.</li>\r\n\t<li>Cubre con agua la mezcla y agrega sal y pimienta al gusto. Sigue agregando agua hasta que se cueza la canjinha.</li>\r\n\t<li>Sirve bien caliente con un poco de pan y a disfrutar.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "22",
      "image": "22-image",
      "name": "Rollos de papaya verde (Rolinhos de mamâo verde)",
      "nameUrl": "rollos-de-papaya-verde-rolinhos-de-mamao-verde",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "En español, rollos de papaya verde (la papaya también es conocida en algunos países como lechosa). Este postre además de ser muy rico, es de bajo costo y fácil de preparar, lo único que necesitas es paciencia y esmero. Aunque se consigue en muchas zonas del país, Mina Gerais es uno de los lugares más representativos en términos gastronómicos por la preparación de compotas o dulces a partir de frutas en almíbar. La costumbre de cocinar frutas en agua y azúcar fue heredada de los colonizadores, sin embargo, fue adoptado por los indígenas con frutas tropicales como la papaya o lechosa. ",
      "ingredients": [
        "1 Papaya verde ",
        "El peso de la papaya en azúcar",
        "Clavos"
      ],
      "preparation": "<ol>\r\n\t<li>Con un cuchillo raye la superficie de la fruta verticalmente, deje que la fruta emane un líquido blanquecino, lechoso, después de una hora lave la fruta, así se le quitará el sabor amargo que tiene la papaya verde.</li>\r\n\t<li>Corte la papaya a la mitad o en 4 partes, dependiendo del tamaño, saque las semillas y con un pelador de verduras de hoja plana, corte la fruta en tiras finas como de papel y póngalas en un recipiente.</li>\r\n\t<li>Una vez estén todas las tiras finas, proceda a hacer los rollitos, tendrá que coserlos con hilo y aguja y hacer una cadeneta como si de un collar se tratara.</li>\r\n\t<li>Colóquelos en un recipiente con azúcar durante toda la noche, a la mañana siguiente la papaya habrá desprendido agua, ponga esa agua junto con la fruta a cocinar a fuego lento.</li>\r\n\t<li>Cuando haya transcurrido algún tiempo y la fruta esté cocida, libere los rollitos del hilo y vuelva a ponerlos en el jarabe.</li>\r\n\t<li>Espere a que enfríe y sirva.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "20",
      "image": "20-image",
      "name": "Rosquitas brasileñas",
      "nameUrl": "rosquitas-brasilenas",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "2 horas",
      "description": "Estas rosquitas de fécula de mandioca (yuca), es una entrada común en Brasil, país donde la mandioca es un alimento base de muchos platos, de hecho, el uso de este tubérculo se extiende a toda América del Sur, donde se come dulce y salada, frita, cocida, horneada, como harina, Se trata de una mezcla de harina de yuca, leche, aceite y huevo que se hornea con forma de rosquitas y tienen una textura crujiente, ideal para acompañar con salsas dulces o saladas, pues su sabor es neutro. ",
      "ingredients": [
        "½ kg. De fécula o harina yuca",
        "250 ml. De leche fría",
        "½ Cucharada de sal",
        "125 ml. De aceite",
        "1 Huevo"
      ],
      "preparation": "<ol>\r\n\t<li>Ponemos en un recipiente la harina, 125 ml de leche fría y la sal, con las manos removemos hasta que se integren los ingredientes.</li>\r\n\t<li>En una cacerola pon a hervir 125 mil. De leche con 125 ml de aceite, cuando hagan ebullición, retira y viértelos en el bol.</li>\r\n\t<li>Remueve la mezcla y cuando esté tibia y más blanda que la del pan pero que no se adhiera a las manos, le agregas el huevo.</li>\r\n\t<li>Ahora la textura debe ser más pegajosa y como de una salsa blanca.</li>\r\n\t<li>Busca una manga pastelera y sobre una bandeja con mantequilla, haz las rosquillas.</li>\r\n\t<li>Lleva al horno con una temperatura alta hasta que se inflen, después le bajas la temperatura, tócalas y si están duritas están listas. Lo ideal es que sean crocantes.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "64",
      "image": "64-image",
      "name": "Sarapatel",
      "nameUrl": "sarapatel",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "El zarapatel es un plato que se convirtió en uno de los más tradicionales en el Brasil, reconocido por su calidad y su gran sabor. Es popular en la zona noreste, especialmente en los estados de Ceará y Pernambuco.\r\nSe logran mezclar en él carnes de distintas regiones del cerdo, un animal muy cotizado en la gstronomía brasileña; partes como el abdomen, el filete, la rodilla, el hombro, la costilla, la pierna y el pie. Este plato mezcla costumbres de distintas zonas del mundo como la India, con lo que podríamos decir que conserva un sello asiático característico; una delicia que hay que probar. \r\n",
      "ingredients": [
        "Kg de sarapatel (lengua, tocino, sangre de cerdo, hígado y corazón)",
        "5 dientes de ajo",
        "4 cucharadas de vinagre",
        "1 Pimentón",
        "4 tomates",
        "3 cebollas grandes",
        "3 hojas de laurel",
        "½ taza de aceite (Puedes usar manteca de cerdo)",
        "Limones",
        "Cebollin",
        "Cilantro",
        "Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Coloca en remojo los granos por espacio de 2 horas.</li>\r\n\t<li>Escurre y reserva.</li>\r\n\t<li>En una olla a presión, cocina la carne seca por 15 minutos. Corta en trozos y reserva.</li>\r\n\t<li>Pica las costillas en trozos y fríelas en aceite. Añade la salchicha y revuelve hasta que doren. Reserva de la grasa de la fritura.</li>\r\n\t<li>En otro sartén, pon la carne seca, las salchichas y las costillas y agrega la cebolla, el perejil y el ajo.</li>\r\n\t<li>Agrega la Canjinha, mezcla evitando que se pegue en el fondo, mientras rocías la grasa de la fritura que reservaste previamente.</li>\r\n\t<li>Cubre con agua la mezcla y agrega sal y pimienta al gusto. Sigue agregando agua hasta que se cueza la canjinha.</li>\r\n\t<li>Sirve bien caliente con un poco de pan y a disfrutar.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "39",
      "image": "39-image",
      "name": "Sopa brasileña de frijol negro",
      "nameUrl": "sopa-brasilena-de-frijol-negro",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "1 hora",
      "description": "La gastronomía brasileña es producto de la mezcla de tres razas, europeos, indios y africanos, lo que la hace muy rica y extensa. Los frijoles son un ingrediente significativamente presente en los platos del país. La sopa de frijol negro es una excelente opción para preparar porque  podría sacarte de apuros debido a que es muy rápida de preparar, siempre y cuando tengas a la mano frijoles en lata (que ya vienen cocidos), y porque el zumo de naranja le da un sabor tropical característico de este país que definitivamente debes probar. ",
      "ingredients": [
        "1 kg de frijoles negros (en lata)",
        "1 taza de zumo de naranja",
        "½ taza de agua",
        "1 pimiento rojo",
        "1 cebolla",
        "8 dientes de ajo",
        "1 cucharada de aceite de oliva",
        "2 cucharaditas de sal",
        "2 cucharaditas de comino en polvo",
        "3 tazas de zanahoria"
      ],
      "preparation": "<ol>\r\n\t<li>Ponga en una cacerola, a fuego medio el aceite de oliva, la cebolla, la zanahoria, la sal, el comino y el pimiento, remueve hasta que todos estén blandos.</li>\r\n\t<li>Agrega los frijoles, el jugo de naranja y el agua y cocina a fuego lento, cuando esté cocido, llevar al procesador toda la sopa hasta que sea una pasta y está lista para ser servida. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "44",
      "image": "44-image",
      "name": "Sopa de canja",
      "nameUrl": "sopa-de-canja",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "La canja, es una sopa de pollo o gallina con arroz, propia de la cocina portuguesa, que por razones históricas de colonización se trasladó a Brasil y es consumida en todo el país. Existen muchas creencias medicinales en torno a esta sopa, pues se usa para combatir la diarrea y la resaca, ya que es hidratante al ser bastante líquida y tener sal. También está la tradición de dar sólo sopa a las mujeres después de un parto durante al menos 5 días para promover su recuperación. ",
      "ingredients": [
        "½ pollo",
        "1 cebolla machada",
        "4 tomates pelados y triturados",
        "1 tallo de apio machacado",
        "10 tazas de agua",
        "3 zanahorias cortadas en tiras",
        "½ taza de arroz",
        "Perejil",
        "Sal ",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Ponga en una olla el pollo, la cebolla, el tomate, el apio, el perejil y las 8 tazas de agua, cocine durante 1 hora a fuego lento hasta que hiervan.</li>\r\n\t<li>Saque el pollo y separe la carne de los huesos, deseche los huesos.</li>\r\n\t<li>Devuelva la carne del pollo hasta que hierva, agregue el arroz y el resto de agua hasta que hierva.</li>\r\n\t<li>Sazone al gusto y sirva caliente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "40",
      "image": "40-image",
      "name": "Sopa de carne",
      "nameUrl": "sopa-de-carne",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "Las sopas son una excelente opción para adentrarse en el mundo de la gastronomía brasileña, pues existe una gran variedad de ellas, se caracterizan generalmente por ser muy gustosas ya que tienen muchos aliños y sabor a carnes. En el caso particular de esta receta,  la mezcla de los sabores del tocino, las salchichas y del caldo de carne, le da un ligero sabor a ahumado, además el zumo de limón le da un toque cítrico propio de las regiones tropicales que brindará una experiencia única a tus papilas gustativas, anímate y prepárala.  ",
      "ingredients": [
        "1 taza de cebolla picada",
        "6 tazas de caldo de carne",
        "2 tazas de papas peladas y cortadas en cuadros",
        "¼ taza de harina de trigo",
        "¾ taza de agua",
        "125 gr de tocino ",
        "1 diente de ajo",
        "3 tomates",
        "3 salchichas sin piel",
        "Zumo de limón",
        "1 cucharadita de sal",
        "1 cucharadita de pimentón"
      ],
      "preparation": "<ol>\r\n\t<li>Fría la cebolla con el tocino, hasta que dore.</li>\r\n\t<li>Añade el diente de ajo y freir durante un minuto, revolviendo constantemente</li>\r\n\t<li>Añade la carne revolviendo ocasionalmente, añadir la sal, el pimentón y los tomates, mientras continúa mezclando.</li>\r\n\t<li>Añada el caldo y deje cocinar a fuego lento durante 30 minutos.</li>\r\n\t<li>Añada las papas y deje cocinar hasta que estén blandas.</li>\r\n\t<li>Mezcle la harina con el agua y añada mientras se mantiene revolviendo. Deje cocinar hasta que espese.</li>\r\n\t<li>Finalmente añada las salchichas y unas gotas de zumo de limón. Sirva caliente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "41",
      "image": "41-image",
      "name": "Sopa de frijol ",
      "nameUrl": "sopa-de-frijol",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "Los frijoles son característicos en la gastronomía de los países de América Latina, Brasil no es la excepción, su plato típico es, de hecho, a base de frijoles. La sopa de frijol que aprenderás a preparar aquí constituye un plato de la dieta diaria de los brasileños, es muy nutritiva por el contenido proteico de los granos, asimismo, tiene un sabor muy agradable al paladar. Recuerda usar frijoles rojos y para que la receta esté más rápido, lo ideal es usar frijoles en lata que vienen pre-cocidos. ",
      "ingredients": [
        "3 tazas de frijoles cocidos y sazonados",
        "1 papa",
        "3 tazas de agua",
        "2 tomates",
        "Sal ",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Ponga los frijoles, el agua y el tomate en la licuadora o procesador de alimentos.</li>\r\n\t<li>Corte la papa en trozos pequeños y colóquelas en una cacerola junto con la mezcla que salió del procesador, deje cocinar hasta que la papa esté suave, si se pone muy espesa, agregue más agua.</li>\r\n\t<li>Ponga sal y pimienta al gusto y sirva caliente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "43",
      "image": "43-image",
      "name": "Sopa de maíz",
      "nameUrl": "sopa-de-maiz",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "La Sopa de maíz es uno de los platos representativos de la cocina de Brasil, ya que este país es uno de los principales productores y exportadores de maíz a nivel mundial. La abundancia de este cereal en la región hace que existan muchos platos, tanto dulces como salados, cuya base principal es el maíz. Esta sopa es muy saludable y nutritiva y reivindica las raíces culturales de los indígenas que habitaron esta región, quienes usaban el maíz como alimento principal.",
      "ingredients": [
        "1 lata de maíz o 2 tazas de maíz fresco",
        "2 tazas de leche",
        "4 camarones pequeños",
        "1 cebolla ",
        "1 rodaja de pan blanco",
        "Perejil",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Ponga el maíz, la leche y la cebolla en la licuadora, hasta que se forme un líquido suave.</li>\r\n\t<li>Ponga esta mezcla en una cacerola hasta que hierva a fuego medio.</li>\r\n\t<li>Sazone al gusto.</li>\r\n\t<li>Aderece con los camarones y el perejil y sirva caliente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "38",
      "image": "38-image",
      "name": "Sopa de mandioca",
      "nameUrl": "sopa-de-mandioca",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "La mandioca, conocida también como yuca, es un tubérculo que se da con gran facilidad en América del Sur. Es el ingrediente principal de muchos de los platos distintivos de la cocina brasileña, como la sopa de mandioca, que además de ser deliciosa es muy saludable, pues la yuca es rica en hierro, calcio y fósforo, en las vitaminas del complejo B y en potasio. Este plato guarda una estrecha relación con los indígenas de la región y de alguna manera reivindica su gastronomía, pues el uso de la mandioca como legado indígena ha sobrevivido al tiempo y sigue teniendo importancia en el país. ",
      "ingredients": [
        "½ kg de mandioca o yuca",
        "1 cucharada de cebollín ",
        "1 cucharada de perejil",
        "2 cucharadas de mantequilla",
        "2 cucharadas de cebolla rallada",
        "2 tomates ",
        "4 tazas de agua",
        "Sal ",
        "Pimienta ",
        "4 cubos de caldo de pollo"
      ],
      "preparation": "<ol>\r\n\t<li>Pele y corte la yuca en pedazos, póngalos en un sartén con la mantequilla y déjelos cocinar a fuego medio.</li>\r\n\t<li>Añada  la cebolla y el tomate y deje cocinar por 10 minutos</li>\r\n\t<li>Vierta las 4 tazas de agua y los cubos de caldo de pollo, tape y deje cocinar hasta que esté suave la yuca.</li>\r\n\t<li>Añada el cebollín, el perejil y sirva.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "42",
      "image": "42-image",
      "name": "Sopa de Peixe",
      "nameUrl": "sopa-de-peixe",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "En español sopa de pescado, es un plato tradicional de un país que tiene una gran extensión de territorio con salida al mar Atlántico, como es sabido el consumo de pescado y mariscos ofrece muchos beneficios al cuerpo, pero además le dan un sabor tropical a los platos. El caldo de pescado se extrae al poner a hervir los espinazos del pescado con las cáscaras de los camarones, se cuela y ya está una gustosa base para sopas con gusto de pescado y súper nutritivas, como esta que prepararemos aquí.",
      "ingredients": [
        "1 kg de camarones",
        "500 gr de tomates",
        "3 cucharadas de zumo de limón",
        "2 cucharadas de mantequilla",
        "1 cucharada de té de orégano",
        "1 cucharada de jengibre rallado",
        "1 cucharada de cilantro picado",
        "3 dientes de ajo machados",
        "1 cebolla rallada",
        "300 ml de leche de coco",
        "1 ½ de caldo de pescado",
        "1 lata de suero",
        "Sal ",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Pon los camarones, el caldo de pescado y el limón en remojo con la cucharada de té de orégano durante 15 minutos.</li>\r\n\t<li>Derrite la mantequilla, agrega la cebolla, el ajo, el jengibre y cocine a fuego lento durante 25 minutos.</li>\r\n\t<li>Retire del fuego, remueva y devuélvalo al fuego. Agregue la leche de coco y condimente al gusto, deje cocinar durante 10 minutos.</li>\r\n\t<li>Finalmente añada el suero y mezcle bien hasta que esté consistente o espeso.</li>\r\n\t<li>Sirva caliente y espolvoreé el cilantro.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "65",
      "image": "65-image",
      "name": "Tacacá",
      "nameUrl": "tacaca",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "+2 horas",
      "description": "El Tacacá es uno de los platos más conocidos del Brasil, destaca entre otros por ser un plato relativamente sencillo de preparar y muy cotizado. Sus orígenes paren estar en las combinaciones de sabores e ingredientes que se llevaban a cabo en la antigüedad en la provincia de Manaus, justamente en la región norte. La culinaria hoy día resulta estar muy bien representada en cada región del país amazónico, pues la diversidad permite la creación de miles de recetas espectaculares. El procedimiento de la preparación de este plato no toma mucho tiempo y es ideal para aquellos que les gusta probar lo más autóctono de cada país. ",
      "ingredients": [
        "4 tazas de agua ",
        "1/2 taza de goma de mandioca ",
        "1 taza de sal ",
        "500 g de camarón salado (seco",
        "5 Hojas de chicória ",
        "2 maços de jambu ",
        "2 litros de tucupi",
        "4 Chiles",
        "4 dientes de ajo "
      ],
      "preparation": "<ol>\r\n\t<li>Colocar el tucupi en una cacerola con el ajo triturado, un poco de sal, la chicória y los pimentones. Ponlo a fuego medio.</li>\r\n\t<li>Una vez hervido, cubre la cacerola y, a fuego bajo, cocina por 30 minutos más.</li>\r\n\t<li>Cocina el Jambú en una olla aparte.</li>\r\n\t<li>Apaga la primera olla y retira el agua.</li>\r\n\t<li>Cocina los camarones en 4 tazas de agua.</li>\r\n\t<li>Una vez haya hervido, espera 5 minutos para retirar la concha y la cabeza.</li>\r\n\t<li>Mezcla el agua de camarón con la avena y bate hasta que todo haya quedado consistente.</li>\r\n\t<li>Sirve y disfruta.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "50",
      "image": "50-image",
      "name": "Tiradito de Salmón con Maracuyá",
      "nameUrl": "tiradito-de-salmon-con-maracuya",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "Una de las cosas que más nos agradan de la gastronomía del Brasil es su variedad, la diversidad de colores y sabores que podemos ver incluso en un solo plato. La pesca es una industria que ha cobrado relevancia en el Brasil durante los últimos años, por esos los platos de mar que se preparan tradicionalmente en las distintas regiones del país resultan son exquisiteces buscadas tanto por turistas como por nativos y pueblan los restaurantes. Una de ellas es el tiradito de salmón con maracuyá. El salmón, no obstante, no es un pez muy común en la zona, por lo que es muy apreciado en el país. ",
      "ingredients": [
        "750 gramos salmón ",
        "1 limón ",
        "3 maracuyás",
        "1 diente de ajo",
        "Pimienta ",
        "Ají al gusto",
        "Cilantro",
        "1 cebolla pequeña",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Corta el salmón bien frío en lonjas finas.</li>\r\n\t<li>Separa las semillas de la pulpa de la fruta.</li>\r\n\t<li>En una licuadora mezcla todos los ingredientes y licua para obtener una salsa agridulce (Si se quieres agrega un poco de miel a la mezcla)</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "23",
      "image": "23-image",
      "name": "Trufas brasileras (Brigadeiros)",
      "nameUrl": "trufas-brasileras-brigadeiros",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "2 horas",
      "description": "Este típico postre brasileño también conocido como negrinho en algunas regiones del país, es uno de los más representativos de la nación, por eso mismo es el infaltable en todas las celebraciones, además se ha hecho muy conocido a nivel mundial con el nombre de trufa brasileña. Este postre tiene una textura muy suave y está hecho a base de chocolate o cacao en polvo, leche condensada y mantequilla. Su origen está relacionado con la llegada al país de la leche condensada a principios del siglo XX, pero se hizo popular cuando un candidato presidencial de apellido Brigadeiro vendió estos dulces para recaudar fondos para su campaña política, de allí su nombre. ",
      "ingredients": [
        "400 gr. De leche condensada",
        "Chispitas de chocolate",
        "3 cucharadas de cacao puro en polvo",
        "1 cucharada de mantequilla"
      ],
      "preparation": "<ol>\r\n\t<li>Mezcla la leche condensada, el cacao y la mantequilla en una cacerola, ponlo a cocinar durante 10-15 minutos a fuego lento.</li>\r\n\t<li>Vierte en una cacerola la leche condensada, el cacao o chocolate y la mantequilla, la mezcla estará lista cuando al dejar de remover se desprenda de la cazuela.</li>\r\n\t<li>Esparce mantequilla en un bol para depositar la mezcla sin que se pegue.</li>\r\n\t<li>Vierte en otro bol las chispitas de chocolate.</li>\r\n\t<li>Ahora procede a hacer las bolitas del tamaño que prefieras y las rebosas con las chispitas de chocolate, deja enfriar y sirve.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "67",
      "image": "67-image",
      "name": "Vatapá",
      "nameUrl": "vatapa",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "Vatapá es un plato tradicional de Bahía, una de las provincias brasileras con la gastronomía más rica del país, que combina ingredientes muy dispares, pero que terminan dándole un sabor único y tropical al plato, es de fácil preparación y en esta provincia lo encontrarás en cualquier restaurante, también es preparado en otros lugares del país. Si vas a preparar la receta es importante que se cocine fuego lento para que la leche de coco no se queme y le dé mal sabor a la receta.",
      "ingredients": [
        "2 Tazas de leche de coco",
        "2 Cebollas",
        "2 Pimentón",
        "1 Tomate",
        "Cilantro",
        "1 Cucharada de jengibre rallado",
        "4 Panes",
        "50 gr. De maní",
        "50 gr. De castañas",
        "100 gr. De camarones",
        "Sal y Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Remoja el pan en la leche de coco hasta que se deshaga. Licuarlo y ponerlo en una cacerola y reservar.</li>\r\n\t<li>Licuar los pimentones, la cebolla, el cilantro, el jengibre, el maní y las castañas. Sazone con sal y pimienta al gusto, mézclelo con lo que está en la cacerola</li>\r\n\t<li>Incorpore los camarones secos y cocine 20 minutos, remueva hasta que hierva y espese. Sirva y decore el plato con camarones y cilantro.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "32",
      "image": "32-image",
      "name": "Xerem",
      "nameUrl": "xerem",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "2 horas",
      "description": "El Xerem es una receta típica de Portugal, que se convirtió en un plato típico de Brasil como legado de los portugueses colonizadores, se come especialmente en el estado de Pernambuco donde es conocido como “el arroz de los pobres”, en Mina Gerais es también popular pero se conoce con el nombre “sémola de maíz”. Consiste en una papilla de harina de maíz que se cuece en agua y sal, se sirve con leche y pollo cocido o carne asada. ",
      "ingredients": [
        "1 kg. De almejas",
        "100 gr. De tocino",
        "100 gr. De chorizo",
        "100 gr. De jamón",
        "200 gr. De harina de maíz",
        "1 onz. De vino blanco",
        "Sal ",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Lave almejas, cúbralas con agua de mar y déjelas en remojo 5 horas. Si no tiene agua de mar, use agua con sal.</li>\r\n\t<li>Corte el jamón, el tocino y el chorizo en rodajas.</li>\r\n\t<li>Fríalos en un sartén a fuego lento.</li>\r\n\t<li>Retire las almejas del agua y cocínelas en una cazuela a fuego lento.</li>\r\n\t<li>Escurralas del líquido donde las cocinó, Aparte la carne de las almejas. Lleve todo a una cazuela, añada el caldo a la cocción, vierta el vino y deje cocinar a fuego alto hasta que hierva un poco.</li>\r\n\t<li>Retire la  cazuela del fuego y agregue la harina batiendo, para que no se formen grumos.</li>\r\n\t<li>Ponga todo al fuego y deje que se cocine, remueva con frecuencia, añada las carnes y sírvalo caliente.</li>\r\n</ol>\r\n"
    }
  ]
}