{
  "site": {
    "title": "Recetas de cocina chilena",
    "titleGeneric": "Recetas de cocina",
    "titleCountry": "Chilena",
    "description": "Deliciosas recetas de comida y cocina tipica chilena. Las recetas de la comida y cocina de Chile son sencillas y faciles de preparar.",
    "url": "https://www.cocina-chilena.com/",
    "version": "4.0.0",
    "id": "com.plasticwebs.cocinachi",
    "admobBanner": "ca-app-pub-7429223453905389/3191249802",
    "admobIntersitial": "ca-app-pub-7429223453905389/6144716202"
  },
  "categories": [
    {
      "idCategory": "1",
      "name": "Entradas",
      "nameUrl": "entradas"
    },
    {
      "idCategory": "2",
      "name": "Sopas",
      "nameUrl": "sopas"
    },
    {
      "idCategory": "3",
      "name": "Plato Principal",
      "nameUrl": "plato-principal"
    },
    {
      "idCategory": "5",
      "name": "Repostería",
      "nameUrl": "reposteria"
    },
    {
      "idCategory": "6",
      "name": "Bebidas",
      "nameUrl": "bebidas"
    }
  ],
  "recipes": [
    {
      "idRecipe": "2",
      "image": "2-image",
      "name": "Ajiaco",
      "nameUrl": "ajiaco",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El ajiaco chileno es una de las sopas más típicas de Chile, que por su calidad \"reponedora\" es consumida con gusto luego de las fiestas o celebraciones.",
      "ingredients": [
        "1/2 kg. de carne",
        "3/4 kg. de papas (cortadas en juliana)",
        "1 1/2 lts. de agua (hirviendo)",
        "2 cebollas (corte pluma)",
        "3 cucharadas de aceite",
        "1 cucharada de ají de color",
        "2 cucharadas de perejil (picado)",
        "2 dientes de ajo (picados)",
        "1 ají verde (sin pepas y partido en dos)",
        "Sal",
        "Pimienta",
        "Comino",
        "Orégano"
      ],
      "preparation": "<ol>\r\n\t<li>En una fuente de horno, poner la carne (previamente aliñada con 1 diente de ajo, pimienta y sal) y asarla en el horno.</li>\r\n\t<li>Luego, cortarla en tiras de 4 cms. aprox.</li>\r\n\t<li>En una sartén con aceite, freír la cebolla previamente cortada en plumas, agregar el Ají de Color o paprika, el otro diente de ajo, comino, orégano y sal.</li>\r\n\t<li>A continuación, agregar las papas cortadas en juliana, la carne con su jugo y, cuando todo esté dorado, trasladar toda la mezcla a una olla.</li>\r\n\t<li>Añadir el agua y dejar cocer por 30 min. aprox. Finalmente, añadir el ají verde y el perejil.</li>\r\n</ol>\r\n\r\n<p>Consejos : Antes de verter la sopa en los platos, colocar un par de rodajas de huevo duro en el fondo de estos.</p>\r\n\r\n<p>Notas: La base de esta sopa son los restos de carne que sobraron del asado del día anterior, los que se reutiliza para hacer este delicioso caldo. Además, esta es una tradición culinaria, inscrita en las comidas que hacen economía de hogar y que no desaprovechan ningún alimento.</p>\r\n"
    },
    {
      "idRecipe": "48",
      "image": "48-image",
      "name": "Ajiaco chileno",
      "nameUrl": "ajiaco-chileno",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Delicioso y tradicional ajiaco. Esta receta es una version un poco estilizada del clasico chileno.",
      "ingredients": [
        "400 gramos de carne asada de vacuno",
        "20 cc. de aceite de oliva",
        "2 dientes de ajo",
        "300 gramos de cebolla en pluma",
        "100 gramos de zanahoria picada en juliana",
        "50 gramos de pimentón rojo en juliana",
        "700 gramos de papas peladas cortadas en dientes",
        "3 litros de caldo de carne",
        "6 huevos",
        "Cilantro picado fino",
        "Merquén",
        "Sal de cocina",
        "Ají de color",
        "Comino molido",
        "Orégano seco",
        "Hojas de laurel"
      ],
      "preparation": "<ol>\r\n\t<li>Desmenuzar la carne asada y reservar.</li>\r\n\t<li>Dorar la cebolla con el ajo en aceite de oliva. Agregar el pimentón y la zanahoria. Condimentar con sal, ají de color, comino, orégano y laurel. Incorporar las papas picadas y dorar por algunos minutos.</li>\r\n\t<li>Añadir la carne junto al salteado de verduras y papas. Incorporar el caldo de res y cocinar a fuego suave por 20 minutos.</li>\r\n\t<li>Antes de servir, calentar parte del caldo en una cacerola baja y pochar un huevo a la vez, procurando que no hierva para no romperlos.</li>\r\n\t<li>Disponer en el fondo del plato las verduras y la carne desmenuzada, sobre lo cual se pone el huevo pochado y se cubre todo con el caldo caliente.</li>\r\n\t<li>Espolvorear cilantro y merquén.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "15",
      "image": "15-image",
      "name": "Alfajores chilenos",
      "nameUrl": "alfajores-chilenos",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "16",
      "preparationTime": "",
      "description": "Los alfajores chilenos son mucho más sencillos que los argentinos. Dos simples “hojas” delicadas, unidas por una capa de manjar espeso.",
      "ingredients": [
        "1 1/2 tazas de harina",
        "1/2 cucharadita de polvos de hornear",
        "4 yemas",
        "2 cucharadas de coñac o pisco",
        "1/4 kilo de manjar",
        "Azúcar flor o molida",
        "6 huevos",
        "2 tazas de leche",
        "1/3 taza de azúcar granulada",
        "1 palito de canela",
        "1/2 taza de azúcar granulada (caramelo)"
      ],
      "preparation": "<ol>\r\n\t<li>Cierna la harina con los polvos de hornear. Añada las yemas una a una, mezclándolo bien cada vez. Luego agregue el licor. Mezcle y amase hasta que esté firme y seca. En caso de quedar demasiado seca pueda agregarle pequeñas cantidades de agua, cucharada por cucharada, hasta que tenga una masa firme que se puede amasar, y no se pegue en la tabla.</li>\r\n\t<li>Extienda la masa con el uslero dejándola muy delgada (3 o 4 milímetros), corte redondelas de 8 cm y dispóngalas en una bandeja de hornear limpia y seca. Perfore en varias partes con un tenedor para que no se inflen en el horno.</li>\r\n\t<li>Cocine a horno caliente (400°F - 200°C) por 8 o 9 minutos, hasta que se empiezen a dorar.</li>\r\n\t<li>Retire las galletas de la bandeja y déjelas enfríar. Luego, forme los dulces chilenitos uniendo de a dos con el manjar. Espolvoree con azúcar flor.</li>\r\n</ol>\r\n\r\n<p>Notas: Especiales para invitar a tomar unas ricas onces. Las once es una comida de media tarde, nacida de la mezcla de la picardía nacional y los refinamientos importados desde Inglaterra.</p>\r\n"
    },
    {
      "idRecipe": "9",
      "image": "9-image",
      "name": "Alubias blancas y guisadas",
      "nameUrl": "alubias-blancas-y-guisadas",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La noche anterior, ponemos las judías (alubias o poroto blanco) en remojo con agua fría. Por la mañana las lavamos, las escurrimos bien y podemos comenzar con nuestro guiso.",
      "ingredients": [
        "300 gr.de alubias blancas",
        "400 gr. de lomo fresco de cerdo",
        "2 patatas",
        "3 dientes de ajo",
        "1 cebolla",
        "2 pimientos verdes",
        "Sal",
        "Pimienta",
        "Aceite de oliva",
        "Perejil picado",
        "Agua"
      ],
      "preparation": "<ol>\r\n\t<li>Pon a remojo las alubias la noche anterior. Cuece las alubias en agua a fuego lento durante 50 minutos. Reserva las alubias cocidas en su caldo.</li>\r\n\t<li>Pica muy fina la verdura y póchala un una sartén con aceite. Agrega este sofrito a las alubias, pon a punto de sal y deja cocer 5 min a fuego lento.</li>\r\n\t<li>Pela las patatas y córtalas. Fríelas en una sartén con abundante aceite. Una vez doraditas, escúrrelas y añádeselas a las alubias.</li>\r\n\t<li>Por último saltea el lomo troceado y salpimentado en una sartén. Cuando esté doradito, incorporalo a las alubias, espolvorea con perejil picado y sirve.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "95",
      "image": "95-image",
      "name": "Arrollado Huaso",
      "nameUrl": "arrollado-huaso",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El arrollado de huaso, como se denomina popularmente al arrollado o rollo de puerco, es un plato típico chileno, que consiste en una carne cocida y aderezada acomodada en un rollo amarrado con cordel.",
      "ingredients": [
        "1 kg. pulpa de chancho",
        "1/4 kg. tocino",
        "1/2 kg. de cuero de chancho",
        "1/2 taza de vinagre",
        "3 dientes de ajo",
        "1 cucharada de sal",
        "pimienta a gusto",
        "comino a gusto",
        "2 o 3 cucharadas ají rojo",
        "cordel (pita blanca)",
        "4 tabletas caldo de carne"
      ],
      "preparation": "<ol>\r\n\t<li>Corte la pulpa y el tocino en tiras largas de 1.1/2cm. ancho y el cuero de 25cm. de ancho, prepare el vinagre con sal, el ajo machacado, la mitad del ají, pimienta y comino al gusto y colóquelo en una fuente junto con la pulpa, el tocino, y el cuero dejando de un día para otro.</li>\r\n\t<li>Arme el arrollado colocando un trozo de cuero sobre una tabla y en ella coloque alternadamente las tiras de pulpa y tocino una al lado de otra.</li>\r\n\t<li>Pinte con salsa de ají a gusto, cubra con el otro pedazo de cuero, dele una forma cilíndrica, amarre formando un arrollado, cueza en 4 litros de agua hirviendo y las tabletas de caldo de carne, de modo que quede cubierto con el caldo dos horas y quede bien cocido.</li>\r\n\t<li>Deje enfriar en el mismo caldo, luego escúrralo y unte en el resto de ají rojo.</li>\r\n</ol>\r\n\r\n<p>Notas : Tiene su origen en la época de la Colonia, cuando la alta sociedad decidió adoptarla como especialidad culinaria. Al modificar algunos ingredientes, se impusieron los propios de Chile, pero la base de esta preparación surge de la tradición europea, particularmente de la cocina española.</p>\r\n"
    },
    {
      "idRecipe": "33",
      "image": "33-image",
      "name": "Arroz graneado",
      "nameUrl": "arroz-graneado",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Exquisita forma de preparar el arroz, puede servise solo o como acompañamiento ideal a cualquier plato.",
      "ingredients": [
        "1 1/2 tazas de arroz",
        "3 tazas de agua",
        "1 cucharada de aceite",
        "2 cucharadas de cebolla, picada finita",
        "1/4 taza de zanahoria, picada en trocitos",
        "1/4 taza de arvejitas (frescas o congeladas)",
        "3/4 cucharadita de sal"
      ],
      "preparation": "<ol>\r\n\t<li>Caliente el aceite en una olla con el fuego a temperatura moderada. Añada la cebolla y el arroz y revuelva por dos minuto.</li>\r\n\t<li>Agregue el agua junto con la sal, las zanahorias y las arvejitas. Cuando esté hirviendo, tapa la olla y ponga a fuego lento por 20 minutos.</li>\r\n\t<li>Es cocido cuando todo el agua está absorbida y el arroz no tiene un centro duro.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "310",
      "image": "310-image",
      "name": "Arroz Primavera",
      "nameUrl": "arroz-primavera",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Riquisima forma de preparar el arroz. Es tipicamente chilena e ideal para cualquier evento especial.",
      "ingredients": [
        "2 tazas de arroz",
        "Arvejas",
        "Choclo graneado",
        "Porotos verdes",
        "Pimiento rebanado",
        "Morrón rebanado",
        "Zanahorias en cuadritos",
        "Aceite"
      ],
      "preparation": "<ol>\r\n\t<li>Sofreír el arroz en un poco de aceite, agregar 4 tazas de agua (2 tazas de agua por 1 taza de arroz) dejar cocer a fuego muy lento hasta que no le quede agua.</li>\r\n\t<li>Mientras tanto dejar cocer los porotillos, los choclos graneados, el pimiento morrón y las zanahorias con una pizca de sal.</li>\r\n\t<li>Ya listo el arroz dejar enfriar, lo mismo con los porotos, el choclo y las zanahorias. si todo ya esta frio mezclar. colocar en el refrigerador antes de servir.</li>\r\n\t<li>El arroz primavera se puede transformar  en el acompañamiento ideal para carnes y pescados.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "255",
      "image": "255-image",
      "name": "Barros Luco",
      "nameUrl": "barros-luco",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "2",
      "preparationTime": "",
      "description": "Un tipico sandwich chileno. Perfecto para salvar cualquier momento de ocio.",
      "ingredients": [
        "1 marraqueta completa o 2 fricas o pan de sandwich con harta miga",
        "4 bistecs cortados, delgados de asiento, posta o lomo de vacuno",
        "4 rebanadas de queso chanco o de campo, como usted quiera",
        "Mantequilla derretida o aceite",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>La carne, calentarla a fuego medio en la sartén. Secar los bistec con toalla de papel y salar por ambos lados.</li>\r\n\t<li>Cortar la marraqueta por la mitad. Y calentar en una esquinita de la plancha si desean.</li>\r\n\t<li>Después tiene que pintar la plancha con mantequilla y colocar los bistecs, cocinar 1-2 minutos por lado, deben sellarse y dorarse.</li>\r\n\t<li>Colocarlos en una esquina del sartén o plancha y colocar el queso encima para que se derrita.</li>\r\n\t<li>Bajar el fuego a bajo.Con las marraquetas sopear el jugo que haya soltado la carne y montar el sandwich para servir de inmediato</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "321",
      "image": "321-image",
      "name": "Borgoña",
      "nameUrl": "borgona",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Riquisimo licor tipicamente chileno. El borgoña es ideal para el invierno enel sur de Chile.",
      "ingredients": [
        "1 litro de vino tinto",
        "20 fresas"
      ],
      "preparation": "<ol>\r\n\t<li>En una jarra coloca el vino y agrega las fresas picadas.</li>\r\n\t<li>Sirve en vasos pequeños.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "20",
      "image": "20-image",
      "name": "Budín de pan chileno",
      "nameUrl": "budin-de-pan-chileno",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "¿Te sobró pan y no sabes que hacer con él? Les explicamos como preparar un riquísimo budín, fácil y económico, aprovechando el pan que tenemos de otros días.",
      "ingredients": [
        "Pan atrasado de unos días",
        "1 cucharadita de Canela",
        "3 huevos",
        "1/8 de mantequilla (125 gr)",
        "1 tarro de leche condensada (500 gr)",
        "Pasas de uva",
        "Nueces",
        "Azúcar"
      ],
      "preparation": "<ol>\r\n\t<li>El pan se pone a remojo la noche anterior, al día siguiente se le quita la corteza y se le estruja bien para que salga todo el agua.</li>\r\n\t<li>Se le pone en un bol, se le echa la leche condensada, la canela, y las yemas de los huevos y se le pasa el túrmix un poco, luego se le ponen las pasas, las nueces y las claras a punto de nieve.</li>\r\n\t<li>Se le pone la mantequilla derretida, (pomada) se le pone en un molde resistente al horno 1 hora aproximadamente 180ºC (calentado previamente), un poco de azúcar por encima para que quede doradito.</li>\r\n</ol>\r\n\r\n<p>Notas : Su base es el pan, aprovechamos usando el pan del día anterior, pero su aglutinante es el huevo. Su textura es muy parecida al flan de huevo y acepta muchos ingredientes adicionales, en este caso hemos empleado nueces, pero acepta cualquier fruto seco (uvas pasas, trozos de fruta, almendras, etc).</p>\r\n"
    },
    {
      "idRecipe": "82",
      "image": "82-image",
      "name": "Calapurca Chilena",
      "nameUrl": "calapurca-chilena",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "Tradicional del norte chileno, sus ingredientes principales son carne de vacuno, llamo, pollo, cordero, cebolla, cebollín, papas, zanahoria, mote y ají de color.",
      "ingredients": [
        "250 grs. de llamo (cogote o pierna)",
        "250 grs. de pechuga de pollo",
        "250 grs. de cogote de cordero",
        "250 grs. de vacuno con huesos",
        "2 cebollas",
        "3 zanahorias en cuadros",
        "1 cebollín con ramas",
        "1 diente de ajo",
        "3 grs. de pimienta",
        "2 clavos de olor",
        "1 hoja de laurel",
        "1 hoja de apio",
        "1 rama de cilantro",
        "200 grs. de maíz mote",
        "12 papas",
        "2 cdas. de aceite",
        "1 cdta. de ají de color",
        "sal, pimienta",
        "comino"
      ],
      "preparation": "<ol>\r\n\t<li>Lave bien las carnes y haga un conjunto con ellas, póngalas en una olla con agua fría, dos cebollas en cuartos y las zanahorias en cuadros grandes. Coloque en un saquito de tela el cebollín, laurel, pimienta, clavos de olor, cilantro, ajo y apio.</li>\r\n\t<li>Lleve a ebullición durante 15 minutos, baje la temperatura y cocine a fuego lento, aproximadamente 45 minutos. Saque la espuma con frecuencia. Una vez cocidas las carnes, retírelas y dispóngalas en una fuente totalmente desmenuzadas, filtre el caldo y reduzca.</li>\r\n\t<li>El día anterior deje remojando el maíz mote, cambiando constantemente el agua. Hiérvalo en dos aguas, agregue sal en la segunda cocción, retire una vez cocido (debe abrirse), reserve.</li>\r\n\t<li>Ponga a cocer las papas con piel en agua con sal, una vez listas, retire la piel y triture con las manos. Haga una fritura con el ajo, cebolla, zanahoria y ají de color.</li>\r\n\t<li>Una vez tiernas las verduras, agregue el caldo reservado anteriormente, las carnes y el maíz. Cuando vuelva a hervir, incorpore las papas trituradas y sirva muy caliente con bastante cilantro picado.</li>\r\n\t<li>Para acompañar, refriegue con las palmas de las manos el rocoto, retire las semillas y píquelo, cubra con jugo de limón de pica y deje reposar, corte finamente las hojas de huatacay (sin ramas) y condimente con sal y aceite.</li>\r\n</ol>\r\n\r\n<p>Nota: La tradicional calapurca se cocina incorporando piedras volcánicas hirvientes para cocción de los ingredientes. Se consume en las localidades cordilleranas y de los valles del norte chileno, generalmente durante fiestas tradicionales como un plato restaurador.</p>\r\n"
    },
    {
      "idRecipe": "11",
      "image": "11-image",
      "name": "Caldillo de congrio",
      "nameUrl": "caldillo-de-congrio",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "El caldillo se sirve en todo el litoral central de Chile y hasta un poco más al sur de Talcahuano.",
      "ingredients": [
        "1 cebolla en corte pluma",
        "6 papas peladas en cascos",
        "2 zanahorias cortadas en rodajas",
        "1 cucharadita de ají panca",
        "2 cucharadas de cilantro",
        "Orégano",
        "6 cucharadas de aceite",
        "3 tazas de vino blanco",
        "2 tazas de agua caliente",
        "1 congrio colorado",
        "2 cubitos caldos Maggi (puede ser de cualquier sabor)",
        "2 tomates",
        "Sal a gusto",
        "Pimienta a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Primeramente cortamos y picamos los tomates, cebolla (corte pluma), cilantro, zanahoria y nuestras papas. Luego tomaremos una olla, y verteremos nuestras 6 cucharadas de aceite y prenderemos el fuego.</li>\r\n\t<li>Seguido a esto freiremos nuestra cebolla cortada, luego agregaremos nuestras papas cortadas en cascos y nuestra zanahoria.</li>\r\n\t<li>Con la ayuda de una cuchara agregamos nuestro ají con moderación y el cilantro picado.</li>\r\n\t<li>Mientras agregamos todos los ingredientes nombrados, en 2 tazas con agua caliente dejaremos disolviendo nuestros cubitos de caldo Maggi.</li>\r\n\t<li>Agregamos un poco de sal, pimienta y orégano a gusto. Posteriormente agregamos nuestro tomate picado.</li>\r\n\t<li>Ahora agregamos nuestras 2 tazas de agua caliente con los cubitos de caldos ya disueltos, de la misma forma agregamos la taza de agua caliente que nos sobra.</li>\r\n\t<li>Por último agregamos las tazas de vino blanco.</li>\r\n\t<li>Y dejaremos que nuestro caldo que se cocine a fuego lento por 20 minutos.</li>\r\n\t<li>Luego de los 20 minutos, aumentamos nuestro congrio y lo dejaremos cocinar por unos 10 a 15 minutos.</li>\r\n</ol>\r\n\r\n<p>Notas : Reponedor y nada de pesado, hay preparaciones variadas, pero siempre humeante y presentado en una paila de greda, acompañado de algunos choritos y almejas, además de un buen vino blanco que haga los honores. Ideal para semana santa o para algún evento especial.</p>\r\n"
    },
    {
      "idRecipe": "49",
      "image": "49-image",
      "name": "Caldillo de congrio",
      "nameUrl": "caldillo-de-congrio",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Riquisimo caldillo de congrio. Una especialidad de las costas chilenas.",
      "ingredients": [
        "4 Medallones de congrio colorado",
        "4 Cucharadas de aceite de oliva",
        "4 Dientes de ajo",
        "½ Cebolla",
        "2 Tomates",
        "4 Papas coraila",
        "1 Taza de langostinos",
        "Cilantro",
        "1 Taza de vino Sauvignon Blanc",
        "2 Tazas de caldo de pescado o fumet",
        "1 Taza de crema",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Picar la cebolla en pluma y machacar los dientes de ajo. Pelar los tomates y cortarlos en cuartos. Lavar, pelar y picar las papas en octavos, luego cocerlas. Cuando estén listas, parar la cocción con agua fría y reservar. Picar el cilantro muy fino.</li>\r\n\t<li>Para la elaboración del caldillo, en una olla o paila de greda grande calentar el aceite de oliva, agregar la cebolla y dorar; adicionar los ajos, tomates y revolver. Añadir el vino blanco para aromatizar, incorporar el caldo y las porciones de pescado. Cuando esté cocido, poner las papas y camarones dejando cocinar todo por dos minutos más. Condimentar con sal y pimienta.</li>\r\n\t<li>Al servir, en un plato sopero disponer un trozo de congrio, papas y caldo con cebolla, ajo y tomates. Terminar con un toque de crema y cilantro picado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "311",
      "image": "311-image",
      "name": "Caldo de Pata",
      "nameUrl": "caldo-de-pata",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Riquisimo caldo de pata. Un plato perfecto para el invierno chileno.",
      "ingredients": [
        "1 pata de vaca",
        "3 dientes de ajo",
        "1 taza de sémola",
        "1 pimentón",
        "1 cebolla",
        "1 zanahoria rallada finamente",
        "Orégano",
        "Sal",
        "Merkén",
        "Cilantro",
        "Aceite"
      ],
      "preparation": "<ol>\r\n\t<li>Para empezar lave bien la pata, colóquela en una olla a presión e incorpore el pimentón cortado a la mitad junto a los ajos.</li>\r\n\t<li>Cubra con agua fría y deje cocer durante 30 minutos.</li>\r\n\t<li>Aparte sofría cebolla, el resto del pimentón picado y agregue orégano, deje que se dore bien. Súmele la sémola y deje cocinar por unos cuantos minutos. Incorpore esta preparación a la olla donde ya tenemos cocida nuestra patita.</li>\r\n\t<li>Agregue sal a gusto, zanahoria rallada y un poco de merkén para darle más color a nuestro caldito. Cocine por unos minutos más.</li>\r\n\t<li>Saque la pata de la olla y córtela en trozos.</li>\r\n\t<li>Sirva una buena porción de caldo bien caliente y un trozo de pata, decórelo con cilantro y finalmente, acompañe este plato con una buena copa de Cavernet Sauvignon.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "89",
      "image": "89-image",
      "name": "Caldo Valdiviano",
      "nameUrl": "caldo-valdiviano",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Una sopa de la época en que los españoles llegaron a Chile. El nombre se debe a Pedro de Valdivia quien en el año 1552 conquisto la ciudad de Valdivia, una de sus tantas conquista realizadas en Chile.",
      "ingredients": [
        "300 gr CHARQUI",
        "1 cucharada de aji seco",
        "2 cebollas cortadas en pluma o torrejas",
        "1 diente de ajo",
        "Comino",
        "1 litro y medio de agua",
        "1/2 cucharadita de orégano",
        "1 cucharada de aji seco",
        "2 huevos",
        "5 papas medianas cortadas en juliana"
      ],
      "preparation": "<ol>\r\n\t<li>Se asa el charqui al horno, sartén o en la parrilla, se machaca y se desmenuza perfectamente, y enseguida se le quitan los nervios y durezas que contenga.</li>\r\n\t<li>Luego se fríe en color una cebolla grande o dos, según la cantidad de valdiviano que haya que hacerse, cortadas en torrejas, o bien picadas en trocitos menudos.</li>\r\n\t<li>Se ponen en la cacerola, o en una olla de barro, para proceder más a la chilena, el charqui, la cebolla, sal, ají en vaina, un poquito de comino, otro poquito de orégano, un diente de ajo, y se vacía encima agua hirviendo.</li>\r\n\t<li>Se deja reposar al fuego un breve espacio. Hay quienes agregan, antes de vaciar el agua, un par de huevos cocidos, cortados en rebanadas, y algunas tostadas de pan frito. Va en el gusto. También se pueden incluir o no las papas las cuales se las hace sofreír junto con la cebolla.</li>\r\n\t<li>Al final le aumentamos encima un Huevo frito listo para servir o crudo sobre el caldo hirviendo a manera que se cocine en el mismo plato.</li>\r\n\t<li>El valdiviano queda más sabroso -pero también más pesado- si el charqui se machaca y se limpia crudo, sin asarlo previamente. Es un plato nacional que tiene muchos aficionados, sobre todo en los días de lluvia, pero que dura también muchas horas en el estómago.</li>\r\n</ol>\r\n\r\n<p>Notas : El rancho que llevaban estos conquistadores a esos lugares era charqui (carne seca al sol que puede ser de vacuno o caballo) y preparaban un caldo con charqui agua y grasa.</p>\r\n"
    },
    {
      "idRecipe": "12",
      "image": "12-image",
      "name": "Calzones rotos",
      "nameUrl": "calzones-rotos",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Los calzones rotos son una masa frita, semi dulce y con un ligero toque de limón, muy tipico en septiembre, el mes de la patria en Chile. Es ideal para la hora del té (para las once como le decimos los chilenos).",
      "ingredients": [
        "3 tazas de harina cernida",
        "1 cucharada polvos de hornear",
        "3/4 taza de azúcar molida cernida (es el azúcar en polvo)",
        "2 cucharadas de margarina",
        "1 huevo y 2 yemas",
        "Ralladura de 1 limón",
        "1/2 taza de agua quizás un poco más",
        "Aceite para freir",
        "Azúcar molida para espolvorear"
      ],
      "preparation": "<ol>\r\n\t<li>Unir los ingredientes secos, la harina, los polvos, el azucar. Luego la ralladura de limón.</li>\r\n\t<li>Enseguida agregar el huevo y después las yemas una a una.</li>\r\n\t<li>Incorporar la mantequilla ablandada y unir bien la masa. finalmente agregar agua suficiente para formar una masa homogénea.</li>\r\n\t<li>Uslear la masa y dejarla aproximadamente 1/2 cm de grosor. Cortar rectángulos de 10 cm por 5 cm.</li>\r\n\t<li>Luego hacer sobre ellos un corte vertical de unos 3 cm y pasar un extremo del rectángulo por este ojal.</li>\r\n\t<li>Freir en aceite caliente, deben quedar dorados.</li>\r\n\t<li>Escurrirlos bien y dejarlos en papel absorbente.</li>\r\n\t<li>Finalmente espolvorear con azúcar flor.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "3",
      "image": "3-image",
      "name": "Carbonada",
      "nameUrl": "carbonada",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La Carbonada es una sopa con trozos grandes de verduras y carne, ideal para comer en esos dìas frìos de otoño o invierno.",
      "ingredients": [
        "2 cucharadas de aceite",
        "1 cebolla (picada)",
        "1/2 kg. de posta negra (cortada en cubos)",
        "2 dientes de ajo (picado)",
        "7 tazas de agua",
        "1 cucharadita de orégano",
        "1/4 cucharadita de comino",
        "2 cucharaditas de sal",
        "2 tabletas de caldo de carne",
        "1 zanahoria (cortada en trozos pequeños)",
        "1 taza de zapallo (cortado en trozos pequeños)",
        "1 1/2 tazas de choclo rallado",
        "1/4 taza de arvejas",
        "4 papas (cortadas en trozos pequeños)",
        "1/4 taza de porotos verdes (cortados en trozos pequeños)"
      ],
      "preparation": "<ol>\r\n\t<li>\r\n\t<style type=text/css><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\r\n\t</style>\r\n\t<span style=font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;>En una olla con el aceite, dorar la carne con la cebolla.</span></li>\r\n\t<li><span style=font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;>Luego, añadir el orégano, el comino y la sal y revolver todo muy bien.</span></li>\r\n\t<li><span style=font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;>A continuación, añadir el agua, las tabletas de caldo de carne (previamente disueltas en 1 taza de agua caliente), la zanahoria, el zapallo y las papas.</span></li>\r\n\t<li><span style=font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;>Hervir la cocción a fuego suave hasta que las verduras estén cocidas (20 min. aprox.), agregar el choclo, las arvejas y los porotos verdes y dejar cocer por 5 min. más.</span></li>\r\n</ol>\r\n\r\n<p><span style=font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;>Consejos: al servir, en cada plato espolvorear cilantro picado. </span></p>"
    },
    {
      "idRecipe": "7",
      "image": "7-image",
      "name": "Carbonada de pollo",
      "nameUrl": "carbonada-de-pollo",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La carbonada no es solo un plato típico chileno, sino tambien de la gastronomía argentina y boliviana.",
      "ingredients": [
        "1 cucharada de aceite",
        "1/2 cebolla",
        "1 pechuga de pollo",
        "1 trozo de morrón (pimentón) verde",
        "1 ramita de perejíl",
        "3 papas medianas",
        "1 trozo de zapallo, que sea menor a la cantidad de papas",
        "1 a 2 zanahorias medianas",
        "3 tazas de caldo de pollo o en su defecto una tableta o cubito de caldo maggi de pollo",
        "1 choclo entero",
        "Sal a gusto",
        "Pimienta a gusto",
        "Ají color",
        "Orégano a gusto",
        "50 gr. tallarines"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla colocamos el aceite y la cebolla picada en cuadritos pequeños.Sofreimos y agregamos el pollo picado en pequeños trozos, también los aliños a gosto. Después de unos minutos poco a poco comenzamos a agregar los vegetales todos picados en cuadros.</li>\r\n\t<li>El pimentón en cuadritos pequeños al igual que la zanahoria. Luego las papas y el zapallo. El perejíl picado fino. Revolvemos bien y agregamos el caldo de pollo, si no se tiene el caldo se reemplaza por una caluga de caldo maggi disuelta en una taza de agua caliente y se agrega 2 tazas de agua más. Luego colocamos el choclo cortado en 3 trozos.</li>\r\n\t<li>En esta parte si gustan pueden agregar acelga cortada en tiras o alguna otra verdura a gusto. Cuando el agua comienza a hervir agregar los tallarines o el arroz a gusto.</li>\r\n\t<li>Se cocina con la olla tapada por unos 20 minutos a fuego medio y si el fuego es muy fuerte aún, entonces a fuego bajo. Antes de apagar la olla, revisar que el zapallo y papas estén bien cocidos.</li>\r\n</ol>\r\n\r\n<p>Notas : El origen del nombre “carbonada” tiene dos versiones la primera es que este plato se cocina hasta que todos los leños de un fogon quedan totalmente carbonizados, la otra versión habla de las minas de carbón de Lota donde se preparaba este plato.</p>\r\n"
    },
    {
      "idRecipe": "8",
      "image": "8-image",
      "name": "Cazuela de ave",
      "nameUrl": "cazuela-de-ave",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La Cazuela puede ser hecha de ave o de vacuno, es un plato muy típico de Chile. Ideal para los días de invierno o para aquellas personas que gustan de los caldos.",
      "ingredients": [
        "2 trutros (muslo + pierna) de pollo",
        "4 papas medianas",
        "2 trozos pequeños de zapallo",
        "1 choclo entero",
        "1 zanahoria cortada en tiras",
        "1 trozo pequeño de morron (puede verde o rojo)",
        "1 diente de ajo",
        "1 rama de apio",
        "1 rama de perejíl",
        "1/2 cebolla",
        "3/4 taza de surtido de verduritas (vainitas y arvejas)",
        "Sal a gusto",
        "Pimienta a gusto",
        "Comino a gusto",
        "Orégano a gusto",
        "Perejíl a gusto",
        "4 cucharadas de arroz o 1/2 taza de cabellos de ángel"
      ],
      "preparation": "<ol>\r\n\t<li>No es necesario hacer un sofrito, ya que al cocer todas las verduras y pollo, suelta los sabores naturales.</li>\r\n\t<li>Así que en una olla grande colocamos las presas de pollo sin cuero, luego las papas enteras peladas, trozos de zapallo, el choclo partido en dos, el ajo entero, así también la cebolla y el resto de verduras, sal pimietna, comino, orégano a gusto. Y las ramas de apio y perejíl enteras.</li>\r\n\t<li>Se lleva a cocer con agua tibia o fría y al momento que comienza a hervir se le agrega el arroz, éste al soltar su almidón provoca que el caldo se espese por si solo. Y esta cocción dura aproximadamente unos 24 minutos a fuego medio, se debe ir revolviendo ocasionalmente.</li>\r\n\t<li>Si en el caso que aún le falte cocción al arroz y las papas o el zapallo ya estan listos, se retiran estas dos verduras momentaneamente porque se pueden recocer y luego se vuelven a colocar en el caldo.</li>\r\n</ol>\r\n\r\n<p>Tambien pueden usar cabellos de ángel o sémola en reemplazo del arroz.</p>\r\n\r\n<p>Notas : En las zonas más tradicionales de Chile preparan la cazuela con la gallina fresca de campo. Hay algunas variedades en como prepararla, la que aquí compartimos es mucho más sana ya que no se utiliza aceite ya que el mismo pòllo suelta su grasa, quedando bastante sabrosa.</p>\r\n"
    },
    {
      "idRecipe": "85",
      "image": "85-image",
      "name": "Cazuela de Cerdo",
      "nameUrl": "cazuela-de-cerdo",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Dentro del sistema culinario chileno, la cazuela emerge como un plato de consumo cotidiano, aún cuando en períodos de escasez se le considere festivo, sobre todo por el valor que adquieren las carnes con que se prepara.",
      "ingredients": [
        "500 grs. de carne de cerdo ahumada",
        "3 ó 4 papas medianas",
        "1 cda. colmada de arroz",
        "1 diente de ajo",
        "1,5 litros de agua",
        "50 cc. de aceite",
        "200 grs. de luche (alga de color verde, es la lechuga del mar)",
        "2 cebollines picados",
        "orégano",
        "Perejíl picado",
        "pimentón rojo en polvo",
        "Sal a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla, ponga aceite a calentar y fría el ajo machacado con el pimentón en polvo, agregue la carne previamente lavada y cortada en seis presas.</li>\r\n\t<li>Añada un poco de agua caliente, para evitar que se queme, tape y cocine unos minutos a fuego suave, agregue más agua caliente, lo suficiente como para cubrir generosamente los ingredientes.</li>\r\n\t<li>Antes que la carne esté totalmente cocida, añada las papas cortadas en trozos regulares, deje cocer 5 minutos; agregue arroz, luche, cebollines y orégano. Cocine tapado durante 20 minutos más.</li>\r\n\t<li>Rectifique sabor y sirva con perejil picado.</li>\r\n</ol>\r\n\r\n<p>Notas : También puede ser entendido como extraordinario por quienes viven ensituaciones de pobreza. Sin embargo, en términos amplios, podemos decir que la cazuela, a diferencia por ejemplo del asado, es un guiso común y se incluye dentro del conjunto de platos que conforman la comida casera y de diario.</p>\r\n"
    },
    {
      "idRecipe": "4",
      "image": "4-image",
      "name": "Cazuela de chancho con chuchoca",
      "nameUrl": "cazuela-de-chancho-con-chuchoca",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Es un caldo caliente y delicioso, lleno de las maravillas de nuestra clásica cazuela pero con un detalle especial, cambiamos el fideo o el arroz por chuchoca, que es producto de la molienda gruesa de maíz tierno, común en la cocina andina.",
      "ingredients": [
        "1 kg. pulpa de cerdo (4 porciones de carne de chancho)",
        "4 papas",
        "1 pedazo zapallo (cortado en 4 trozos)",
        "1 cebolla (picada fina)",
        "1/2 taza de chuchoca",
        "1 diente de ajo (picado fino)",
        "1 zanahoria (cortada en 4 trozos)",
        "1/2 pimentón (picado fino)",
        "1 ramito de verduras surtidas",
        "1 lt. de agua",
        "1 chorrito de aceite",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>\r\n\t<style type=text/css><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\r\n\t</style>\r\n\t<span style=font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;>En una sartén, hacer un sofrito con la cebolla, el diente de ajo y el pimentón, agregar el chancho y rehogar por unos minutos.</span></li>\r\n\t<li><span style=font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;>Luego, agregar el agua y dejar cocinar por 20 minutos aproximadamente a fuego alto.</span></li>\r\n\t<li><span style=font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;>Una vez transcurrido este tiempo, agregar las papas, el zapallo, la zanahoria y el ramito de verduras y condimentar con sal y pimienta.</span></li>\r\n\t<li><span style=font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;>Dejar cocinar 15 minutos más y agregar la chuchoca.</span></li>\r\n\t<li><span style=font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;>Finalmente, cocinar hasta que las papas estén blandas.</span></li>\r\n</ol>"
    },
    {
      "idRecipe": "5",
      "image": "5-image",
      "name": "Cazuela de osobuco",
      "nameUrl": "cazuela-de-osobuco",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Aqui algo muy rico, una sopa típicamente chilena, la cazuela de osobuco.",
      "ingredients": [
        "6 trozos de osobuco",
        "6 papas (cortadas en trozos)",
        "4 trozos de zapallo camote",
        "2 tabletas de caldo de carne",
        "250 grs. de porotos verdes (vainitas o judías)",
        "Aji de color",
        "1 zanahoria rallada",
        "2 dientes de ajo (picados finos)",
        "4 trozos de choclo",
        "Orégano",
        "Cebolla picada",
        "Cilantro picado",
        "Perejil",
        "Sal",
        "Aceite",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla colocar 1 cucharada de aceite, agregar cebolla, ajo, oregano.</li>\r\n\t<li>Freir y agregar la carne, sellar bien y agregar el aji de color para que se impregnen bien los sabores y la carne suelte sus jugos, colocar sal.</li>\r\n\t<li>Agregar el caldo de carne y el choclo. Tapar y cocinar por 20 minutos, luego incorporar las papas y luego de 10 minutos agregar el zapallo camote cocinar por unos 15 minutos a juego medio alto.</li>\r\n\t<li>Por último adicionar el arroz, comprobar la sazón.</li>\r\n\t<li>Servir espolvoreado con un poco de cilantro</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "86",
      "image": "86-image",
      "name": "Cazuela de vacuno",
      "nameUrl": "cazuela-de-vacuno",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Ahora que se acerca el Invierno que mejor que una buena cazuela de vacuno reponedora y bien calentita.",
      "ingredients": [
        "1 kilo de tapapecho o carne para cazuela",
        "8 papas",
        "8 trozos de zapallo",
        "8 rebanadas de choclo",
        "1 zanahoria rallada",
        "1/2 pimiento cortado en tiritas",
        "1/2 cebolla cortada en cuadritos",
        "2 cucharadas de arroz",
        "1 taza de porotitos verdes sesgados",
        "Sal y pimienta a gusto",
        "arvejas",
        "perejil picado fino para espolvorear"
      ],
      "preparation": "<ol>\r\n\t<li>Lave y corte la carne en 8 trozos.</li>\r\n\t<li>Fría en el aceite la cebolla, la zanahoria rallada, el pimiento y el orégano. Agregue las 8 presas de carne. Sazone con sal y pimienta. Dórelas por ambos lados.</li>\r\n\t<li>Agregue la mitad del agua hirviendo y ponga a hervir la carne durante 45 minutos hasta que esté blanda.</li>\r\n\t<li>Pele las papas, zanahorias, corte los porotitos verdes y desgrane las arvejas.</li>\r\n\t<li>Destape la olla, verifique si la carne está blanda y agregue todas las verduras; agregue el resto del agua hirviendo y el arroz.</li>\r\n\t<li>Espolvorear con perejil y servir de inmediato.</li>\r\n</ol>\r\n\r\n<p>Notas : La universal cazuela chilena es más bien el conjunto de cazuelas regionales que obedecen al orden de lo hervido y lo trozado, a un estilo culinario que admite la diversidad, siempre manteniendo la identidad de sus ingredientes. Del mismo modo, las variantes locales hablan de características regionales. Entendiéndose y pensándose como chilenas, expresan, no obstante, su singularidad cultural y social.</p>\r\n"
    },
    {
      "idRecipe": "83",
      "image": "83-image",
      "name": "Cebiche de Bonito o Atún",
      "nameUrl": "cebiche-de-bonito-o-atun",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "El cebiche, plato de pescado crudo, cocido con limón y aderezado con sal, ajo, cebolla, y a veces ají, es otra de las preparaciones emblemáticas del norte, especialmente de los habitantes costeros y de la población urbana de Iquique y Arica, estos últimos autodenominados “antiguos ariqueños”.",
      "ingredients": [
        "1 bonito mediano o un trozo de atún",
        "Jugo de limón (lo necesario)",
        "3 ajíes verdes",
        "2 cucharadas de ají verde molido",
        "2 ajos molidos",
        "1 ramita de cilantro picado",
        "cebolla cortada",
        "camote",
        "1 lechuga",
        "3 choclos",
        "3 cucharadas de apio picado",
        "sal a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>El pescado, una vez limpio, se corta en pedazos chicos, se lava y escurre bien.</li>\r\n\t<li>Se coloca en un recipiente, se adereza con sal y se le echa el jugo de limón hasta que cubra bien el pescado.</li>\r\n\t<li>Enseguida se distribuye el ajo molido y el ají molido. Encima se le ponen las cebollas finamente cortadas, bien lavadas y el ají cortado en rodajas.</li>\r\n\t<li>Se acompaña con el camote sancochado y rodajas de choclo. Se adorna con lechuga.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "58",
      "image": "58-image",
      "name": "Cerdo glaseado",
      "nameUrl": "cerdo-glaseado",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "Delicioso cerdo glaseado chileno. Perfecto para un almuerzo o evento especial chileno.",
      "ingredients": [
        "6 a 8 porciones de Costillitas de Cerdo con Panceta de 130 grs. c/u",
        "1 taza de Arrope de uva",
        "½ taza de jugo de naranja",
        "¼ de taza de vinagre balsámico",
        "Sal y pimienta a gusto",
        "2 manzanas rojas medianas",
        "1lb. o 500 gramos de camote o papa dulce",
        "3 papas medianas peladas",
        "1 cebolla morada mediana pelada y cortada en juliana fina",
        "3 cucharadas de aceite de oliva perfumado al ajo",
        "Sal y pimienta a gusto"
      ],
      "preparation": "<p>Para el glaseado:</p>\r\n\r\n<ol>\r\n\t<li>En un bowl mezclar el arrope de uva, jugo de naranja, vinagre balsámico, sal y pimienta. Precalentar el horno a 230ºF/110ºC (muy suave).</li>\r\n\t<li>En un sartén sellar las costillitas de cerdo por el lado de la panceta con un poco de aceite de oliva y, ponerlos en una bandeja para hornear con el hueso hacia abajo.</li>\r\n\t<li>Con la ayuda de una brocha, untar las costillas con el glaseado y cocinar aproximadamente dos horas. Durante la cocción agregar la mezcla anterior cada 20 minutos.</li>\r\n\t<li>La cocción debe ser muy lenta y a baja temperatura para conseguir una carne tierna, suave y acaramelada.</li>\r\n</ol>\r\n\r\n<p>Para el salteado:</p>\r\n\r\n<ol>\r\n\t<li>Pre-cocinar las papas y camotes.</li>\r\n\t<li>Luego con la ayuda de un sacabocados hacer bolitas de papas, camotes y manzanas con piel.</li>\r\n\t<li>Poco antes de terminar la cocción de las costillas, saltear las perlas de papas, camote, manzana y juliana de cebolla separadamente en un sartén, hasta que estén dorados y reservar.</li>\r\n\t<li>Cuando la carne esté lista, retirar las costillas del horno y reservarlas en un bowl en la puerta del horno abierta, para mantener la tº. Retirar el jugo de cocción de la bandeja y reservar.</li>\r\n\t<li>Luego agregar ½ taza de agua hirviendo a la bandeja y raspar con una cuchara de madera.</li>\r\n\t<li>Con la ayuda de un colador fino, colar todos los jugos de la cocción y reservar en</li>\r\n\t<li>una olla pequeña. Dejar reposar y desgrasar antes de servir.</li>\r\n</ol>\r\n\r\n<p>Para el montaje:</p>\r\n\r\n<ol>\r\n\t<li>Servir las costillas sobre el salteado de perlas de papas, manzanas y camotes.</li>\r\n\t<li>Agregar una cucharada del jugo de cocción de la carne y servir de inmediato.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "84",
      "image": "84-image",
      "name": "Ceviche a la chilena",
      "nameUrl": "ceviche-a-la-chilena",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Delicioso ceviche a la chilena. Es una delizia de la region de Arica en Chile.",
      "ingredients": [
        "Lomito de Pescado",
        "Sal",
        "Jugo de limón (lo necesario hasta cubrir el pescado)",
        "Cebolla cortada en cuadraditos",
        "",
        "1 diente de Ajo picado",
        "pizca de Ajinomoto",
        "Aceite",
        "Cilantro",
        "Papas en cuadraditos",
        "Mayonesa para las papas mayo"
      ],
      "preparation": "<ol>\r\n\t<li>El pescado se filetea. El lomito del pescado se corta en cuadritos bien chiquitos, posteriormente se le agrega un poco de sal, que actúa como un catalizador. Los catalizadores son elementos que favorecen la velocidad de reacción de otros.</li>\r\n\t<li>En este caso uno le agrega sal y rápidamente el jugo de limón -el que debe ser mitad de limón chico (de Pica) y mitad de limón grande- y se revuelve en forma homogénea durante aproximadamente un minuto, de modo que el punto de precocción, el punto preliminar es como un líquido lechoso.</li>\r\n\t<li>Luego uno lo deja reposando más o menos media hora. En el cebiche a la chilena la cebolla va también en cuadritos, se lava bien con agua y cuando el líquido es incoloro, ese es el punto de lavado de la cebolla y queda amortiguada. Una vez que el pescado se coció con el limón y lo tengo con un poco de sal, le agrego ajo picadito, se revuelve.</li>\r\n\t<li>Cuando el pescado tenga 10 minutos de cocción, se trasvasija a un colador, se amortigua para sacarle un poco el sabor intenso a pescado.</li>\r\n\t<li>Una vez que está prensado el pescado se trasvasija a un recipiente y se le agrega la cebolla previamente lavada y amortiguada con la mano, un poquito de ajinomoto (condimento preparado), se revuelve y se le agrega el aceite, para una mejor textura, ojalá de soya o de maravilla.</li>\r\n\t<li>Para el toque final se le agrega un baño de jugo de limón, pero suavemente.</li>\r\n\t<li>Este cebiche chileno lleva sólo cebolla, ajo, sal, ajinomoto, aceite y limón.</li>\r\n\t<li>Nosotros servimos el ají como pebre, aparte, si la persona quiere agregarle. Se acompaña con un plato de papitas con mayonesa y un poquito de cilantro arriba, no se le mezcla el cilantro, va aparte para darle un color verde arriba y se le pone un poquito de lechuga para el frescor.</li>\r\n\t<li>Este cebiche a la chilena es diferente del peruano que va cortado en trozos grandes.</li>\r\n\t<li>El cebiche a la peruana es muy distinto, se le coloca papa, camote y choclo, el chileno viene sólo con papas mayo, es para diferenciarse, hace años que lo hacemos así.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "50",
      "image": "50-image",
      "name": "Ceviche de atún",
      "nameUrl": "ceviche-de-atun",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "",
      "preparationTime": "",
      "description": "Riquisimo ceviche de atun, especialidad de las costas chilenas.",
      "ingredients": [
        "700 Gramos de atún fresco",
        "180 Gramos de machas",
        "240 Gramos de cebolla",
        "48 Gramos de cilantro",
        "330 Gramos de jugo de limón",
        "150 cc. de aceite de oliva",
        "1 Taza de choclo",
        "1 Cucharadita de merquén",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Cortar el filete de atún en cubos de un centímetro y reservar.</li>\r\n\t<li>Pelar las cebollas y cortarlas en seis medias lunas, dejando la raíz para evitar que se separen. Grillarlas por ambos lados y salpimentarlas, terminar de cocinarlas a horno medio hasta que estén doradas y blandas.</li>\r\n\t<li>En una olla con agua y sal, hervir y blanquear las machas por 20 segundos, luego detener la cocción introduciéndolas en un recipiente con agua y hielo. Cortarlas en tiras.</li>\r\n\t<li>Para el aderezo mezclar el jugo de limón, aceite de oliva, las cebollas asadas deshojadas, las machas y el cilantro.</li>\r\n\t<li>Finalmente, agregar el atún previamente salpimentado y ponerle merquén. Para dar más frescor a la mezcla se pueden añadir a último minuto algunos cubos de hielo. Se decora con choclo y berros.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "51",
      "image": "51-image",
      "name": "Ceviche de salmón",
      "nameUrl": "ceviche-de-salmon",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Delicioso ceviche de salmon, en esta ocasion acompañado con quinua del altiplano chileno.",
      "ingredients": [
        "2 Tazas de salmón picado en cubos",
        "2 Cucharadas soperas de ciboulette",
        "4 Cucharadas soperas de pimientos rojos picados",
        "50 ml. de jugo de limón",
        "2 Cucharadas de aceite de oliva",
        "2 Cucharaditas de merquén",
        "½ Taza de mote",
        "½ Taza quínoa",
        "½ Taza de tomates picados en brunoise",
        "2 Cucharadas de cilantro",
        "Lechugas surtidas"
      ],
      "preparation": "<ol>\r\n\t<li>Mezclar el salmón con los pimientos, el ciboulette, aderezar con la sal y el merquén, el jugo de limón y un poco de aceite de oliva.</li>\r\n\t<li>Cocinar el mote y la quínoa por separado. Unir con los tomates, el cilantro, aceite de oliva, jugo de limón, sal y pimienta.</li>\r\n\t<li>En un timbal disponer la ensalada de mote y quínoa, sobre ésta el ceviche de salmón.</li>\r\n\t<li>Colocar en un lado del plato el timbal, alrededor disponer el merquén y al centro las lechugas aderezadas con limoneta.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "46",
      "image": "46-image",
      "name": "Chanchito Campero",
      "nameUrl": "chanchito-campero",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Esta receta es para agasajar a los papis en su día. Es sencilla pero se que la van disfrutar mucho. Fue un éxito rotundo con todo los hombres que la han probado.",
      "ingredients": [
        "Trozo grande de carne de cerno carnudo y con hueso",
        "Pimientos en trozos",
        "Tomates en trozos",
        "Callampas secas ( hongo )  le da un sabor exquisito",
        "Ají de color",
        "Orégano",
        "Comino",
        "laurel",
        "Pimienta",
        "1 porción de vino tinto",
        "2 porciones de vino blanco"
      ],
      "preparation": "<ol>\r\n\t<li>Sellamos la carne luego agregamos las verduras y callampas.</li>\r\n\t<li>Finalmente todos los aliños y el vino</li>\r\n\t<li>El secreto es dejar cocinar por varias horas a un fuego muy suave la carne queda blandita y los sabores y muy impregnados.</li>\r\n</ol>"
    },
    {
      "idRecipe": "287",
      "image": "287-image",
      "name": "Chapaleles",
      "nameUrl": "chapaleles",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Típico que en la preparación de un buen curanto en Chiloé, no puede faltar ni el Milcao ni los Chapaleles, y para llevar esta comida típica chilena hasta su casa ",
      "ingredients": [
        "2 kilos de papas",
        "½ kilo de harina",
        "2 cucharadas de manteca",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Empiece por pelar las papas y ponerlas a hervir en una olla con agua. Una vez las papas estén suaves y cocidas, retírelas del fuego. Para luego molerlas hasta lograr un puré.</li>\r\n\t<li>Con el puré listo, agregue la harina, la sal y la manteca. Mezcle todos los ingredientes y amáselos hasta que la masa no se le pegue en la mano.</li>\r\n\t<li>Luego, cuando esté suave, haga bollitos y aplástelos hasta que queden del tamaño de un plato de té.</li>\r\n\t<li>Esta receta tiene varias formas de ser cocinada,  puede hervirlos en una olla con agua y también puede también freírlos o hacerlos al horno, solo unos 10 minutos para que se doren un poquito.</li>\r\n\t<li>Sírvalos con pebre y disfrute el picoteo entre amigos junto a una copa de vino.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "266",
      "image": "266-image",
      "name": "Charqui",
      "nameUrl": "charqui",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Delicioso charqui o charquican. Una preparacion del altiplano chileno.",
      "ingredients": [
        "Carne de vacuno o caballo",
        "Sal"
      ],
      "preparation": "<ol>\r\n\t<li>Para partir, corte carne de vacuno o caballo sin grasa en tiras finas, luego tiene que dejarla reposar en mucha sal por un día.</li>\r\n\t<li>Después tiene que colgar las tiras de carne en un sitio seco, ventilado, en donde le llegue el sol y donde esté protegido de las moscas y los bichos hasta que las tiritas estén secas.</li>\r\n\t<li>Como el proceso de secado puede durar desde 5 días hasta una semana, es muy importante que le de vuelta a la carne varias veces durante el día para que se sequen de forma pareja y taparlas durante la noche para que no se humedezcan.</li>\r\n\t<li>Una vez el charqui esté listo puede disfrutarlo solo como un snack o puede mezclarlo con cualquier tipo de ensalada.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "88",
      "image": "88-image",
      "name": "Charquicán",
      "nameUrl": "charquican",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Charquicán es un guiso tradicional de Argentina, Chile y Perú, cuyo nombre pareciera originarse del quechua charquikanka, que significa 'revoltijo o guiso con charqui'.",
      "ingredients": [
        "500 grs. de asiento de picana",
        "1 cebolla grande",
        "4 papas grandes",
        "250 grs. de zapallo",
        "2 dientes de ajo",
        "3 cucharadas de aceite",
        "2 cucharaditas de ají de color",
        "2 cucharaditas de pimienta",
        "1 cucharadita de orégano",
        "1 pizca de comino",
        "1 cucharada de sal"
      ],
      "preparation": "<ol>\r\n\t<li>Corte la carne en cubitos bien pequeños, o muélala gruesamente, fríala en aceite en una cacerola por 10 minutos e incorpore las papas y el zapallo cortados en cubos, la cebolla en cuadritos, el ajo molido y los aliños; después de freír el conjunto por otros 10 minutos agregue agua hirviendo hasta cubrirlo y cueza hasta que las papas estén bien cocidas.</li>\r\n\t<li>Apisone papas y zapallo con una cuchara para deshacerlas parcialmente. Se sirve en platos individuales regados con “la color” y acompañado con una cebolla y un ají verde escabechados.</li>\r\n\t<li>Si decide rememorar antiguos tiempos usando charqui, ponga al horno 200 grs. por unos 5 minutos, córtelo en trocitos y machúquelo en el mortero. El entusiasmo culinario suele agregarle a este guiso choclos, arvejitas, porotos verdes y tomates.</li>\r\n\t<li>Por su parte, en 1938 se decía: “es de advertir que a este guiso son pocas las personas que le ponen charqui, y por lo común se prepara con carne asada o cocida, ya que como es plato popular y muy barato, se aprovechan de él las carnes de guisos que han sobrado.</li>\r\n\t<li>La carne puede ser sustituida por algas como el cochayuyo o el luche en lo que se conoce como luchicán o cochayuyicán.</li>\r\n</ol>\r\n\r\n<p>Notas : Algunas referencias mencionan que el origen de la palabra reside en la fusión del quechua charqui y del mapudungun cancan (asado), que significaría 'carne seca asada'. La Real Academia de la Lengua se refiere a este plato como un guiso a base de charqui y zapallo. Sin embargo, las características de este plato divergen considerablemente en cada país, tanto en sus ingredientes como en su preparación. Acá exponemos la receta del charquicán nacional chileno.</p>\r\n"
    },
    {
      "idRecipe": "69",
      "image": "69-image",
      "name": "Cheesecake de manjar",
      "nameUrl": "cheesecake-de-manjar",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Deliciosos cheesecake de manjar con manzanas a la canela. Especial de la culinaria chilena.",
      "ingredients": [
        "1/2 oz galletas wheatmeal crackers",
        "2 Cucharadas de azúcar",
        "3 Cucharadas de mantequilla sin sal derretida",
        "1 Cucharada de gelatina en polvo sin sabor",
        "1/4 Taza de leche",
        "22 Gramos de queso crema batido",
        "2 Huevos",
        "½ Cucharadita de sal",
        "1 Taza de manjar o dulce de leche",
        "4 Manzanas rojas",
        "1/2 Taza de azúcar granulada",
        "1 Cucharadita de canela en polvo",
        "2 Cucharadas de mantequilla"
      ],
      "preparation": "<ol>\r\n\t<li>Precalentar el horno a 160°C y poner la rejilla en la mitad.</li>\r\n\t<li>Poner las galletas en un procesador junto a la sal y el azúcar; agregar la mantequilla derretida hasta unir bien.</li>\r\n\t<li>Colocar esta mezcla en la base de un molde de 20 cm. por 20 cm. y presionar bien. Hornear por 10 minutos y dejar enfriar por otros cinco minutos sobre una rejilla.</li>\r\n\t<li>Para el relleno, en un bol espolvorear la gelatina sobre la leche fría y dejar reposar por dos minutos. En otro recipiente batir el queso crema, los huevos y la mezcla de la gelatina hasta unir bien. Luego, agregar el dulce de leche o manjar.</li>\r\n\t<li>Agregar la mezcla anterior sobre la base de las galletas y esparcir uniformemente. Hornear a baño maría hasta que el centro esté firme, por aproximadamente 45 minutos. Dejar enfriar el cheesecake completamente por mínimo dos horas. Luego refrigerar por al menos seis.</li>\r\n\t<li>Pelar las manzanas y cortarlas en ocho. Derretir la mantequilla en un sartén, cuando esté con burbujas agregar la fruta, el azúcar y la canela en polvo.</li>\r\n\t<li>Servir cada porción del cheesecake acompañado de manzanas a la canela.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "28",
      "image": "28-image",
      "name": "Choritos con arroz",
      "nameUrl": "choritos-con-arroz",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Deliciosa forma de preparar los choritos. Es un sabroso plato chileno relativamente sencillo de preparar.",
      "ingredients": [
        "1 1/2 kilos de choritos",
        "1 1/2 tazas de arroz",
        "3 tazas de agua hirviendo",
        "1/2 pequeña cebolla",
        "1/4 pimienta roja o verde",
        "1/2 zanahoria",
        "1 cucharadita de sal",
        "1 cucharada de mantequilla"
      ],
      "preparation": "<ol>\r\n\t<li>Antes de cocinar los choritos, vea que estén vivos. Solo tiene que darle un golpecito a la concha y si está vivo se cerrará.</li>\r\n\t<li>Si el chorito permanece abierto, significa que está muerto y debe botarlo.</li>\r\n\t<li>A continuación lave y raspe los choritos.</li>\r\n\t<li>Fría la cebolla picada en cuadritos en mantequilla en una cacerola, agregue zanahoria y pimiento cortado en cubitos bien pequeños y luego agregue el arroz; fría revolviendo por dos minutos; agregue los choritos, el agua hirviendo y la sal.</li>\r\n\t<li>Tape bien y cocine a fuego lento por 20 minutos.</li>\r\n</ol>"
    },
    {
      "idRecipe": "45",
      "image": "45-image",
      "name": "Choro Zapato",
      "nameUrl": "choro-zapato",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Delicioso choro zapato, un clasico de la cocina chilena.",
      "ingredients": [
        "2 mejillones por persona",
        "Limón",
        "Vino blanco",
        "Queso mantecoso",
        "Jamón serrano"
      ],
      "preparation": "<ol>\r\n\t<li>Desconchar los mejillones (desprender el molusco de la concha), cada mejillón pesa 250 gr y son del tamaño de una mano.</li>\r\n\t<li>En cada mejillón poner jugo de limón, vino blanco, laminas de queso, laminas de jamón serrano.</li>\r\n\t<li>Llevar al horno por 10 minutos.</li>\r\n\t<li>Retirar y servir junto a una ensalada.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "292",
      "image": "292-image",
      "name": "Chorrillana",
      "nameUrl": "chorrillana",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "3",
      "preparationTime": "",
      "description": "Deliciosa chorillana. Una rica forma de preparar las deliciosas cebollas chilenas.",
      "ingredients": [
        "1 kg de papas",
        "500 gr de posta negra",
        "2 cebollas grandes",
        "4 huevos",
        "½ cucharadita de merkén",
        "Sal",
        "Aceite para freír"
      ],
      "preparation": "<ol>\r\n\t<li>Corte las papas en tiras y fríalas, agregue sal a gusto. Luego proceda a cortar la carne en cubitos y freírla, agregando el merkén.</li>\r\n\t<li>Cuando la carne esté lista retirar del fuego y agregar la sal.</li>\r\n\t<li>Pique la cebolla en pluma y fríala junto con los huevos mientras revuelve. Agregue sal a gusto nuevamente.</li>\r\n\t<li>Al servir, montar el plato poniendo de base las papas fritas, luego la cebolla con el huevo y terminamos con la carne.</li>\r\n\t<li>Podemos acompañar este plato con pebre, chancho en piedra y por qué no, con un vino.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "59",
      "image": "59-image",
      "name": "Chuletas de cordero a la parrilla",
      "nameUrl": "chuletas-de-cordero-a-la-parrilla",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "Deliciosas chuletas de cordero a la parrilla. Ideales para un domingo chileno.",
      "ingredients": [
        "3 Carré de cordero (costillar)",
        "5 Gramos de romero fresco",
        "50 cc. de aceite de oliva",
        "Sal",
        "Pimienta negra en grano",
        "2 Dientes de ajo machacados",
        "5 Gramos de zeste de naranja (ralladura)",
        "300 cc. de jugo del cordero",
        "240 Gramos de papas con piel lavadas y escobilladas",
        "145 Gramos de zapallo camote",
        "50 Gramos de arvejas cocidas",
        "50 Gramos de porotos verdes picados y blanqueados",
        "50 Gramos de choclo desgranado cocido",
        "100 cc. de aceite de oliva",
        "35 Gramos de cebolla en cuadritos",
        "15 Gramos de pimiento rojo en cuadritos",
        "2 Dientes de ajo",
        "5 Gramos de cebollín en brunoise",
        "Ají de color",
        "Comino",
        "Sal y Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Marinar el carré completo con la mezcla de todos los ingredientes y dejar reposar durante 24 horas en el refrigerador.</li>\r\n\t<li>Retirar de la marinada, condimentar con sal y sellar la carne en una plancha caliente. Terminar su cocción en el horno a 180 °C por aproximadamente 10 minutos.</li>\r\n\t<li>Calentar el aceite de oliva en una cacerola, saltear la cebolla y el ajo. Añadir el ají de color y comino; luego el zapallo y las papas en cubos. Saltear todo y añadir el pimiento rojo.</li>\r\n\t<li>Mojar con un poco de caldo de carne y cocer. Incorporar el choclo, las arvejas y los porotos verdes.</li>\r\n\t<li>Revolver y rectificar la sal y pimienta. Al momento de servir ponerle cebollín picado fino.</li>\r\n\t<li>Todo se debe servir caliente, dejando en el centro del plato el charquicán criollo, sobre el cual se ubican las chuletas de cordero y detrás las verduras marinadas. Rociar todo con el jugo de romero.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "94",
      "image": "94-image",
      "name": "Chuletas de cordero primavera",
      "nameUrl": "chuletas-de-cordero-primavera",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Las chuletas de cordero primavera, son una deliciosa receta para cualquier época del año.",
      "ingredients": [
        "18 chuletas de cordero tierno",
        "1 kilo de espárragos",
        "6 alcachofas",
        "1 paquete de 200 gramos de arvejas congeladas",
        "½ cebolla en cuadritos finos",
        "2 dientes de ajo molidos",
        "6 cucharadas de aceite",
        "1 cucharada de mantequilla",
        "½ taza de vino blanco",
        "Tomillo",
        "Sal a gusto",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Condimente las chuletas con sal, pimienta, tomillo y ajo. Fría en aceite hasta dorarlas ligeramente.</li>\r\n\t<li>Traslade las chuletas a una olla.</li>\r\n\t<li>En el aceite que queda en la sartén, más una cucharada de mantequilla, fría la cebolla y agregue ½ taza de vino blanco y taza de agua, júntelas con las chuletas y haga hervir hasta que la carne esté bien blanda.</li>\r\n\t<li>Entonces, agregue los fondos de alcachofas partidos en cuatro, que habrá conservado en agua acidulada con vinagre para que no se obscurezcan, luego las arvejitas y los espárragos, cortados en trocitos de 3 centímetros, aprovechando sólo la parte tierna; hervir hasta que las verduras estén blandas.</li>\r\n\t<li>Ajustar la sal y pimienta.</li>\r\n\t<li>Servir con papas fritas y arroz graneado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "44",
      "image": "44-image",
      "name": "Chupe de choritos o pollo",
      "nameUrl": "chupe-de-choritos-o-pollo",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Esta receta es para un rico picoteo. Quizas mas chileno seria tacitas rellenas con chupe de choritos o pollo. Las preparamos en estas masitas llamadas \"tacitas \" que la venden en todos los supermercados y rellenarlas con chupe",
      "ingredients": [
        "50 gr de pechuga de pollo cocida o choritos",
        "100 gr de cebolla picada en cuadritos",
        "50 gr de pan de molde remojado (sin corteza)",
        "200 cc del caldo de pollo",
        "100 gr de crema",
        "100 gr de queso azul",
        "30 gr de queso rallado",
        "1 vaso de vino",
        "20 tacitas o pirotines de masa (venden ya preparadas en supermercados)",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Picar pollo en trocitos pequeños (o sino choritos) y rehogar junta con la cebolla y caldo. Sazonar con sal y pimienta a gusto. Cuando este bien cocido agregar el pan molde remojado.</li>\r\n\t<li>Agregar el queso azul, queso rallado y crema. Cocinar por unos minutos, agregar el vaso de vino y apagar el fuego.</li>\r\n\t<li>Rellenar cada masita pirotín (tacitas), llevar al horno precalentado a 200 grados por 15 minutos.</li>\r\n\t<li>Retirar y servir.</li>\r\n</ol>"
    },
    {
      "idRecipe": "52",
      "image": "52-image",
      "name": "Chupe de jaiva dorado",
      "nameUrl": "chupe-de-jaiva-dorado",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Riquisimo chupe de jaiva dorado. Esta es una version un poco estilizada del clasico chileno.",
      "ingredients": [
        "360 Gramos de carne de jaiba",
        "4 Rebanadas de pan de molde sin orillas",
        "½ Cebolla mediana picada fina",
        "20 cc. de aceite de oliva",
        "300 cc.de crema fresca",
        "½ Ají verde",
        "½ Diente de ajo",
        "25 Gramos de mantequilla",
        "30 Gramos de queso rallado",
        "Ají de color",
        "Comino",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Calentar el aceite de oliva en un sartén y saltear la cebolla con el ajo, el ají de color y el comino.</li>\r\n\t<li>Aparte remojar la miga de pan en la crema fresca, agregar la carne de jaiba limpia y desmenuzada y el salteado de cebolla. Condimentar con sal, pimienta y ají verde.</li>\r\n\t<li>Poner la mitad del queso rallado y revolver bien.</li>\r\n\t<li>Aparte enmantequillar los librillos de greda y rellenar con la mezcla.</li>\r\n\t<li>Espolvorear el queso rallado, el ají de color y cocer en el horno a baño maría a 150°C por 15 ó 20 minutos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "267",
      "image": "267-image",
      "name": "Chupe de Locos",
      "nameUrl": "chupe-de-locos",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "3",
      "preparationTime": "",
      "description": "Delicioso chupe de locos, un plato tipico de las costas chilenas.",
      "ingredients": [
        "8 locos",
        "3 panes (marraquetas)",
        "½ taza de leche",
        "1 cebolla, picada fina)",
        "1 ramito de perejil, picado fino)",
        "½ taza queso rallado",
        "mantequilla",
        "Aceite",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla con agua y sal, cocer los locos (generalmente se golpean para que queden más blandos) hasta que estén blandos por 45 minutos y píquelos en trozos bien chicos. Guarde el agua de la cocción y use un poco para remojar el pan en la leche, después pasar por cedazo.</li>\r\n\t<li>En una sartén con aceite, freír la cebolla y agregar los locos, el pan remojado, el perejil, ¼ taza de queso rallado y caldo de cocción de los locos, la necesaria para hacer un guiso suave, y condimentar con sal y pimienta.</li>\r\n\t<li>Luego, poner la preparación en pocillos de greda, agregar el resto del queso rallado encima, un poco de mantequilla y llevar al horno para gratinar, el horno debe estar caliente.</li>\r\n\t<li>Un típico chupe de locos, no puede servirse sin una helada copa de Vino Gato Blanco. A disfrutar esta receta y su maridaje.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "80",
      "image": "80-image",
      "name": "Chupe de Repollo",
      "nameUrl": "chupe-de-repollo",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Con motivo del Día de la Comida Típica chilena, se lanzpo una iniciativa por parte del Gobierno, de cocinar sano, rico y barato. Por menos de 2.000 pesos. Hoy te mostramos la receta de Chupe de Repollo.",
      "ingredients": [
        "1 cebolla picada en cubitos pequeños.",
        "1 diente de ajo picado",
        "2 cucharadas de aceite.",
        "½ repollo",
        "Pizca ají de color",
        "2 tazas de caldo de verduras",
        "4 panes añejos (marraqueta)",
        "2 tazas de leche descremada",
        "2 huevos",
        "½ taza de vino blanco",
        "¼ taza de queso rallado",
        "Sal y pimienta a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Sofreír en una mínima cantidad de aceite la cebolla y ajos, agregar ají de color.</li>\r\n\t<li>Paralelamente, remojar el pan en la leche. Trabajar la mezcla con un tenedor hasta conseguir una pasta homogénea.</li>\r\n\t<li>Aparte, picar el repollo en tiras finas, cocer en agua hirviendo con sal por 2 minutos y luego cortar la cocción con agua fría. Retirar el agua y reservar.</li>\r\n\t<li>Agregar el pan a la mezcla que está en el fuego, revolver bien y agregar el huevo, más el caldo de verduras, vino blanco y parte del queso parmesano. Mantener revolviendo al fuego hasta evaporar el alcohol del vino blanco.</li>\r\n\t<li>Agregar el repollo, mezclar bien. Condimentar con sal y pimienta. Verter en una fuente previamente enmantequillada.</li>\r\n\t<li>Espolvorear el resto del queso parmesano rallado.</li>\r\n\t<li>Precalentar el horno. Hornear 15 minutos aproximadamente a 200 grados en la parte superior del horno, para que quede gratinado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "261",
      "image": "261-image",
      "name": "Churrasco Italiano",
      "nameUrl": "churrasco-italiano",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Riquisimo churrasco italiano a la chilena. Una de las pruebas de que nuestra cocina esta influenciada por la europea.",
      "ingredients": [
        "4 churrascos",
        "3 paltas",
        "3 tomates",
        "Mayonesa",
        "4 panes",
        "Sal",
        "Aceite para freir",
        "Diente de ajo (a gusto)"
      ],
      "preparation": "<ol>\r\n\t<li>Ponga el aceite en un sartén donde le alcancen los 4 churrascos y póngalo a calentar. Por mientras aliñe los churrascos, con sal y ajo a gusto.</li>\r\n\t<li>Cuando el aceite esté listo, ponga con cuidado la carne. Muela las paltas y alíñelas con sal y un poco de aceite. El pelar los tomates es opcional, rebánelos y agréguele una pizca de sal y aceite.</li>\r\n\t<li>Tome los panes y ábralos con un cuchillo, los puede poner en el horno o en el tostador para que estén calientitos cuando los sirva.</li>\r\n\t<li>Cuando la carne ya se haya freído, retírela del sartén y con una cuchara comience a sacar el jugo de la carne que quedó en el sartén y agréguesela al pan para que quede más húmedo y sabroso.</li>\r\n\t<li>Luego la carne, el tomate, la palta, la infaltable mayonesa (que puede pónerla en el pan o encima de la palta) y se cierra.</li>\r\n\t<li>Y junto a este sándwich tan rico y típico chileno.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "38",
      "image": "38-image",
      "name": "Churros chilenos",
      "nameUrl": "churros-chilenos",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "",
      "preparationTime": "",
      "description": "Deliciosos churros que se comparten en todo latinoamerica y España.",
      "ingredients": [
        "2 tazas de harina",
        "2 tazas de agua",
        "1 cucharadita de sal",
        "1 cucharada de azúcar",
        "1 cucharada de mantequilla",
        "Aceite para freír",
        "Azúcar  flor para espolvorear"
      ],
      "preparation": "<ol>\r\n\t<li>Dejar hervir el agua con la azúcar, la sal y la mantequilla. Al comenzar a hervir volcamos de un golpe la harina.</li>\r\n\t<li>Apagamos el fuego y revolvemos enérgicamente con una cuchara de madera hasta que la pasta se despegue de las paredes de la olla.</li>\r\n\t<li>Luego ponemos la pasta en una churrera o bien en una manga con boquilla cuando aun este caliente y dejamos caer los churros en espiral dentro de una sartén con suficiente aceite bien caliente, cortándolos a la medida que deseemos.</li>\r\n\t<li>Una vez estén ya dorados, los retiramos y los escurrimos sobre papel de cocina. Los espolvoreamos con azúcar flor al gusto.</li>\r\n</ol>"
    },
    {
      "idRecipe": "70",
      "image": "70-image",
      "name": "Clery de chirimoyas",
      "nameUrl": "clery-de-chirimoyas",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Riquisimo clery de chirimoyas. En este caso las preparamos con un delicioso pisco chileno.",
      "ingredients": [
        "1 Kilo de chirimoyas",
        "40 cc. de pisco de guarda",
        "300 cc. de vino moscatel",
        "40 gramos de azúcar flor",
        "50 gramos de celdas de naranja o mandarinas",
        "10 Hojas de menta picadas en juliana",
        "1,5 Zeste de naranjas",
        "2,5 Huevos",
        "2 Yemas de huevos",
        "220 grs. de azúcar granulada",
        "400 cc. de jugo de naranja",
        "12 grs. de leche en polvo",
        "85 grs. de mantequilla sin sal",
        "3 Hojas de colapez hidratadas",
        "100 Gramos de crema fresca batida",
        "6 Frutillas naturales",
        "6 Rosetas de crema chantilly",
        "Hojas de menta fresca para decorar"
      ],
      "preparation": "<ol>\r\n\t<li>Para el clery, lavar, pelar y retirar las semillas de las chirimoyas. Agregar el azúcar, el pisco, el vino, las celdas de naranja y la menta picada; macerar por 30 minutos refrigerado.</li>\r\n\t<li>Para la crema de naranja, blanquear el zeste en agua fría hasta el punto de ebullición. Filtrar, enfriar y reservar.</li>\r\n\t<li>Aparte poner en una cacerola el jugo de naranja y reducir a la mitad espumando constantemente. Dejar enfriar y reservar.</li>\r\n\t<li>Mezclar los huevos, las yemas, el azúcar, la reducción de naranjas y la leche en polvo. Disolver y poner todo en una cacerola a fuego lento revolviendo constantemente hasta dar punto de crema pastelera.</li>\r\n\t<li>Incorporar la mantequilla, las hojas de colapez hidratadas y el zeste de naranja. Enfriar e incorporar la crema batida con movimientos envolventes.</li>\r\n\t<li>Para el montaje poner al fondo de una copa el clery de chirimoya y por encima esparcir la crema de naranjas con la manga pastelera con boquilla lisa. Disponer las frutillas laminadas en forma armónica, decorando con crema chantilly y menta fresca.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "96",
      "image": "96-image",
      "name": "Cola de Mono",
      "nameUrl": "cola-de-mono",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "El cola de mono es un cóctel hecho con aguardiente, leche, café, azúcar y especias (opcionalmente: canela, anís. clavo de olor, vainilla y cáscara de naranja).",
      "ingredients": [
        "2 tazas de leche",
        "1 palito de canela",
        "3 cucharadas de expresso líquido o café muy fuerte",
        "1 onza de Aguardiente o Pisco",
        "1/4 cucharadita de nuez moscada",
        "1/4 de taza de azucar"
      ],
      "preparation": "<ol>\r\n\t<li>Hierva la leche con canela, azucar y cafe.</li>\r\n\t<li>Cuando se disuelva el azucar, saque el palito de canela y quite la mezcla de la estufa para enfriarla (sin refrigeración).</li>\r\n\t<li>Cuando el liquido quede tibio, agregue el aguardiente o pisco y la nuez mozcada.</li>\r\n\t<li>Cuando este frio, tape la mezcla y pongala en el refrigerador.</li>\r\n\t<li>Sirvalo helado pero sin hielo.</li>\r\n</ol>\r\n\r\n<p>Notas : Es propio de la gastronomía de Chile. Es muy consumido en la época de Navidad y Año Nuevo, frecuentemente acompañado de pan de Pascua.</p>\r\n"
    },
    {
      "idRecipe": "41",
      "image": "41-image",
      "name": "Conejos con crema pastelera",
      "nameUrl": "conejos-con-crema-pastelera",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Conejitos, un pan dulce para disfrutar junto a la familia",
      "ingredients": [
        "500 gr de harina (4 tazas  de harina)",
        "30 gr levadura fresca o 10 gr levadura seca",
        "100 cc de leche tibia",
        "100 gr de azúcar (1/2 taza de azúcar)",
        "100 gr de mantequilla o margarina (tiene que estar blanda)",
        "2 cucharadas de miel liquida",
        "2 huevos grandes",
        "Ralladura de un limón",
        "1 cucharadita de esencia de vainilla",
        "500 cc de leche",
        "5 yemas de huevo grande",
        "120 gr de azúcar",
        "50 gr de maizena (2 cucharadas grandes bien llenas)",
        "1 cucharada de vainilla"
      ],
      "preparation": "<p>Preparado de la masa</p>\r\n\r\n<ol>\r\n\t<li>Primero lo quedebemos hacer es disolver la levadura en la leche que esta tibia, le agregamos una cucharada  de azúcar y 1 de harina. Se une todo y se deja reposar. Dejar leudar hasta que doble su volumen.</li>\r\n\t<li>Unimos la miel con los huevos (que la miel este líquida).</li>\r\n\t<li>Unimos el harina con el azúcar. Ponemos la harina y hacemos un hoyo al medio donde agregamos la mantequilla que esta blanda, los huevos y la mezcla de leche con la levadura.</li>\r\n\t<li>Unimos todos los ingredientes hasta formar una masa lisa. (Cuesta que la masa tome forma, aún así NO DEBES AGREGAR HARINA, solo amasar y lograras que la masa quede unida y tersa).</li>\r\n\t<li>Dejar leudar (que duplique su tamaño) Tapada con un paño de cocina por unos 45 minutos a 1 hora cerca de un lugar tibio.</li>\r\n\t<li>Desgasificar amasando para sacar todo el gas que hizo fermentar la masa. No amasar en exceso.</li>\r\n\t<li>Formamos bolitas, salen 12 unidades aproximadamente con las cantidades mencionadas en la receta.</li>\r\n\t<li>Ponemos en una placa del horno papel mantequilla enmantequillado. Formamos los conejos.Nota: Como es una masa muy blanda las formas es mejor hacerlas con las manos aceitadas.</li>\r\n\t<li>Ponemos los conejos, uno al lado del otro dejando un pequeño espacio entre ellos.</li>\r\n\t<li>Con una yema de huevo y una cucharadita de agua mezclados, pintamos los conejos (Esto se llama doradura)</li>\r\n\t<li>La dejamos tapados por 30 minutos.</li>\r\n\t<li>Luego lo llevamos al horno (precalentado a 180 grados) por 30 minutos.</li>\r\n\t<li>Sacamos dejamos enfriar. Cuando este frió le cortamos en forma de triángulo, y los rellenamos con crema pastelera.</li>\r\n</ol>\r\n\r\n<p>Para la crema pastelera</p>\r\n\r\n<ol>\r\n\t<li>Disolver la maicena en 200 cc de leche.</li>\r\n\t<li>Unir muy bien las yemas con la mitad del azúcar</li>\r\n\t<li>Agregar la mezcla de leche y maicena</li>\r\n\t<li>Entibiar los 300 cc de leche con el resto del azúcar</li>\r\n\t<li>Agregar de a poco la mezcla a la leche.</li>\r\n\t<li>Revolver con el batidor de mano hasta que espese.</li>\r\n\t<li>Sacar del fuego agregar la vainilla y tapar muy bien. Dejar enfriar</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "60",
      "image": "60-image",
      "name": "Cordero con salsa de callampas",
      "nameUrl": "cordero-con-salsa-de-callampas",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Riquisimo cordero con salsa de callampas. Productos tipicamente chilenos.",
      "ingredients": [
        "1 Kilo de lomo de cordero",
        "16 Costillas de cordero",
        "1 Kilo de papas",
        "½ Taza de mantequilla",
        "¾ Taza de leche",
        "½ Taza de crema",
        "¼ Taza de grasa de cordero",
        "100 Gramos de chicharrones de cordero",
        "Ciboulette",
        "Nuez moscada",
        "1 Kilo de huesos de cordero",
        "1 Taza de vino tinto",
        "1 Cebolla",
        "1 Taza de callampas secas",
        "Sal, Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Limpiar el lomo y cortar las costillas de cordero.</li>\r\n\t<li>Pelar las papas y cocinarlas hasta que estén blandas y pasarlas por una prensa para puré. En una olla aparte calentar la crema, la mantequilla y la grasa de cordero. Después añadir los líquidos hasta lograr la consistencia deseada, añadir sal y pimienta. Freír los cuadrados de grasa hasta obtener unos chicharrones crujientes y agregar.</li>\r\n\t<li>Para la salsa, dorar los huesos de cordero y la cebolla hasta que estén color café claro. adicionar el vino y el agua fría hasta cubrirlos, cocinar a fuego bajo al punto de que los líquidos se reduzcan a la mitad. Filtrar y colocar en otra olla para incorporar las callampas secas y una taza de agua fría. Dejar hervir hasta obtener dos tazas de salsa, triturar las setas y el líquido, rectificar la sal y pimienta, al tiempo que se agrega una pizca de azúcar si la salsa queda con un toque de amargor.</li>\r\n\t<li>Calentar un sartén y cocinar por cuatro minutos por lado la carne de cordero, previamente salpimentada.</li>\r\n\t<li>El montaje se realiza poniendo en el centro del plato un poco de puré, el cordero, la salsa y decorar con hojas de rúcula o berros.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "71",
      "image": "71-image",
      "name": "Crème brûlée de lúcuma",
      "nameUrl": "creme-brulee-de-lucuma",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Una version chilena del clasico frances. Esta vez con ensalada de berries.",
      "ingredients": [
        "½ Litro de crema",
        "5 Yemas",
        "100 Gramos de puré de lúcuma azucarado",
        "150 Gramos de frambuesas",
        "150 Gramos de frutillas",
        "6 Hojas de menta cortada en chiffonnade",
        "1 Jugo de naranja"
      ],
      "preparation": "<ol>\r\n\t<li>Calentar la crema en una olla y retirar del fuego antes de que hierva. Agregar el puré de lúcuma y revolver bien.</li>\r\n\t<li>En un bol batir las yemas con un poco de la mezcla anterior. Luego unirla con la lúcuma y mover hasta conseguir una textura homogénea.</li>\r\n\t<li>Dividir esta crema en pocillos individuales y hornear a baño maría por 20 minutos o hasta que esté cuajado en el centro de cada pocillo. El horno debe estar a 180°C.</li>\r\n\t<li>Retirar y dejar enfriar sobre la rejilla del horno, luego refrigerar al menos medio día.</li>\r\n\t<li>En un bol poner las frutillas y frambuesas, con el jugo de naranjas y reservar.</li>\r\n\t<li>Al momento de servir, agregar una cucharadita de azúcar granulada en la superficie de la crema y quemarla con un soplete de repostería hasta que se derrita. Acompañar con la ensalada de frutas con menta en chiffonnade (juliana fina).</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "90",
      "image": "90-image",
      "name": "Curanto",
      "nameUrl": "curanto",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Curanto es el cocimiento de mariscos, otras carnes, panes de papa y legumbres a base de vapor. Es un clasico de la culinaria chilena.",
      "ingredients": [
        "10 hojas grandes de repollo",
        "6 papas",
        "1 kilo de almejas",
        "1 kilo de choros",
        "1/4 kilo de machas",
        "300 grs. de longanizas",
        "1 kilo de costillar de chancho",
        "6 trutros de pollo",
        "3 choclos partidos",
        "Sal",
        "1 cebolla partida",
        "1 kilo de porotos verdes",
        "3 cucharadas de aceite para freír",
        "1 taza de vino blanco",
        "papel de aluminio"
      ],
      "preparation": "<ol>\r\n\t<li>Lave las hojas de repollo.</li>\r\n\t<li>Lave las papas, no las pele.</li>\r\n\t<li>Lave prolijamente las almejas, los choros, los piures y las machas.</li>\r\n\t<li>Parta las longanizas y el costillar en trozos, la cebolla en 6 pedazos.</li>\r\n\t<li>Lave y despunte los porotos verdes.</li>\r\n\t<li>Fría en aceite las presas de pollo, el costillar de chancho y las longanizas.</li>\r\n\t<li>En una fuente grande que pueda ir al horno arme el curanto en la siguiente forma:</li>\r\n\t<li>Coloque el papel aluminio sobre la fuente, ahuecándolo como par hacer un gran paquete.</li>\r\n\t<li>Forre las paredes del papel con las hojas de repollo, Mantenga la cavidad.</li>\r\n\t<li>Coloque dentro, primero los mariscos, las papas, alterne con los porotos verdes, lo choclos y las carnes, hasta terminar con todos los ingredientes (cuide que el papel aluminio sea grande, pues debe formar un paquete cerrarlo)</li>\r\n\t<li>Finalmente vierta el vino mezclado con sal, sobre toda la preparación y cubra con las hojas de repollo.</li>\r\n</ol>\r\n\r\n<p>Notas : Se prepara un hoyo, de uno o más metros de diámetro, el cual es rellenado con bolones, sobre los cuales se hace fuego hasta que las piedras queden al rojo.<br />\r\nSe despeja de tizones y sobre esa base de calor se vierten los alimentos, los que son cubiertos con hojas, especialmente de pangue y lonas o tepes como cubierta, evitando que se escape el vapor. La cocción dura aproximadamente una hora y los alimentos se consumen en el mismo sitio.</p>\r\n"
    },
    {
      "idRecipe": "35",
      "image": "35-image",
      "name": "Empanadas de Horno",
      "nameUrl": "empanadas-de-horno",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "12",
      "preparationTime": "",
      "description": "En hogares y casas de campo la empanada chilena invita a ser compartida, la mayoría de las veces acompañada de un vaso de vino tinto.",
      "ingredients": [
        "1/2 kilo de posta negra o lomo",
        "2 tazas de cebolla en cuadros chicos",
        "2 dientes de ajo",
        "2 cucharadas de aceite",
        "1/4 taza de pasas",
        "1/2 taza de caldo de carne",
        "1/4 cucharadita de ají seco",
        "1/2 cucharadita de ají de color",
        "1/4 cucharadita de comino",
        "1/2 cucharadita de orégano",
        "3/4 cucharadita de sal",
        "Pimienta al gusto",
        "Aceitunas",
        "3 huevos duros",
        "1 huevo, batido",
        "3 tazas de harina",
        "1 cucharadita de sal",
        "1 cucharadita de polvos de hornear",
        "1/3 taza de manteca, derretida",
        "3/4 tibia taza de leche",
        "1/4 tibia taza de agua"
      ],
      "preparation": "<p>Para el relleno</p>\r\n\r\n<ol>\r\n\t<li>Pique la carne finita en cuadros. Lave las pasas y deje en remojo con agua caliente durante 1 hora, y luego escurra.</li>\r\n\t<li>En una sartén grande fría la carne en el aceite. Agregue la cebolla y ajo, y cueza hasta que la cebolla se ponga ligeramente transparente, revolviendo frecuentemente. Agregue el caldo, comino, orégano, sal, pimienta, ají seco, y ají de color.</li>\r\n\t<li>Deje cocer por 3 minutos. Retire y deje enfríar para que mantenga el jugo y será más fácil rellenar las empanadas.</li>\r\n\t<li>Con ayuda de un uslero estire cada porción de la masa, dejándola de 3 mm de grosor y córtela en forma de discos de 20 cm aproximadamente. Corte los huevos en rodajas.</li>\r\n\t<li>Comience a rellenar las empanadas colocando en el centro del disco una cucharada de pino, una rodaja de huevo duro, una aceituna y unas pasas.</li>\r\n\t<li>Moje la mitad del borde de la masa, doble y cierre formando un doblez en los bordes. Píntelas con un huevo batido y pinche en dos o tres partes para evitar que se abran.</li>\r\n\t<li>Lleve a horno precalentado a 400 F (200 C), durante 20 minutos, más o menos.</li>\r\n</ol>\r\n\r\n<p>Para la masa</p>\r\n\r\n<ol>\r\n\t<li>Mezcle la harina con la sal y los polvos de hornear. Agregue la manteca derretida, la leche y el agua.</li>\r\n\t<li>Mezcle bien, amasando un poco de modo de unir y formar una masa suave y no pegajosa.</li>\r\n\t<li>Deje reposar por 1/2 hora, y luego divide en porciones para estirarla más fácil.</li>\r\n</ol>\r\n\r\n<p>Notas : Se puede cocinar y consumir en cualquier fecha del año, aunque su momento estelar llega durante las Fiestas Patrias, en septiembre, cuando es apetecida y disfrutada en las fondas, los recintos típicos de comidas y bebidas en los que se celebra la independencia del país. En el campo se prepara en hornos de barro o en cocinas a leña; en la ciudad, en hornos normales.</p>\r\n"
    },
    {
      "idRecipe": "252",
      "image": "252-image",
      "name": "Empanadas de Manzana",
      "nameUrl": "empanadas-de-manzana",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Deliciosas empanadas de manzana caseras. Una delicia para tomar el te de la tarde en Chile.",
      "ingredients": [
        "1 kg de Harina",
        "500 gr de margarina",
        "1 taza de azúcar",
        "2 cucharadas de maicena disueltas en ¼ de taza de agua",
        "10 manzanas grandes peladas y cortadas en cuadritos",
        "45 gramos de margarina sin sal",
        "1 taza de azúcar morena",
        "20 gramos de canela molida en la licuadora"
      ],
      "preparation": "<ol>\r\n\t<li>Para la masa, ponga la harina cernida en un recipiente largo junto con el azúcar y agregue la margarina hasta que se mezcle bien con la harina. Deje reposar dentro de una bolsa de plástico sin cerrarla, para que la masa no se ahogue.</li>\r\n\t<li>Para el relleno, en una ollita coloque las manzanas en cuadritos con azúcar, canela y margarina a fuego medio, tápela y, cuando empiece a soltar el jugo, muévala con una cuchara de palo, cuando la manzana se vea brillante , significa que ya está cocida, en ese momento vacíe la maicena disuelta en el agua y mueva constantemente hasta que espese. Luego, deje enfriar a temperatura ambiente para que en su momento pueda rellenar las empanadas.</li>\r\n\t<li>Ahora con la masa tome porciones de aproximadamente 50 gramos y haga bolitas y enharínelas para poder aplanarlas (es el misma forma que para cualquier otra empanada). Ya estirada la masa rellénalas con el puré de manzana que ya preparó (una cuchara sopera llena aprox.) y ciérrela, aplane un poco con la Yema de el dedo índice y haga los dobles, si no lo puede hacer, tome un tenedor y aplane para darle forma de abanico.</li>\r\n\t<li>Con el mismo tenedor pinche en el centro de la empanada, para que al hornearse y calentarse el relleno no se vaya a abrir la empanada.</li>\r\n\t<li>Cuando ya las tenga listas, colóquelas en la bandeja del déjelas dentro aproximadamente 20 minutos o hasta que doren a una temperatura de 200 grados. Sáquelas y aún calientes espolvoréelas con azúcar y canela.</li>\r\n</ol>\r\n\r\n<p>Nota: Si quiere puede ponerle un poco de nuez adentro de la empanada.</p>\r\n"
    },
    {
      "idRecipe": "13",
      "image": "13-image",
      "name": "Empanadas de pino",
      "nameUrl": "empanadas-de-pino",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "12",
      "preparationTime": "",
      "description": "Originarias de la gastronomía árabe que pasó a la península hispana, las empanadas recorren casi toda las gastronomías de Latinoamérica, sin embargo en Chile es donde nace la empanada de pino o cebolla picada fina, con carne, huevo y pasas.",
      "ingredients": [
        "1/2 kilo de posta negra o lomo",
        "2 tazas de cebolla en cuadros chicos",
        "2 dientes de ajo",
        "2 cucharadas de aceite",
        "1/4 taza de pasas",
        "1/2 taza de caldo de carne",
        "1/4 cucharadita de ají seco",
        "1/2 cucharadita de ají de color",
        "1/4 cucharadita de comino",
        "1/2 cucharadita de orégano",
        "3/4 cucharadita de sal",
        "Pimienta al gusto",
        "Aceitunas",
        "3 huevos duros",
        "1 huevo, batido",
        "3 tazas de harina",
        "1 cucharadita de sal",
        "1 cucharadita de polvos de hornear",
        "1/3 taza de manteca, derretida",
        "3/4 taza de leche tibia",
        "1/4 taza de agua tibia"
      ],
      "preparation": "<p>Para el pino</p>\r\n\r\n<ol>\r\n\t<li>Pique la carne finita en cuadros. Lave las pasas y deje en remojo con agua caliente durante 1 hora, y luego escurra. En una sartén grande fría la carne en el aceite. Agregue la cebolla y ajo, y cueza hasta que la cebolla se ponga ligeramente transparente, revolviendo frecuentemente.</li>\r\n\t<li>Agregue el caldo, comino, orégano, sal, pimienta, ají seco, y ají de color. Deje cocer por 3 minutos. Retire y deje enfríar para que mantenga el jugo y será más fácil rellenar las empanadas.</li>\r\n\t<li>Con ayuda de un uslero estire cada porción de la masa, dejándola de 3 mm de grosor y córtela en forma de discos de 20 cm aproximadamente. Corte los huevos en rodajas. Comience a rellenar las empanadas colocando en el centro del disco una cucharada de pino, una rodaja de huevo duro, una aceituna y unas pasas.</li>\r\n\t<li>Moje la mitad del borde de la masa, doble y cierre formando un doblez en los bordes. Píntelas con un huevo batido y pinche en dos o tres partes para evitar que se abran.</li>\r\n\t<li>Lleve a horno precalentado a 400 F (200 C), durante 20 minutos, más o menos.</li>\r\n</ol>\r\n\r\n<p>Para la masa</p>\r\n\r\n<ol>\r\n\t<li>Mezcle la harina con la sal y los polvos de hornear. Agregue la manteca derretida, la leche y el agua.</li>\r\n\t<li>Mezcle bien, amasando un poco de modo de unir y formar una masa suave y no pegajosa.</li>\r\n\t<li>Deje reposar por ½ hora, y luego divide en porciones para estirarla más fácil.</li>\r\n</ol>\r\n\r\n<p>Notas : La empanada dominguera es una tradición a la que muy pocos chilenos se resisten, menos si es de esas empanadas caldúas y chorreantes hasta el codo, acompañadas de un buen tinto del año, joven y chispeante como el pino.</p>\r\n"
    },
    {
      "idRecipe": "36",
      "image": "36-image",
      "name": "Empanadas de queso",
      "nameUrl": "empanadas-de-queso",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "15",
      "preparationTime": "",
      "description": "Mucho más que una masa doblada, la empanada es la más famosa de las comidas portátiles chilenas.",
      "ingredients": [
        "1 1/2 tazas de harina",
        "1 1/2 cucharadas de manteca (sin derretir)",
        "1 cucharadita de sal",
        "1/3 taza de agua tibia",
        "1/3 taza de leche tibia",
        "1/4 kilo de queso",
        "Aceite suficiente para freír"
      ],
      "preparation": "<ol>\r\n\t<li>Cortar el queso en pequeños cubitos, trozos o tiritas (si lo desea, puede rallar el queso para que quede mejor distribuido al rellenar y para que se derrita mas rapido al freir). Juntar el agua, la leche y la sal; revolver para hacer una salmuera. Derretir la manteca.</li>\r\n\t<li>Ponga la harina en la tabla de amasar, haciendo una corona. Vierta la manteca, y la salmuera de a poco, mezclando cuidadosamente hasta formar una masa blanda y lisa. Sobe la masa solo lo suficiente para tener una buena mezcla. Tape la masa con un paño para que no se reseque.</li>\r\n\t<li>Haga una pelotita del tamaño de las pelotas de ping-pong y con la ayuda de un uslero, estire formando un disco de 14 cm. de diametro y bien delgada (1 mm).</li>\r\n\t<li>Rellene cada disco con una cucharada colmada de queso, suficiente para llenar la empanada. * Humedezca el borde de la masa y cierre bien el contenido doblando la masa. Pinche el borde con los dedos y luego pinche el borde con un tenedor para que el queso no escape durante la coccion. Ponga la empanada en una cubierta con harina para que no se pegue la masa.</li>\r\n\t<li>Caliente el aceite en una sarten grande alrededor de 400° F (200°). Fria las empanadas por aproximadamente 1 minuto por cada lado, dejandolas doradas. Si se comienzan a inflar, debe darlas vuelta en menor tiempo. Retire las empanadas y ponga sobre papel absorbente para que este capte el aceite sobrante.</li>\r\n</ol>"
    },
    {
      "idRecipe": "1",
      "image": "1-image",
      "name": "Ensalada chilena",
      "nameUrl": "ensalada-chilena",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Cuando hablamos de ensaladas chilenas, se nos viene a la cabeza la principal, denomina ensalada chilena, y reconocida en todo el territorio, que es la compuesta por tomate, cebolla y cilantro.",
      "ingredients": [
        "2 tazas de tomate, opcionalmente pelados, cortados en trozos o tajadas de tamaño mediano",
        "2 tazas de cebolla, cortadas a la pluma (rodajas delgadas)",
        "2 cucharadas de aceite de oliva",
        "1/2 cucharadita de sal",
        "Pimienta al gusto",
        "2 cucharadas de cilantro (opcional)",
        "1 or 2 ají verde, picados en trocitos, sin pepas ni nervios (opcional)"
      ],
      "preparation": "<ol>\r\n\t<li>Para reducir lo fuerte de la cebolla, amortíguela dejándola mezclada con bastante sal durante 1/4 de hora por lo menos.</li>\r\n\t<li>Enjuague la cebolla con bastante agua y deje escurrir.</li>\r\n\t<li>Mezcle los tomates con la cebolla y aliñe con aceite, sal y pimienta al gusto.</li>\r\n\t<li>Si desea, añada cilantro y ají.</li>\r\n</ol>\r\n\r\n<p>Notas :</p>\r\n\r\n<p>En algunas versiones puede incorporar ají verde, aceite y sal. Cabe destacar que en nuestro país el único lugar que no incorpora ni jugo de limón ni vinagre a esta ensalada, a diferencia de otras que sí lo hacen.</p>\r\n"
    },
    {
      "idRecipe": "24",
      "image": "24-image",
      "name": "Ensalada de apio",
      "nameUrl": "ensalada-de-apio",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Deliciosa ensalada chilena muy deliciosa y sencilla de preparar.",
      "ingredients": [
        "1 taza de cebolla, cortada a la pluma",
        "4 cañas de apio",
        "1/4 cucharadita de sal",
        "2 cucharadas de aceite de oliva",
        "Jugo de 1/2 limón"
      ],
      "preparation": "<ol>\r\n\t<li>Para reducir lo fuerte de la cebolla, amortíguela dejándola mezclada con bastante sal durante 1/4 de hora por lo menos*. Después enjuague con bastante agua y deje escurrir.</li>\r\n\t<li>Corte el apio en pedacitos de aproximadamente 1 cm para hacer 2 tazas. Mezcla todos los ingredientes en un bolo mediano. Revuelve bien.</li>\r\n\t<li>Esta ensalada puede acompañar cualquier tipo de carne. Es muy rico con pescado también.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "288",
      "image": "288-image",
      "name": "Ensalada de Porotos",
      "nameUrl": "ensalada-de-porotos",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "3",
      "preparationTime": "",
      "description": "Riquisima ensalada de porotos. Plato tipicamente chileno.",
      "ingredients": [
        "1½ tazas de porotos cocidos (o un tarro)",
        "1 cebolla mediana",
        "2 tomates",
        "1 cucharada de cilantro picado",
        "2 cucharadas de aceite",
        "1 jugo de limón grande o vinagre",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Pique la cebolla a pluma pequeña. Para reducir lo fuerte de la cebolla, amortígüela dejándola mezclada con bastante sal durante 1/4 de hora por lo menos.</li>\r\n\t<li>Enseguida enjuáguela con bastante agua fría y deje escurrir.</li>\r\n\t<li>Mezcle los porotos (cocidos previamente), los tomates picados en cuadros medianos, la cebolla, el cilantro, el aceite, y el jugo de limón o el vinagre. Aliñe con sal y pimienta a gusto.</li>\r\n\t<li>Una ensalada que puede acompañar o ser el plato principal, y el broche de oro, su maridaje, un Vino Gato Blanco bien helado.</li>\r\n</ol>\r\n\r\n<p>Nota: Si estás de prisa, puedes poner agua hirviendo a las cebollas, y dejar en remojo por un minuto. Escurre, y enjuague bien con agua fría.</p>\r\n"
    },
    {
      "idRecipe": "26",
      "image": "26-image",
      "name": "Ensalada de porotos con cebolla",
      "nameUrl": "ensalada-de-porotos-con-cebolla",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Un sencilla pero deliciosa ensalada. Es un clásico en los almuerzos chilenos.",
      "ingredients": [
        "1 1/2 tazas de porotos cocidos (o un tarro)",
        "1 mediana cebolla",
        "1 cucharada de cilantro, picado",
        "2 cucharadas de aceite",
        "Jugo de 1 limón grande o vinagre",
        "Sal a gusto",
        "Pimienta a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Pique la cebolla a la pluma (rodajas delgadas).</li>\r\n\t<li>Para reducir lo fuerte de la cebolla, amortíguela dejándola mezclada con bastante sal durante 1/4 de hora por lo menos.</li>\r\n\t<li>Enseguida enjuáguela con bastante agua fría y deje escurrir.</li>\r\n\t<li>Mezcle los porotos, la cebolla, el cilantro, el aceite, y el jugo de limón o el vinagre. Aliñe con sal y pimienta a gusto.</li>\r\n</ol>"
    },
    {
      "idRecipe": "298",
      "image": "298-image",
      "name": "Ensalada típica chilena",
      "nameUrl": "ensalada-tipica-chilena",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La ensalada clásica, típica chilena y perfecta para acompañar cualquier cosa.",
      "ingredients": [
        "2 tazas de tomate, opcionalmente pelados, cortados en trozos o tajadas de tamaño mediano",
        "2 tazas de cebolla, cortadas a la pluma (rodajas delgadas)",
        "2 cucharadas de aceite de oliva",
        "½ cucharadita de sal",
        "Pimienta al gusto",
        "2 cucharadas de cilantro (opcional)",
        "1 ó 2 ají verde, picados en trocitos, sin pepas ni nervios (opcional)"
      ],
      "preparation": "<ol>\r\n\t<li>Para reducir lo fuerte de la cebolla, amortíguala dejándola mezclada con bastante sal durante ¼ de hora por lo menos.</li>\r\n\t<li>Después enjuaga con bastante agua y deja escurrir.</li>\r\n\t<li>Mezcla los tomates con la cebolla y aliña con aceite, sal y pimienta al gusto.</li>\r\n\t<li>Si lo deseas, añade cilantro y ají.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "61",
      "image": "61-image",
      "name": "Filete a lo pobre",
      "nameUrl": "filete-a-lo-pobre",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Delicioso y riquisimos filete a lo pobre chileno. Un clasico de nuestra culinaria.",
      "ingredients": [
        "720 Gramos de filete de res en medallones",
        "4 Papas",
        "8 Papas semilla",
        "3 ó 4 Papas chilotas",
        "4 Huevos de codorniz",
        "1 Cebolla"
      ],
      "preparation": "<ol>\r\n\t<li>Pelar y picar las papas normales en bastones, freírlas y reservarlas.</li>\r\n\t<li>Cortar las papas semillas en redondeles y freírlas.</li>\r\n\t<li>Laminar las papas chilotas en chips bien delgados y freírlos.</li>\r\n\t<li>En un sartén dorar la cebolla picada en juliana hasta que quede bien cocida.</li>\r\n\t<li>Cocinar los medallones de filete en una plancha o sartén durante tres minutos por cada lado.</li>\r\n\t<li>A último momento freír los huevos de codorniz.</li>\r\n\t<li>Disponer en un plato una pequeña porción de cada una de las papas fritas, encima colocar la cebolla, despues la carne y al final el huevo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "62",
      "image": "62-image",
      "name": "Filete de mero gratinado",
      "nameUrl": "filete-de-mero-gratinado",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Sabroso filete de mero gratinado. Ideal para un evento especial en nuestro querido Chile.",
      "ingredients": [
        "4 Porciones de filete de mero de 180 grs. cada una",
        "2 Cucharadas de aceite de oliva",
        "12 Rebanadas de pan de molde",
        "3 Cucharadas de mantequilla",
        "2 Cucharadas de cilantro picado fino",
        "2 Cucharadas de perejil picado fino",
        "1 Paquete de ciboulette picado fino",
        "Sal, Pimienta",
        "2 Tazas de vino carmenère",
        "4 Cucharadas de azúcar granulada",
        "3 Tazas de hojas de espinacas",
        "½ Taza de castañas en almíbar",
        "1 Taza de piñones cocidos y pelados",
        "2 Cucharadas de aceite de oliva"
      ],
      "preparation": "<ol>\r\n\t<li>Calentar el aceite de oliva en una sartén, agregar los filetes de mero sellándolos por ambos lados y reservar.</li>\r\n\t<li>Para clarificar la mantequilla, derretirla y retirar la espuma blanca de la superficie. Luego, trasvasijarla a otro recipiente, dejando la parte blanca del fondo en el pote inicial. El resultado debe ser un líquido amarillo.</li>\r\n\t<li>Retirar las orillas del pan de molde y cortar en cubos de un centímetro. Mezclarlos con la mantequilla clarificada, cilantro, perejil y ciboulette. Condimentar con sal y pimienta.</li>\r\n\t<li>Poner una porción de esta mezcla sobre cada filete de mero y cocinarlo por cinco minutos en el horno fuerte hasta que se dore.</li>\r\n\t<li>Para hacer la salsa, hervir el vino con el azúcar hasta evaporar el alcohol y que el azúcar le dé una leve consistencia.</li>\r\n\t<li>Para el acompañamiento lavar las hojas de espinacas, retirando los tallos. Cortar las castañas y piñones en cubos pequeños. Calentar el aceite de oliva, agregar las espinacas, castañas y piñones. Condimentar con sal y pimienta.</li>\r\n\t<li>Al servir, poner en la base de un plato caliente una porción de salteado de espinacas, encima una presa de mero gratinado y alrededor la salsa de vino.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "53",
      "image": "53-image",
      "name": "Frutos del Pacifico Sur",
      "nameUrl": "frutos-del-pacifico-sur",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Deliciosa entrada chilena de frutos de mar del Pacifico Sur.",
      "ingredients": [
        "500 Gramos de papas",
        "500 Gramos de papas ralladas y estrujadas",
        "1 Cucharada de albahaca picada finamente",
        "50 Gramos de tocino frito",
        "12 Ostiones",
        "12 Lenguas de macha",
        "12 Choritos",
        "12 Lenguas de erizo",
        "8 Limones",
        "4 Cucharadas de cilantro picado finamente",
        "1 Cucharada de jengibre picado finamente",
        "1 Cebolla morada picada en juliana",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Para hacer el milcao, pelar y cocer las papas. Una vez frías unir con la papa rallada y formar una masa. Sazonar, agregar la albahaca y el tocino frito y picado. Formar pequeñas tortillas y freír en abundante aceite.</li>\r\n\t<li>Poner los choritos limpios en una olla, cubrirlos con agua y dejar soltar el hervor hasta que abran. Desconchar y reservar.</li>\r\n\t<li>En el mismo líquido de la cocción blanquear las lenguas de macha y los ostiones por 10 segundos. Dejar enfriar y mezclar con el erizo, agregar la cebolla, el cilantro, el jengibre picado y el jugo de los limones.</li>\r\n\t<li>Salpimentar a gusto y servir con el milcao.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "303",
      "image": "303-image",
      "name": "Garbanzos con Longaniza",
      "nameUrl": "garbanzos-con-longaniza",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Riquisimos garbanzos con longaniza. Un plato tipicamente chileno ideal para cualquier epoca del año.",
      "ingredients": [
        "1 taza de garbanzos",
        "½ cebolla",
        "¼ taza de arroz",
        "¼ taza de chorizos picados",
        "½ cucharadita de ají de color",
        "1 cucharada de manteca"
      ],
      "preparation": "<ol>\r\n\t<li>Deje remojar los garbanzos la noche anterior.</li>\r\n\t<li>Al día siguiente, cuézalos en agua caliente, con sal, pique la cebolla finita y fríala con el ají de color. Una vez que la cebolla esté dorada, agregue el arroz y los garbanzos cocidos, y un poco del agua en que coció.</li>\r\n\t<li>Deje cocer a fuego lento, hasta que el arroz esté blando. Fría los chorizos en un poco de aceite, y agréguelos a los garbanzos a último momento.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "72",
      "image": "72-image",
      "name": "Gratinado de berries",
      "nameUrl": "gratinado-de-berries",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Riquisimo gratinado de berries. Un clasico europeo que llega a los paladares chilenos.",
      "ingredients": [
        "½ taza de leche",
        "3 o 4 yemas",
        "½ taza de azúcar granulada",
        "2 cdas. de maicena cernida",
        "2 cda. de mantequilla sin sal, cortada en cubos pequeños",
        "Pizca de sal",
        "1 taza de crema fresca batida",
        "4 tazas de frambuesas o mix de berries",
        "1 cda. de azúcar fina"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla pequeña, hervir la leche y retirar del fuego. En un bowl separado, batir las yemas con 1/ taza de azúcar y la maicena. Continuar batiendo hasta conseguir una mezcla color amarillo pálido. Seguir batiendo suavemente y agregar la leche hervida poco a poco, una cucharada a la vez y luego más rápidamente. Una vez terminado de incorporar la leche a esta mezcla volver a ponerla a fuego lento y seguir revolviendo hasta conseguir una consistencia cremosa bien espesa.</li>\r\n\t<li>Retirar del fuego y agregar la mantequilla y la sal. Mezclar bien y traspasar esta mezcla a un bowl. Cubrir la superficie con film plástico, para evitar la formación de costras. Enfriar en el refrigerador. Una vez que esta mezcla esté fría, agregar la crema batida en forma envolvente.</li>\r\n\t<li>Precalentar la salamandra o el horno en posición “grill”. Agregar una cucharada de azúcar a las frambuesas y agregar la mitad de esta fruta a la mezcla anterior.</li>\r\n\t<li>Poner esta mezcla en una fuente para gratinar y agregar el resto de las frambuesas en la superficie. Agregar el azucar y gratinar por 7 minutos o hasta que esté dorado. Servir de inmediato.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "73",
      "image": "73-image",
      "name": "Gratinado de manzanas",
      "nameUrl": "gratinado-de-manzanas",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Riquisimo gratinado de manzanas. Perfecto para una tarde de domingo.",
      "ingredients": [
        "4 Manzanas verdes",
        "1 Taza de leche condensada",
        "Canela en polvo",
        "1 Cucharadita de mantequilla",
        "3 Huevos",
        "3 Cucharadas de azúcar",
        "Láminas de manzanas deshidratadas"
      ],
      "preparation": "<ol>\r\n\t<li>Separar las claras de las yemas. Pelar las manzanas y rallarlas gruesas, luego agregar leche condensada, canela, yemas y revolver bien.</li>\r\n\t<li>En una budinera enmantequillada poner la mezcla y cocinarla en el horno caliente por 15 minutos. Dejar enfriar y luego cortar porciones con un cortapastas.</li>\r\n\t<li>Hacer merengue suizo con las claras y el azúcar. Para esto, ambos ingredientes se ponen en un bol y se llevan a baño maría hasta que se disuelvan los cristales del azúcar. Luego, con una batidora eléctrica mezclar hasta que tenga una consistencia firme y blanca.</li>\r\n\t<li>Al servir, cada porción se cubre con el merengue y se espolvorea la canela que luego se dora con un soplete o en el horno. Decorar cada plato con las láminas de manzanas deshidratadas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "260",
      "image": "260-image",
      "name": "Guatitas a la Jardinera",
      "nameUrl": "guatitas-a-la-jardinera",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Las guatitas a la jardinera son un plato tipico chileno que ha conquistado a muchos por su sabor y textura.",
      "ingredients": [
        "½ kg de guatitas",
        "1 cebolla mediana",
        "1 diente de ajo",
        "1 zanahoria",
        "4 tomates",
        "4 papas",
        "1½ taza de arvejas",
        "Orégano",
        "1 ramito de verduras surtidas",
        "½ taza de leche",
        "50 gr de queso rallado",
        "Sal"
      ],
      "preparation": "<ol>\r\n\t<li>Lave bien las guatitas con agua tibia, escobille y enjuague en agua fría.</li>\r\n\t<li>Luego haga hervir por una hora en olla a presión con pimienta, la zanahoria, el ramito de verduras y sal. Una vez cocidas, deje enfriar y corte en tiras delgadas de unos 5 centímetros de largo.</li>\r\n\t<li>En una olla, ponga  ½ taza de aceite y fría la cebolla cortada en pluma fina, los tomates pelado y cortados en cuadros, pimienta, verduras, pimiento morrón, diente de ajo machacado, el orégano y sal.</li>\r\n\t<li>Ponga encima las guatitas deje cocer hasta que la zanahoria esté blanda. Agregue las arvejas cocidas aparte y espese con la cucharadita de maicena disuelta en ½ taza de leche.</li>\r\n\t<li>Las papas ya peladas, córtelas en cuadros y póngalas a freír. Cuando todo este listo, sirva los platos y llévelos a la mesa acompañados de un rico vino, que en este caso puede ser  Vino Blanco o un Cabernet Sauvignon, dependerá de su gusto, ya que las 2 cepas quedan muy bien con esta receta.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "34",
      "image": "34-image",
      "name": "Hallullas",
      "nameUrl": "hallullas",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "12",
      "preparationTime": "",
      "description": "Es una delicia chilena que acompaña el café de las tardes.",
      "ingredients": [
        "4 tazas de harina",
        "1/2 taza de agua tibia",
        "1 cucharadita de azúcar",
        "1 1/2 cucharaditas de sal",
        "1 cucharada de levadura",
        "1/2 taza de leche tibia",
        "1/2 taza de agua tibia",
        "1 cucharada de manteca"
      ],
      "preparation": "<ol>\r\n\t<li>En la media taza de agua tibia, disuelva la cucharadita de azúcar, espolvoree levadura y tape con un paño o toalla de cocina y deje que aumente su volumen (acerca de 10 minutos).</li>\r\n\t<li>Mezcle el agua, la leche y la sal. Haga una corona con harina, agregue la levadura, sal, leche y el agua restante, amase hasta que todo esté bien mezclado. Agregue la manteca, amase hasta que la masa esté lisa y suave.</li>\r\n\t<li>Usleree (laminar), hasta dejar de un centímetro de grosor, pinche la masa con un tenedor y corte en círculos (10 cms. aprox.de diámetro). Deje fermentar 30 minutos más o menos, depende de la temperatura ambiente y poner en bandeja de hornear enmantecada.</li>\r\n\t<li>Hornear a alta temperatura (400° F-200°C) hasta que estén doradas.</li>\r\n</ol>"
    },
    {
      "idRecipe": "74",
      "image": "74-image",
      "name": "Helado de berries",
      "nameUrl": "helado-de-berries",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Riquisimo helado de berries. Un clasico del sur chileno.",
      "ingredients": [
        "12 Claras de huevo",
        "2 Tazas de azúcar granulada",
        "2 ½ Tazas de frambuesas congeladas",
        "2 ½ Tazas de frutillas congeladas",
        "1 Taza de frambuesas frescas",
        "1 Taza de moras frescas",
        "1 Taza de arándanos frescos"
      ],
      "preparation": "<ol>\r\n\t<li>En una procesadora de alimentos triturar las frambuesas y las frutillas congeladas hasta obtener un puré homogéneo. Reservar en el freezer.</li>\r\n\t<li>Hacer un merengue batiendo las claras a punto nieve hasta que estén firmes, agregando paulatinamente el azúcar.</li>\r\n\t<li>Licuar las frambuesas, moras y arándanos frescos para hacer la guarnición de frutas, dejando algunos trozos enteros y reservar.</li>\r\n\t<li>Para formar el helado, mezclar el merengue con el puré semicongelado y la guarnición de frutas de forma paulatina y con movimientos envolventes hasta integrar todos los elementos. Congelar de un día para otro.</li>\r\n\t<li>Al servir, decorar con berries.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "14",
      "image": "14-image",
      "name": "Humitas",
      "nameUrl": "humitas",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "12",
      "preparationTime": "",
      "description": "La humita es uno de los platos chilenos más antiguos, aunque hay símiles en la cocina peruana, boliviana y también ecuatoriana.",
      "ingredients": [
        "12 choclos",
        "1 cebolla grande",
        "1 taza leche",
        "Sal a gusto",
        "Albahaca"
      ],
      "preparation": "<ol>\r\n\t<li>Primero que nada un buen corte de nuestro choclo para conservar muy bien las hojas (chalas o chales), moler o rallar el choclo usando una procesadora, tienen que quedar muy bien molidos los granos del choclo.</li>\r\n\t<li>Picamos la cebolla y rehogamos hasta que este transparente. Agregamos el choclo molido junto a la leche y albahaca picada</li>\r\n\t<li>Se tiene que cocinar si es necesario agregar mas leche Estará listo cuando se separe al hacer un trazo sobre la pasta de choclo</li>\r\n\t<li>Poner las hojas para rellenar. Puedes poner unas atravesadas para que te salga mas fácil el relleno. Rellenar, Doblar los costados, Doblar las puntas y amarrar.</li>\r\n\t<li>Llevarlas a una olla con abundante agua y cocinar por 30 minutos.</li>\r\n\t<li>Retirar y dejar estilar. Servir y disfrutar.</li>\r\n</ol>\r\n\r\n<p>Notas : Surgieron de la abundancia de maíz en el verano, un poco de ingenio y mucho sabor en un envase natural, utilizando las mismas hojas de la mazorca, para envolver la pulpa de maíz, cebolla, ajo y la albahaca que le da el sabor y la alegría contagiosa. La humita se servía con azúcar espolvoreada o bien, con tomate recién cortado de la mata y no sólo al almuerzo, si no que también a media tarde, con el chancho en piedra o las onces, o bien en la comida de la noche. A cualquier hora, la humita es bienvenida en las mesas de Chile central.</p>\r\n"
    },
    {
      "idRecipe": "322",
      "image": "322-image",
      "name": "Jote",
      "nameUrl": "jote",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Delicioso trago tipicamente chileno. El jote es una bebida perfecta para el invierno.",
      "ingredients": [
        "1 onza de vino tinto",
        "1 lata de refresco de cola"
      ],
      "preparation": "<ol>\r\n\t<li>En un vaso coloca el vino y rellena con refresco.</li>\r\n\t<li>Si lo deseas, para decorar, puedes agregar unas rodajas de naranja o limón.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "315",
      "image": "315-image",
      "name": "Lentejas con Longanizas",
      "nameUrl": "lentejas-con-longanizas",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "3",
      "preparationTime": "",
      "description": "Riquisimas lentejas con longanizas. Un plato tipicamente chileno y perfecto para cualquier dia de la semana.",
      "ingredients": [
        "500 gr lentejas",
        "1 pimentón",
        "2 cucharada arroz",
        "¼ longanizas",
        "2 diente ajo",
        "1 cebolla",
        "1 zanahoria",
        "Aceite",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<ol>\r\n\t<li>Deje remojando las lentejas la noche anterior.</li>\r\n\t<li>Al otro día, lávelas bien, saque las piedrecillas que pudieran haber y póngalas a cocer en una olla durante unos 10-15 minutos, luego de esto, bote el agua (estará con espuma) y llénela nuevamente.</li>\r\n\t<li>Pruébelas y cuando ya estén blandas, agréguele el arroz.</li>\r\n\t<li>En un sartén, fría la cebolla picada en cuadros, junto con la zanahoria, el pimentón, sal, pimienta, ajo picado muy fino y la longaniza partida en rodajas.</li>\r\n\t<li>Cuando esté todo frito, agréguelo a las lentejas y déjelas cociendo por unos diez minutos más.</li>\r\n\t<li>Cuando ya estén listas, sírvalas en un plato hondo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "291",
      "image": "291-image",
      "name": "Lentejas con Quinoa",
      "nameUrl": "lentejas-con-quinoa",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Riquisimas lentejitas con quinua. Un plato tipico del altiplano chileno.",
      "ingredients": [
        "200 gramos de lentejas",
        "75 gramos de quinoa",
        "3 cucharadas de aceite de oliva",
        "2 dientes de ajo",
        "1 hoja de laurel",
        "1 cebolla",
        "1 tomate",
        "1 pimiento verde",
        "1 zanahoria",
        "Perejil fresco picado",
        "Sal, pimienta, comino, canela y pimentón molido al gusto."
      ],
      "preparation": "<ol>\r\n\t<li>Comience por picar en pequeños trozos la cebolla, el tomate, el pimiento verde y la zanahoria.</li>\r\n\t<li>Luego en una olla realice un sofrito con el aceite, el ajo y las hortalizas.</li>\r\n\t<li>Cuando suavicen un poco agrega los condimentos: la sal, la pimienta, el comino, la canela y el pimentón molido al gusto.</li>\r\n\t<li>Revuelva un poco, añada las lentejas y cúbralas con agua hasta tres dedos por encima.</li>\r\n\t<li>Cierre la olla hasta que hierva, luego espere 7 minutos. Abra y espere que salga el vapor. En este punto, agregue la quinoa (previamente enjuagada en agua).</li>\r\n\t<li>Déjelas cocer unos 15 minutos más para que todo se termine de cocinar. Póngale un toque final de sal con moderación.</li>\r\n\t<li>Sirva y espolvoree el perejil picado sobre las lentejas. Ponga la mesa y disfrute de este plato con una buena copa de vino.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "258",
      "image": "258-image",
      "name": "Locos con Mayonesa",
      "nameUrl": "locos-con-mayonesa",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Riquisimos locos con mayonesa. Una entrada tipica en Chile.",
      "ingredients": [
        "6 locos lavados y machacados",
        "½ cucharada de aceite",
        "Pizca de sal",
        "½ cebolla cortada en cuatro",
        "½ pimiento sin semillas",
        "½ diente ajo",
        "½ taza mayonesa",
        "½ cucharadita whisky",
        "Unas gotas de limón"
      ],
      "preparation": "<ol>\r\n\t<li>Poner en una olla el aceite, cebolla, pimiento cortado en tiras, sal y colocar los locos. Cubrir con agua y hervir aproximadamente 40 minutos o hasta que estén blandos. Sacar del caldo, enfriar y cortar en trozos (opcional).</li>\r\n\t<li>Para la mayo casera, poner 1 yema en un plato y revolviendo con un tenedor siempre para el mismo lado ir agregando lentamente gotas de aceite hasta espesar y que quede lista la mayonesa. Agregar gotas de limón, sal, pimienta y una cucharadita de whisky que le dará un toque especial.</li>\r\n\t<li>Cuando ya tenga todo listo, sirva en un plato los locos, que pueden ser enteros o en rebanadas (a gusto suyo) y coloque en un pocillo la mayonesa casera. Los locos los puede decorar con cilantro, perejil o ciboulette picado para darle un poco de color al plato.</li>\r\n\t<li>Además, puede acompañarlos con una ensalada de papas mayo, la que puede servir en el mismo plato, y el toque final, el Vino gato Blanco, recuerde que debe tenerlo en el refrigerador para que esté a la temperatura ideal.</li>\r\n\t<li>Y ahora que tiene todo listo, a disfrutar este Típico y exquisito plato de “Locos Mayo”.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "259",
      "image": "259-image",
      "name": "Lomo a lo Pobre",
      "nameUrl": "lomo-a-lo-pobre",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Un almuerzo tipicamente chileno. El lomo a lo pobre es un plato tipico de la region.",
      "ingredients": [
        "4 bistec de lomo o de filete",
        "12 papas medianas o grandes",
        "4 cebollas",
        "8 huevos",
        "Aceite",
        "Sal y pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Pele las papas y córtelas a lo largo en tiras gruesas y pique las cebollas en pluma mediana.</li>\r\n\t<li>Golpee un poco la carne si lo estima conveniente y luego caliente a fuego fuerte en abundante aceite para freír las papas, y en otro sartén lo mismo para freír la cebolla a toda llama, pero sólo coloque unas 3 cucharadas de aceite.</li>\r\n\t<li>Si no puede freír todas las papas de una vez, espere a que sea la última lanchada para freír los bistec. Y finalmente ponga a freír los huevos, es recomendable que los haga de 2 por vez.</li>\r\n\t<li>Cuando ya todo esté frito, sirva las porciones en cada plato, llévelos a la mesa y acompañe este rico y típico plato con un buen Vino Gato Negro, el que hará resaltar el sabor de la carne y de toda esta deliciosa receta.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "64",
      "image": "64-image",
      "name": "Lomo vetado de cerdo",
      "nameUrl": "lomo-vetado-de-cerdo",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Exquisito lomo vetado de cerdo. Una version moderna de un clasico chileno.",
      "ingredients": [
        "2 Cucharadas de merquén",
        "2 Cucharadas de orégano seco",
        "1 Cucharada de ajo molido",
        "2 Cucharadas de aceite de oliva",
        "½ Taza de vinagre de vino tinto",
        "½ Cucharadita de azúcar",
        "1 Cucharadita de páprika dulce en polvo",
        "Pimienta negra a gusto",
        "Sal a gusto",
        "1 Kilo de tomates cherry",
        "¼ Kilo de cebollitas perla",
        "1 Cucharada de ajo asado",
        "1 Taza de hojas de estragón fresco",
        "1 Taza de albahaca fresca",
        "½ Taza de hojas de orégano fresco",
        "½ Taza de aceite de oliva",
        "1 Cucharadita de sal de mar",
        "1 Pizca de azúcar",
        "1 Taza de caldo de pollo"
      ],
      "preparation": "<ol>\r\n\t<li>Cortar el lomo en tiras gruesas de más o menos cinco centímetros de espesor. Luego amarrarlos con hilo de algodón. En un bol mezclar todos los ingredientes del adobo y marinar la carne de un día para otro, tapada en el refrigerador</li>\r\n\t<li>Al día siguiente retirar la carne del aderezo y reservar parte del mismo para terminar la cocción en el horno.</li>\r\n\t<li>En un sartén, sellar los rollos de carne con aceite de oliva y guardar.</li>\r\n\t<li>Para el confit, precalentar el horno a 140°C y colocar las cebollitas perla peladas en la lata del horno en una sola capa. Sazonar con ¼ del aceite de oliva y cocinar por 20 minutos. Luego, agregar los tomates y seguir con la cocción. Agregar el resto del aceite de oliva, el ajo asado molido, el orégano fresco, la albahaca, la sal de mar, el azúcar y la pimienta. Hornear por otros 20 minutos o hasta que los tomates tengan la piel apenas rajada y las cebollas estén tiernas.</li>\r\n\t<li>Subir la temperatura del horno a 250°C y terminar la cocción del lomo de cerdo. Con una brocha de cocina agregar más adobo y cocinar por aproximadamente 20 minutos o hasta que tenga un color rosado pálido al interior.</li>\r\n\t<li>Dejar reposar por cinco minutos antes de cortar, luego servir las rodajas de lomo sobre el confit de tomate.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "22",
      "image": "22-image",
      "name": "Longanizas de chillán",
      "nameUrl": "longanizas-de-chillan",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "10",
      "preparationTime": "",
      "description": "Aunque se preparan en muchos lugares y sectores del Centro sur de Chile, sin duda, las más tradicionales se encuentran en Chillán.",
      "ingredients": [
        "4 kilos de pulpa de cerdo",
        "1 kilo de tocino de cerdo",
        "4 dientes de ajo",
        "1/2 cucharadita de comino molido",
        "2 cucharadas de ají de color",
        "Hierba buena",
        "2 cucharadas de salsa de ají",
        "2 cucharaditas de orégano",
        "3 tazas de agua",
        "1 paquete de tripas saladas para longanizas"
      ],
      "preparation": "<ol>\r\n\t<li>Adquiera 4 kilos de pulpa de cerdo, 1 kilo de tocino y un paquete de tripas saladas para longanizas gruesas que deberá comprar en locales que expenden condimentos, donde aprovechará de proveerse de todas las especias necesarias.</li>\r\n\t<li>Si las tripas que va a usar son frescas, recién extraídas, lávelas bien, haga circular agua por su interior y luego delas vuelta, de manera que la parte interior quede hacia fuera. Raspe muy bien con un cuchillo poco afilado, la superficie mucosa así exteriorizada.</li>\r\n\t<li>Lave repetidamente con agua abundante y déjelas en una palangana con manojos de yerba buena, durante ocho horas, para eliminar el tufillo intestinal. Dé vuelta nuevamente la tripa a su estado original y lave abundantemente, quedando listas para ser usadas; mucho trabajo. ¿No es cierto? Mejor sigamos con las tripas saladas.</li>\r\n\t<li>Ponga el paquete de tripas en un tiesto con agua tibia, desamárrelas y una vez bien blandas hágales pasar agua por dentro, colocándolas en la llave del agua. Deben lavarse bien para eliminar el sabor rancio.</li>\r\n\t<li>Pique la cuarta parte de la carne en cubitos de un centímetro. Muela otro cuarto en la máquina de moler con diente grueso, otro cuarto con diente mediano y el otro tercio se pica en cubitos de un centímetro. Se mezclan ambos elementos y se le agrega ajo bien molido, sal, pimienta, comino, orégano, ají de color y salsa de ají. Se amasa todo, agregando paulatinamente agua, hasta que la pasta quede bien blanda. Ajustar la sal y dejar reposar por 6 a 12 horas en el refrigerador.</li>\r\n\t<li>Para rellenar las tripas, mantenga el amasijo a temperatura ambiente por una hora y luego agregue una taza de agua sazonada bien caliente, amase y prepárese para embutir las tripas. O usa un tubo embutidor adaptable a la máquina de moler carne o se resigna a ocupar un embudo amplio.</li>\r\n\t<li>Inserte la tripa en el tubo del embudo, plegándola como un acordeón. Se amarra la cola de la tripa con pitilla. Se llena el embudo con la mezcla y entonces con un madero cilíndrico que calce con el tubo, se la va empujando, rellenando así la tripa.</li>\r\n\t<li>Cada 20 centímetros se tuerce la longaniza, haciéndola girar sobre sí misma, de manera de dejar unidades similares separadas por este estrangulamiento. Oréelas colgadas en un lugar fresco y seco, luego, si quiere o puede, ahúmelas ligeramente.</li>\r\n\t<li>Cocinarlas a su preferencia en sartén o a la parrila. Luego servir con papas fritas, papas cocidas, porotos o puré picante.</li>\r\n</ol>\r\n\r\n<p>Notas : Hechas con pulpa de chancho, orégano, ajo, ají de color y vinagre, se muele todo y se llena una “tripa” larga que se enrolla para orearla al aire o bien, para ahumarla con carbón de espino. Se la sirve en un buen plato de porotos con rienda o bien, con puré picante o unas papas cocidas.</p>\r\n"
    },
    {
      "idRecipe": "42",
      "image": "42-image",
      "name": "Malaya o Matambre Relleno",
      "nameUrl": "malaya-o-matambre-relleno",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Cuando hace frió preparamos platos mas contundentes, los embutidos como la longaniza son uno de ellos. Acá una receta de malaya rellena con verduras y longanizas.",
      "ingredients": [
        "1,500 Kg de Malaya o Matambre",
        "1 cebolla cortada en cuartos",
        "1 pimiento rojo cortado en cuartos",
        "1 pimiento verde cortado en cuartos",
        "perejil o cilantro picado",
        "Ajo a gusto",
        "Sal a gusto",
        "Pimienta a gusto",
        "2 huevos duros",
        "1 longaniza de unos 150 gr",
        "Papel aluminio para cocinar"
      ],
      "preparation": "<p>Consejos: La Malaya o Matambre por ser una carne dura la puedes dejar toda una noche en un bol con 6 tazas de agua y dos de vinagre ajo y hojas de laurel. Se limpia y seca muy bien y de aliña con sal pimienta y aji.</p>\r\n\r\n<ol>\r\n\t<li>Para el relleno primero sofreír y cocinar la Cebolla, los pimientos, el perejíl o cilantro por unos minutos hasta que este blando(10 min). Condimentar con Sal y Pimienta a gusto.</li>\r\n\t<li>Ponemos el Matambre sobre el alumnio y arriba de esta distribuimos el relleno, la longaniza y los huevos. Las verduras las podemos poner más atrás de manera que al enrrollarlo todo, estas queden en la capa más externa y así contagien su sabor a la preparación.</li>\r\n\t<li>Enrollamos la carne para luego cubrirla con el papel aluminio. Si tu papel aluminio no es muy grueso sugerimos envolverlo en otra capa.</li>\r\n\t<li>Cuando este listo el paquete, lo llevamos a la olla que esta con agua hirviendo y algunos condimentos a gusto, sal pimienta. Dejar hervir por unas dos horas o mas, si al pinchar la carne el cuchillo traspasa la carne, quiere decir que ya está listo.</li>\r\n\t<li>Dejar reposar el la olla por unos 45 minutos.</li>\r\n\t<li>Retirar de la olla, sacar el papel y para servir calentar en el microonda o en la olla con un poco del caldo.</li>\r\n\t<li>Acompañar con un pure de papas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "307",
      "image": "307-image",
      "name": "Manjar Blanco",
      "nameUrl": "manjar-blanco",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Esta es una version chilena del clasico manjar blanco.",
      "ingredients": [
        "1 litro de leche",
        "6 cucharadas soperas de azúcar",
        "1/2 taza de harina sin polvos de hornear",
        "1/2 taza de maicena",
        "1 cucharadita de esencia de vainilla",
        "Cáscara de medio limón",
        "1 palito de canela"
      ],
      "preparation": "<ol>\r\n\t<li>Para empezar partimos con echar toda la leche en una olla salvo una taza. Luego calentamos la leche en la olla con un palito de canela, la cáscara de limón y la esencia de vainilla.</li>\r\n\t<li>Mientras la leche se calienta, en otro recipiente mezclamos la tacita de leche reservada con harina y maicena. Es importante asegurarnos que quede sin grumos la mezcla.</li>\r\n\t<li>Cuando la leche comience a hervir, retiramos la cascara de limón y la canela. Luego cuidadosamente vertimos la mezcla de leche con harina y maicena sobre la leche caliente, sin dejar de revolver.</li>\r\n\t<li>Y seguimos revolviendo por 5 minutos con el fuego bajo hasta que la mezcla quede muy espesa.</li>\r\n\t<li>Para finalizar, vertimos la mezcla sobre recipientes pequeños y previamente mojados para luego dejar la mezcla enfriar.</li>\r\n\t<li>Luego desmoldamos sobre un plato y lo servimos con un toque de polvo de canela, mermelada o lo que a usted le acomode para acompañar este exquisito dulce.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "65",
      "image": "65-image",
      "name": "Medallones de cordero",
      "nameUrl": "medallones-de-cordero",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Riquisimos medallones de cordero al sarten. Un clasico de la cocina chilena.",
      "ingredients": [
        "4 medallones de cordero",
        "1 taza de vino tinto",
        "3 cucharadas de aceite de oliva",
        "2 dientes de ajo cortados en rodajas finas",
        "3 clavos de olor",
        "5 granos de pimienta negra",
        "1 rama pequeña de canela",
        "1 lb. o 500 gramos de uvas rojas sin pepas",
        "3 cucharadas de aceite de oliva al ajo",
        "Sal y pimienta a gusto",
        "750 grs de puré de papas",
        "5 yemas de huevo",
        "½ taza de harina sin polvos de hornear",
        "¾ taza de harina de castañas",
        "½ cucharadita de sal",
        "2 cucharadas de aceite de oliva",
        "2 cucharadas de sémola"
      ],
      "preparation": "<p>Para el cordero:</p>\r\n\r\n<ol>\r\n\t<li>En un bowl, mezclar el vino tinto, 1 cucharada de aceite de oliva, ajo, granos de pimienta, canela y clavos de olor.</li>\r\n\t<li>Agregar los medallones de cordero y marinar por la noche dentro del refrigerador.</li>\r\n</ol>\r\n\r\n<p><br />\r\nPara los Ñoquis:</p>\r\n\r\n<ol>\r\n\t<li>En un bowl, mezclar el puré de papas y las yemas.</li>\r\n\t<li>Luego agregar la harina, harina de castañas y sal.</li>\r\n\t<li>Mezclar hasta conseguir una masa suave y homogénea.</li>\r\n\t<li>Hacer los ñoquis con la ayuda de un tenedor y reservar en el refrigerador sobre una bandeja con sémola para evitar que se peguen.</li>\r\n\t<li>Cortar las uvas en pequeños racimos</li>\r\n\t<li>Calentar el aceite de oliva en un sartén o wok y saltear las uvas hasta que estén doradas suaves y comiencen a romperse.</li>\r\n\t<li>Bajar el fuego y seguir la cocción a fuego lento por 5 a 7 minutos más aproximadamente.</li>\r\n\t<li>Sazonar con sal y pimienta.</li>\r\n\t<li>Retirar los medallones de la marinada y sellarlos en un sartén caliente con aceite de oliva al ajo.</li>\r\n\t<li>Cocinar por un par de minutos por cada lado o hasta que estén cocidos, con un color rosado suave al interior.</li>\r\n\t<li>Cocinar los ñoquis en agua hirviendo con sal. Los ñoquis están cocidos apenas suben a la superficie.</li>\r\n\t<li>Una vez cocidos, colarlos y saltearlos en aceite de oliva. Reservar.</li>\r\n\t<li>Servir el cordero con las uvas en su salsa, acompañado de los ñoquis</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "323",
      "image": "323-image",
      "name": "Melon con vino",
      "nameUrl": "melon-con-vino",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Delicioso trago de invierno. El melon con vino es una bebida perfecta del sur chileno.",
      "ingredients": [
        "1 melón",
        "1 botella de vino tinto"
      ],
      "preparation": "<ol>\r\n\t<li>Corta un melón a la mitad, extrae las semillas y vierte el vino.</li>\r\n\t<li>Deja reposar unos minutos y sirve en pequeños vasos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "75",
      "image": "75-image",
      "name": "Mote con huesillos",
      "nameUrl": "mote-con-huesillos",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Un exclusivo y clasico chileno. El mote con huesillos es ideal para cualquier dia de verano.",
      "ingredients": [
        "12 Huesillos",
        "100 Gramos de mote",
        "4 Frutillas",
        "Arándanos a gusto",
        "Frambuesas a gusto",
        "1 ½ Taza de Azúcar",
        "1 Ramita de canela",
        "Cáscara de naranja"
      ],
      "preparation": "<ol>\r\n\t<li>Dejar remojando en agua fría los huesillos de un día para otro.</li>\r\n\t<li>En una olla poner media taza de azúcar y formar un caramelo. Una vez que esté bien dorado, casi quemado, agregar con cuidado el agua fría y revolver. Cuando tenga la temperatura adecuada agregarle las cáscaras de naranja, canela y el azúcar restante.</li>\r\n\t<li>Cocinar los huesillos en la preparación anterior por media hora (después de hervidos), luego agregar el mote dentro de toda esta preparación para que se cocine por 10 minutos.</li>\r\n\t<li>Retirar la canela y las cáscaras de naranja, dejando enfriar la preparación.</li>\r\n\t<li>Poner los huesillos con el mote y su jugo en recipientes individuales, decorar el plato con un poco de mote y un fruto rojo en cada uno.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "76",
      "image": "76-image",
      "name": "Mousse de yogurt",
      "nameUrl": "mousse-de-yogurt",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Riquisimo mousse de yogurt chileno. Esta vez viene con aceite de oliva más compota de berries",
      "ingredients": [
        "2 Tazas de yogurt natural",
        "¼ Taza de azúcar",
        "1 ½ Taza de crema semi batida",
        "3 Cucharadas de aceite de oliva",
        "4 Hojas de colapez",
        "½ Taza de frambuesas",
        "¼ Taza de arándanos",
        "¼ Taza de mora",
        "¼ Taza de fresas",
        "½ Taza de azúcar",
        "½ Unidad de anís estrella",
        "½ Unidad de cáscara de naranja",
        "1 Rama de canela",
        "2 clavos de olor",
        "1 Rama de jengibre"
      ],
      "preparation": "<ol>\r\n\t<li>Para hacer el mousse, entibiar el yogurt con el azúcar para disolver los cristales. Luego agregar la gelatina previamente hidratada y el aceite de oliva. Al final agregar la crema con movimientos envolventes. Verter en vasos o copas sin llenar completamente. Refrigerarlos hasta el momento de servir.</li>\r\n\t<li>Para la compota, poner todos los berries a baño maria con el azúcar, la cáscara de naranja, el jengibre, el clavo de olor, la canela y el anís. Cocinar por dos horas a fuego bajo, una vez listo dejar enfriar.</li>\r\n\t<li>Al servir, colocar una cucharada de la mezcla de frutos sobre el mouse de yogurt. Es optativo espolvorear un poco de merquén al momento de servir.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "324",
      "image": "324-image",
      "name": "Navegado",
      "nameUrl": "navegado",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Riquisima y refrescante bebida. El navegado es un clasico del sur chileno.",
      "ingredients": [
        "1 litro de vino tinto",
        "Rodajas de naranja",
        "Un pizca de azúcar"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla vuelca el vino y calienta a fuego lento.</li>\r\n\t<li>Agrega las naranjas y un poco de azúcar.</li>\r\n\t<li>Deja unos segundos y sirve caliente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "98",
      "image": "98-image",
      "name": "Niños envueltos",
      "nameUrl": "ninos-envueltos",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Una solución fácil y sabrosa para presentar de un modo distinto las escalopas finitas de siempre.",
      "ingredients": [
        "4 escalopas de asiento, cortadas fina",
        "1/2 zanahoria pelada y cortada en bastoncitos tipo juliana",
        "1/2 cebolla mediana cortada en pluma",
        "1 pimiento morròn rojo en listitas",
        "2 huevos duros",
        "1 1/2 lonja tocino",
        "ajì molido al gusto",
        "aceite de oliva al gusto para sofreir",
        "1/4 taza vino blanco",
        "2 cucharadas de perejil picado",
        "1 taza de purè de tomate (opcional)",
        "1/2 cucharada harina dorada",
        "sal y pimienta a gusto",
        "1/2 taza caldo (de pastilla està bien)"
      ],
      "preparation": "<ol>\r\n\t<li>Quítele a las escalopas todas las grasitas indeseables y extenderlas, afinarlas un poquito golpeandolas y luego aliñar con sal, pimienta y perejil.</li>\r\n\t<li>Cubrir con tocino (si no lo desea en una sola lonja, cortelo en trozos y frialos un poco para que suelte parte de la grasa) cebolla, zanahoria, huevo cortado y esparcirle de ùltimo 1 cucharada del perejil.</li>\r\n\t<li>Enrollar la carne y amarrar con la pitilla o atravesar con dos palillos cada uno. Dorar en poco aceite los niños envueltos, cuando estèn dorados por todos lados, suba el fuego y agregue el vino, deje que se evapore y luego echar el caldo, y el purè de tomate opcional (si va a usarlo), bajar el fuego.</li>\r\n\t<li>Dejar hervir a fuego lento 20 minutos. Dorar la harina, dejar enfriar y diluir en un poco de caldo de cocción tibio. Incorporar la mezcla al caldo restante.</li>\r\n\t<li>Cocer y revolver con cuchara de madera para que no se formen grumos. Probar para ver si està bien de sal y de pimienta.</li>\r\n\t<li>Esparcir el perejil sobre ellos y servir con un purè de papas mojado en la salsa que formaron los niños, y unas verduritas mixtas o ensalada.</li>\r\n</ol>\r\n\r\n<p>Notas : En este caso con un sabroso relleno con base de tocino o panceta, cebolla, morrón y huevo, muy bien condimentado. Ideal para preparar de antemano y satisfacer hasta los màs exigentes.</p>\r\n"
    },
    {
      "idRecipe": "54",
      "image": "54-image",
      "name": "Ostiones sellados en aceite de oliva",
      "nameUrl": "ostiones-sellados-en-aceite-de-oliva",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Deliciosos ostiones sellados en aceite de oliva. Una version moderna del clasico chileno.",
      "ingredients": [
        "18 Ostiones",
        "3 Cucharadas de aceite de oliva al merquén",
        "2 Cucharadas de aceite de oliva perfumado al ajo",
        "2 Cucharadas de jugo de limón fresco",
        "2 Cucharadas de aceite de oliva",
        "1 Taza de hojas de cilantro fresco picado",
        "1 Taza de hojas de perejil fresco picado",
        "pimienta negra al gusto",
        "Sal al gusto",
        "1 Pizca de merquén"
      ],
      "preparation": "<ol>\r\n\t<li>Limpiar los ostiones y marinarlos en el aceite de oliva al merquén.</li>\r\n\t<li>Para el pebre, mezclar en un recipiente el jugo de limón fresco, el aceite de oliva, sal y pimienta a gusto y emulsionar. Luego agregar el cilantro, el perejil, la cebolla en cubos y zest de limón. Reservar la preparación.</li>\r\n\t<li>Calentar el aceite de oliva al ajo en un sartén antiadherente y sellar los ostiones por ambos lados por un par de minutos, hasta conseguir un bonito color dorado.</li>\r\n\t<li>Servir de inmediato acompañado del pebre verde.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "6",
      "image": "6-image",
      "name": "Paila marina",
      "nameUrl": "paila-marina",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La paila marina es una preparación alimenticia chilena compuesta de una mezcla de mariscos locales, pescado, vino blanco, caldo de pescado y especias que se sirve caliente.",
      "ingredients": [
        "2 cucharadas de aceite de oliva",
        "1/2 cebolla picada en cuadros finos",
        "Ají de color",
        "Orégano seco",
        "Sal",
        "Pimienta",
        "1 kg. de almejas con concha",
        "500 gr. de choritos con concha",
        "4 medallones de pescado (congrio idealmente o algún otro bien firme)",
        "1 taza de vino blanco",
        "2 a 3 tazas de caldo de pescado o de verduras",
        "1 taza de tomates en conserva idealmente",
        "Gotas de salsa de ají",
        "150 gr. de lenguas de machas (navajuelas también sirven)",
        "Perejíl o cilantro para decorar"
      ],
      "preparation": "<ol>\r\n\t<li>\r\n\t<style type=\"text/css\"><!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\r\n\t</style>\r\n\t<span style=\"font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;\">En una olla grande calentar el aceite y freír la cebolla por unos 5 minutos o hasta que esté transparente sin dorar.</span></li>\r\n\t<li><span style=\"font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;\">Sazonar con los aliños: ají color, orégano, sal y pimienta a gusto.</span></li>\r\n\t<li><span style=\"font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;\">Agregar las almejas y choritos lavados.</span></li>\r\n\t<li><span style=\"font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;\">Cocinar por unos 3 minutos.</span></li>\r\n\t<li><span style=\"font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;\">Agregar el pescado y concinar por unos 2 minutos.</span></li>\r\n\t<li><span style=\"font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;\">Añadir el vino, caldo y gotas de salsa de ají.</span></li>\r\n\t<li><span style=\"font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;\">Cocinar la mezcla por unos 12 minutos.</span></li>\r\n\t<li><span style=\"font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;\">Al final se agregan las machas y se cocinan por unos 3 minutos.</span></li>\r\n\t<li><span style=\"font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;\">Servir caliente idealmente en un plato de greda decorando con perejíl</span></li>\r\n</ol>\r\n\r\n<p><span style=\"font-size:13px;font-family:arial,sans,sans-serif;color:#000000;text-align:left;\">Notas : </span>Esta tradicional receta marina, junto al mariscal, son considerados popularmente como el mejor remedio para la resaca (popularmente conocida como \"caña\" en chile).</p>\r\n"
    },
    {
      "idRecipe": "17",
      "image": "17-image",
      "name": "Palmeritas",
      "nameUrl": "palmeritas",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Pastel de hojaldre y miel, nace en la repostería de El Quisco y El Tabo, en el litoral central de Chile, con un origen discutido entre una antigua Panadería Italiana y su contrincante Española.",
      "ingredients": [
        "340 gr de harina comun",
        "125 gr de harina para repostería (harina con nivel más bajo proteínico, harina leudante o polvo de hornear)",
        "1 1/4 cucharadita de sal",
        "350 gr de manteca",
        "Jugo de limón 2 cucharaditas",
        "Azucar cantidad necesaria",
        "Azucar molida"
      ],
      "preparation": "<ol>\r\n\t<li>Empezamos haciendo la masa de ojaldre fino.Ponemos en un bowl 340 gr de harina comun, 125 gr de harina para repostería, y 1 1/4 cdita de sal. Mezclamos esta preparación.</li>\r\n\t<li>Le añadimos 350 gr de mantequilla muy fría cortada en cubitos, y se lo vamos agregando de a poco a la mezcla de las harinas hasta convertirla en un arenado.</li>\r\n\t<li>Mientras, derretimos 100 gr de mantequilla, y ponemos en una taza 2 cdas de jugo de limón y completamos la taza con agua fría.</li>\r\n\t<li>Incorporamos la mantequilla derretida y fria , y la mezcla de jugo de limon y agua a lo anterior. Solamente uniendo, no batir.</li>\r\n\t<li>Así granulado como está, llevarlo a refrigerar 30 minutos.</li>\r\n\t<li>Lo sacamos y con el palo de amasar lo golpeamos hasta darle una forma rectangular. Lo doblamos en 3 partes, luego en 4.</li>\r\n\t<li>Llevamos a refrigerar 1/2 hora y repetimos los dobleces como en el paso anterior, en 2 ocasiones mas.</li>\r\n\t<li>Lo estiramos que quede gruesito. Lo espolvoreamos con azucar común, y aplastamos un poco el azucar con el palote sobre la masa.</li>\r\n\t<li>Enrollamos los lados hacia el centro ( sólo 2 vueltas) y dejamos un espacio entre ellos</li>\r\n\t<li>Encimamos un lado sobre el otro y cortamos tajadas gruesas</li>\r\n\t<li>La acomodamos sobre una placa fría, y muy importante: apretamos con el dedo el centro de cada palmera.</li>\r\n\t<li>Cocinamos en horno a 200º y cuando hayan tomado color apenas dorado, espolvoreamos con mas azucar molida y dejamos unos minutos mas hasta que tome el color final.</li>\r\n</ol>\r\n\r\n<p>Notas : La disputa sólo dio mejores resultados y se lo comenzó a llevar de la costa hacía Santiago, como un recuerdo del verano y los balnearios concurridos, donde además de las palmeritas, se vendían churros rellenos y cuchuflís.</p>\r\n"
    },
    {
      "idRecipe": "275",
      "image": "275-image",
      "name": "Palmeritas caseras",
      "nameUrl": "palmeritas-caseras",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Deliciosas palmeritas caseras. Un clasico de la reposteria chilena.",
      "ingredients": [
        "500 gr de harina",
        "10 gr de sal",
        "375 gr de margarina",
        "275 cc de agua",
        "900 gr de azúcar"
      ],
      "preparation": "<ol>\r\n\t<li>Haga una especie de corona de harina y en el centro ponga la sal y el agua amasando hasta conseguir una mezcla suave y lisa que debemos dejar reposar por 30 minutos.</li>\r\n\t<li>Transcurrida la media hora, estire la masa y dele una vuelta doble (doble por la mitad y esa mitad por la mitad nuevamente).</li>\r\n\t<li>El resultado debe permanecer en reposo por 20 o 30 minutos aproximadamente. Luego de esto, debe dar 2 vueltas dobles más, dejando reposar entre vuelta y vuelta y luego por otros 30 minutos.</li>\r\n\t<li>Cuando trascurra el tiempo de reposo, estire la masa de un grosor de 4 mm, espolvoree la mesa de trabajo con azúcar y ponga la masa sobre ella pasando un rodillo por encima para conseguir que el azúcar se adhiera.</li>\r\n\t<li>Ahora comience a doblar el hojaldre desde ambos lados hacia el centro tratando de dar 3 vueltas por lado. Cuando esto esté listo, acuérdese de espolvorear con un poco más de azúcar y volver a pasar el rodillo.</li>\r\n\t<li>Finalmente corte la tira de 1 cm de espesor, cocine en el horno medio y cuando estén listas por un lado delas vuelta.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "91",
      "image": "91-image",
      "name": "Palta Reina",
      "nameUrl": "palta-reina",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Palta reina es una entrada típica en los hogares chilenos. Cuando hay una fiesta esta entrada de palta con algún relleno no puede faltar.",
      "ingredients": [
        "3 paltas grandes, maduras",
        "1 pechuga de pollo sin piel",
        "Pimienta",
        "Mayonesa al gusto",
        "½ cucharadita de mostaza",
        "1 tajada de huevo duro",
        "1 ó 2 tiras de pimentón rojo",
        "Aceitunas negras para decorar",
        "Hojas de lechuga"
      ],
      "preparation": "<ol>\r\n\t<li>Pele las paltas y córtelas en dos, a lo largo, eliminando el cuesco. Sazónelas por dentro con sal y limón.</li>\r\n\t<li>Prepare una pasta picando la pechuga de pollo y mezclándola con mayonesa, pimienta a gusto y ½ cucharadita de mostaza.</li>\r\n\t<li>Rellene las paltas con esta mezcla y cúbralas con mayonesa, para decorarlas con una tajada de huevo duro y tajaditas de aceitunas negras.</li>\r\n\t<li>Acomode cada palta en unas hojas de lechuga dispuestas en forma radiada.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "18",
      "image": "18-image",
      "name": "Pan de huevo",
      "nameUrl": "pan-de-huevo",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Este pancito redondo, hecho de harina, leche, azúcar flor, polvos de hornear, huevos y mantequilla, acompaña a los escolares de Chile, desde marzo hasta diciembre.",
      "ingredients": [
        "4 1/2 tazas de harina con polvos de hornear",
        "1 cucharadita bicarbonato de sodio",
        "1 taza de azúcar flor",
        "70 gr de mantequilla blanda",
        "2 huevos",
        "6 yemas",
        "1/4 taza leche o la suficiente para formar la masa",
        "1 yema levemente batida con 1 cucharada de leche",
        "1 cucharadita de esencia de vainilla"
      ],
      "preparation": "<ol>\r\n\t<li>Juntar la harina con el Bicarbonato de Sodio y la azúcar flor en un bol.</li>\r\n\t<li>Mezclar la mantequilla con los huevos y las yemas, e integrar a los ingredientes secos.</li>\r\n\t<li>Agregar la esencia de vainilla. Mezclar bien, agregando la leche necesaria para unir los ingredientes y formar una masa blanda pero no pegajosa.</li>\r\n\t<li>Formar pancitos redondos, ponerlos en una lata de horno mantequillada y hacerles un corte en cruz en la superficie. Pincelar los panes con la yema batida con la cucharada de leche.</li>\r\n\t<li>Hornear en horno precalentado a 180C por 20 minutos o hasta que estén cocidos y dorados.</li>\r\n</ol>\r\n\r\n<p>Notas : Es dulce y espolvoreado con azúcar flor, probablemente originario de alguna mano de monja que deleitaba a sus pupilos con esta colegial preparación.</p>\r\n"
    },
    {
      "idRecipe": "274",
      "image": "274-image",
      "name": "Papas con Chuchoca",
      "nameUrl": "papas-con-chuchoca",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Deliciosas papas con chichoca, plato tipicamente chileno perfecto para el invierno.",
      "ingredients": [
        "1 cucharada de manteca vegetal",
        "1 cucharada de mantequilla",
        "1 cebolla picada fina",
        "1 diente de ajo",
        "1 cucharadita de ají de color (o páprika)",
        "5 papas grandes, peladas y en cuartos",
        "250 g de zapallo, pelado y en trozos",
        "1 taza de chuchoca (remojada de la noche anterior)",
        "Agua hirviendo",
        "Sal"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla ponga la manteca y la mantequilla a fuego medio; agregue cebolla, ajo y color. Después, cuando la cebolla esté transparente, añádale las papas y el zapallo.</li>\r\n\t<li>Luego de eso, cubra con agua recién hervida y cocine hasta que las papas y el zapallo estén blandos.</li>\r\n\t<li>Después espolvoree la chuchoca (que dejó remojando de la noche anterior), revuelva con cuchara de madera evitando que se hagan grumos y moliendo las papas.</li>\r\n\t<li>Agregue sal a gusto y cocine por 10 minutos más o hasta que la chuchoca ya se vea cocida.</li>\r\n\t<li>Retire del fuego, decore con cilantro y este plato, que se puede acompañar por un huevo frito, bistec o longanizas a la sartén, está listo para servir.</li>\r\n\t<li>A este deliciosa preparación invernal súmele una buena copa de Gato Cabernet Sauvignon y disfrute de un almuerzo típico chileno.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "81",
      "image": "81-image",
      "name": "Papas Mayo",
      "nameUrl": "papas-mayo",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "Una de las entradas más tradicionales a la hora almorzar.",
      "ingredients": [
        "4 papas con piel hervidas. Enfriar, pelar y cortar en cubos",
        "2 zanahorias rayadas",
        "2 tazas de lechuga picada fina",
        "2 tazas de brócoli hervido levemente para que no pierda su color verde intenso y sus propiedades",
        "½ pimentón verde en cubitos",
        "Cilantro fresco o perejil",
        "2 huevos semiduros.",
        "½ taza de aceite vegetal",
        "Jugo de 1 limón"
      ],
      "preparation": "<ol>\r\n\t<li>Mezclar todos los ingredientes, menos los huevos y aceite, en una fuente grande.</li>\r\n\t<li>En un plato hondo moler con tenedor los huevos hasta que quede una pasta y</li>\r\n\t<li>agregar el aceite de a poco y el jugo de limón y la sal.</li>\r\n\t<li>Mezclar todo, incorporando el aderezo* a los ingredientes y decorar con perejil o cilantro fresco.</li>\r\n</ol>\r\n\r\n<p>Notas : El aderezo o aliño de huevo puede ser utilizado para cualquier ensalada, siendo un gran<br />\r\nreemplazante de la mayonesa envasada y rico en proteína saludable del huevo y sin<br />\r\naditivos artificiales.</p>\r\n"
    },
    {
      "idRecipe": "55",
      "image": "55-image",
      "name": "Pastel de choclo",
      "nameUrl": "pastel-de-choclo",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Delicioso pastel de choclo chileno. Un clasico de nuestra cultura.",
      "ingredients": [
        "1 pollo (3 lb. o 1,5 Kg.) cocido sin piel y desmenuzado (Relleno)",
        "3 tazas de cebolla picada (Relleno)",
        "1 ½ lbs. o 750 grs. de carne molida (Relleno)",
        "3 cucharadita de aceite de oliva (Relleno)",
        "1 cucharadita orégano seco (Relleno)",
        "2 a 3 dientes de ajo molidos (Relleno)",
        "2 cucharadita sal o a gusto (Relleno)",
        "Pimienta negra a gusto (Relleno)",
        "2 cucharadita pimentón en polvo o páprika (Relleno)",
        "1 pizca de comino (Relleno)",
        "1/2 taza de pasas",
        "10 aceitunas negras sin carozo (Relleno)",
        "3 huevos duros cortados en 4 o 6 partes, a lo largo (Relleno)",
        "12 tazas de granos de choclo o maíz, fresco o congelado (Cubierta)",
        "1 taza de crema (Cubierta)",
        "1 huevo batido (Cubierta)",
        "1 cucharadita de sal o la cantidad a su gusto (Cubierta)",
        "1 pizca de pimienta negra molida (Cubierta)",
        "5 hojas medianas de albahaca, cortada en juliana fina (Cubierta)",
        "2 cucharada de mantequilla derretida (Cubierta)",
        "8 cucharaditas de azúcar *opcional (Cubierta)"
      ],
      "preparation": "<p>Para el pino</p>\r\n\r\n<ol>\r\n\t<li>En un sartén calentar aceite y saltear la cebolla y ajo molido junto con el orégano, comino, pimienta, paprika y sal.</li>\r\n\t<li>Cocinar hasta que la cebolla esté cocida. Luego agregar la carne molida en una sola capa y cocinar solo por un lado hasta que esté dorado. Usando una espátula dar vuelta la carne y cocinar por el otro lado.</li>\r\n\t<li>Una vez que la carne esté cocida mezclar bien, de esta forma evitara obtener una mezcla aguada. Hacer este relleno el día anterior y una vez frío, guardar en el refrigerador hasta el montaje.</li>\r\n</ol>\r\n\r\n<p><br />\r\nPara la cubierta de Choclo</p>\r\n\r\n<ol>\r\n\t<li>Usando un procesador de alimentos o una licuadora, moler el choclo por partes, agregando un poco de crema a la vez, hasta obtener un puré de textura suave y homogénea. Cocine esta mezcla en una olla, revolviendo a fuego lento constantemente.</li>\r\n\t<li>Cuando esta mezcla haya espesado, retirar del fuego y agregar el huevo batido y la mantequilla derretida, revolviendo hasta incorporar bien todos los ingredientes. Sazonar con sal, pimienta, agregar albahaca y reservar.</li>\r\n</ol>\r\n\r\n<p><br />\r\nPara el montaje y horneado</p>\r\n\r\n<ol>\r\n\t<li>Precalentar el horno a 375ºF/185ºC.</li>\r\n\t<li>Enmantequillar una fuente para horno o si prefiere, 8 potes individuales. Primero rellenar 1/3 de la fuente o pote con el pino.</li>\r\n\t<li>Luego agregar una capa de pollo desmenuzado, luego pasas, aceitunas y trozos de huevo duro.</li>\r\n\t<li>Finalmente cubrir con la mezcla de choclo. Para un acabado auténtico espolvoree un poco de azúcar granulada sobre la superficie. Hornee por aproximadamente 35 minutos o hasta que esté dorado.</li>\r\n\t<li>Servir de inmediato.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "21",
      "image": "21-image",
      "name": "Pastel de jaiba",
      "nameUrl": "pastel-de-jaiba",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Las patitas de las jaibas se quiebran cuidadosamente y con la carne blanca y delicada se prepara un pastel que además tiene pan remojado en leche y cebolla. Se lo sirve desde Pichilemu hasta el sur de la costa Maulina, pero los mejores pasteles son los de Iloca y Pellines.",
      "ingredients": [
        "1/2 kilo de Carne de jaiba cocida (cangrejo chileno)",
        "1/2 Taza de cebolla picada fina",
        "1 1/2 diente ajo picado",
        "1 cucharada de aceite",
        "1 cucharada margarina",
        "3 tajadas pan de molde",
        "1/2 taza de caldo de pescado",
        "1/2 cucharadita de ají de color",
        "1/4 taza de queso parmesano rallado",
        "1/2 cucharadita de orégano",
        "Sal a gusto",
        "Pimienta a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Para comenzar debe freír en aceite la cebolla y ajos.</li>\r\n\t<li>A continuación debe agregar la carne de jaiba desmenuzada, el ají de color, el orégano y el caldo de pescado. Luego debe remojar el pan de molde sin los bordes en leche.</li>\r\n\t<li>Estrujar con las manos las migas para sacar el exceso de leche y pasar por cedazo (Colador). Mezclar el pan de molde (Puede utilizar pan marraqueta añejo, en caso de no tener el que se indica) a la preparación de jaiba e incorporar mantequilla, sal y pimienta. Verter en una fuente.</li>\r\n\t<li>Espolvorear el resto del queso parmesano rallado. Precalentar el horno. Hornear 15 minutos aproximadamente para gratinar.</li>\r\n</ol>\r\n\r\n<p>Notas : En los Mercados centrales de Chile es habitual ver a los comensales disfrutando de \"El Pastel de Jaiba\" un delicado plato que es muy apetecido, tanto por la suavidad como por el característico sabor de este cangrejo. Suele presentarse en pocillos de greda que se gratina con queso por encima, sin duda todo un manjar.</p>\r\n"
    },
    {
      "idRecipe": "23",
      "image": "23-image",
      "name": "Pataska o patasca",
      "nameUrl": "pataska-o-patasca",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Preparación del norte de Chile, es un guiso picante que denota sus orígenes altiplánicos con el charqui, las papas y el maíz pelado. Es parte de la tradición de Chiu- Chiu, poblado atacameño que lo prepara para fiestas típicas donde se le agradece a la pachamama por las cosechas y el ganado.",
      "ingredients": [
        "400 gr. de maíz en mote pelado,",
        "1 kg. de carne de cordero en trozos",
        "1 kg. de mondongo (vísceras de res) picada",
        "2 ajíes secos amarillos asados",
        "Ajo a gusto",
        "250 gr. de charqui (carne seca de la region)",
        "Pimienta a gusto",
        "250 gr. de papa cocida en cubos",
        "250 gr. de calabaza en cubos",
        "Sal a gusto",
        "Comino a gusto",
        "Orégano fresco",
        "Perejil",
        "Aceite",
        "4 litros de agua"
      ],
      "preparation": "<ol>\r\n\t<li>Remojar el mote durante dos días y se despunta.</li>\r\n\t<li>En una olla grande con el aceite se fríen los ajos, los ajíes y cuando tomen color se pone la carne, las vísceras y el mote, se cubre con el agua y se deja cocer por tres horas, ya para estar se agrega la calabaza y la papa.</li>\r\n\t<li>Cuando esté listo se agrega el orégano y perejil.</li>\r\n\t<li>Se sirve caliente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "27",
      "image": "27-image",
      "name": "Pebre",
      "nameUrl": "pebre",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Sirve para acompañar asados, parrilladas, cazuelas, ya que es una salsa típicamente chilena.",
      "ingredients": [
        "2 tomates pelados",
        "1 mediana cebolla",
        "4 cucharadas de cilantro picado",
        "1 ají verde, picado fino",
        "1/2 cucharada de sal",
        "2 cucharadas de jugo de limón",
        "1 cucharada de aceite"
      ],
      "preparation": "<ol>\r\n\t<li>Para pelar los tomates, sumérgelos 30 segundos en una olla con agua hirviendo, retírelos y luego póngalos en agua fría. Retire el piel.</li>\r\n\t<li>Córte los tomates en cuadritos pequeños. Tendrá 1 taza de tomates cortados, más o menos.</li>\r\n\t<li>Píque la cebolla también en cuadritos, pero no muy finos. Ponga la cebolla en un bol de mediano tamaño y cubrir la cebolla con agua hirviendo.</li>\r\n\t<li>Deje en remojo por un minuto. Escurra, y enjuague bien con agua fría. Ahora, corte la cebolla fina. Tendrá aproximadamente 1 taza de cebolla.</li>\r\n\t<li>Mezcle los tomates, cebolla, cilantro, ají, sal, jugo de limón, y aceite.</li>\r\n</ol>"
    },
    {
      "idRecipe": "309",
      "image": "309-image",
      "name": "Pebre Cuchareao",
      "nameUrl": "pebre-cuchareao",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Delicioso y muy picante pebre cuchareao. Uno de los platos mas tipicos chilenos.",
      "ingredients": [
        "Cilantro",
        "1 cebolla grande o 4 cebollines grandes",
        "1 tomate",
        "3 ajíes verdes enteros",
        "3 dientes de ajo",
        "Sal",
        "Aceite",
        "Vinagre (opcional)"
      ],
      "preparation": "<ol>\r\n\t<li>El cilantro, después de lavado se pica bien fino.</li>\r\n\t<li>Luego picamos el cebollín o la cebolla en cuadritos bien pequeños, algunos amortiguan la cebolla, algunos no.</li>\r\n\t<li>Abrimos los ajíes, con agua retiramos las pepas y ligamentos del interior. Al tomate le sacamos todo el corazón, y picamos solo la parte más solida en cuadritos pequeños. Los ajos, muy muy finitos picados.</li>\r\n\t<li>Finalmente todo lo mezclamos con aceite y sal. De forma opcional le podemos agregar un poco de vinagre o limón.</li>\r\n\t<li>Y ahí lo tienen, si quieren ser estrellas en el asado, y no son el parrillero, pueden ocupar un lugar muy digno llevando el pebre.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "66",
      "image": "66-image",
      "name": "Pechuga de ave rellena",
      "nameUrl": "pechuga-de-ave-rellena",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Riquisima y sabrosa pechufa de ave rellena. Un clasico de la cocina chilena.",
      "ingredients": [
        "6 Pechugas de pollo",
        "180 Gramos de centolla magallánica",
        "120 Gramos de carne de pollo",
        "100 Gramos de crema fresca",
        "1 Clara de huevo",
        "10 Gramos de ciboulette picada",
        "10 Gramos de mostaza",
        "30 Cc. de coñac",
        "Nuez moscada rallada",
        "Sal y pimienta a gusto",
        "3 Ají verdes sin pepas, tallo o nervaduras y picado",
        "¼ Pimentón verde sin pepas y picado",
        "20 Gramos de perejil y cilantro",
        "200 Cc. de aceite de maravilla",
        "200 Cc. de crema fresca",
        "Jugo de limón",
        "Vinagre de vino tinto",
        "½ Diente de ajo",
        "Sal y Pimienta",
        "600 Gramos de papas con piel",
        "120 Gramos de aceitunas negras picadas finas",
        "100 Cc. de aceite de oliva",
        "Caldo de pollo",
        "Sal de Mesa",
        "30 Cc. de aceite de oliva",
        "1 Filete de anchoa",
        "20 Gramos de pimentón rojo en juliana",
        "120 Gramos de brotes de soya",
        "50 Gramos de brotes de arvejas"
      ],
      "preparation": "<ol>\r\n\t<li>Limpiar el pollo y hacer una incisión por el medio de la pechuga.</li>\r\n\t<li>Para el relleno, poner la carne de pollo picada en trozos pequeños a baño maría frío. Agregar mostaza, coñac, clara de huevo, condimentar con sal, pimienta y nuez moscada. Mezclar bien.</li>\r\n\t<li>Una vez frío, moler en un procesador hasta formar una pasta homogénea, incorporar la crema fresca. Agregar la carne de centolla y el ciboulette. Mezclar bien y sazonar.</li>\r\n\t<li>Rellenar las pechugas con la ayuda de una manga pastelera y dorarlas por ambos lados. Terminar su cocción en el horno caliente a 180 °C durante 15 minutos.</li>\r\n\t<li>Para hacer la salsa de ají verde, poner en una licuadora aji verde, pimentón, ajo, perejil y cilantro; luego perfumar con limón y vinagre. Emulsionar con el aceite, condimentar. Aparte reducir la crema a la mitad y mezclar con lo anterior .</li>\r\n\t<li>Para el puré rústico de papas se deben asar al horno las papas con piel sobre sal gruesa a 200 °C hasta que estén blandas. Enfriar, pelar y picar de forma irregular.</li>\r\n\t<li>Aparte, hacer un sofrito con la cebolla y agregar las papas y machacar. Al final agregar las aceitunas picadas. Agregar caldo de pollo y emulsionar con el aceite de oliva. Para montar el plato se dispone el puré rústico de aceitunas a un costado del plato y encima la pechuga de pollo cortada de forma armónica. Rociar con la salsa de ají verde.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "19",
      "image": "19-image",
      "name": "Picarones",
      "nameUrl": "picarones",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Siempre hablamos en Chile de quien fue el inventor del hoyo en los picarones, esta masa frita con un agujero al medio, se hace con zapallo, levadura, huevos, harina y leche.",
      "ingredients": [
        "1 kilo de harina",
        "500 gramos de zapallo",
        "3 cucharaditas de polvos de honear",
        "1 pizca de sal",
        "Leche para ayudar a disolver la harina en caso de ser necesario",
        "Aceite para freir",
        "500 gramos de chancaca",
        "1litro 1/2 de agua",
        "2 palitos de canela",
        "4 clavos de olor",
        "Media cucharadita de vainilla",
        "Cascara de limón o naranja (un poquito)",
        "Maizena o chuño (para espesar)"
      ],
      "preparation": "<p>Preparacion de la masa</p>\r\n\r\n<ol>\r\n\t<li>Mezclar la harina con los polvos de hornear y la pizca de sal, y agregar el zapallo (sin haberlo molido antes ni pasado por cedaso) formar un bartido cuya consistencia sea chiclosa, es decir pegajosa. Y si el zapallo no alcanzo (por que hay diversas calidad de zapallo).</li>\r\n\t<li>Agregar leche fria hasta lograr la consistencia, para formar los Picarones.</li>\r\n\t<li>Si no se tiene molde, se hace lo siguiente, tenga a mano un recipiente con agua fria, moje los dedos anular y corazon y luego introduzcalos en el batido enrrollando es decir formando un aro a su gusto y con cuidado dejar caer en aceite caliente y freir, hasta dorar y colocar sobre papel absorbente.</li>\r\n</ol>\r\n\r\n<p>Preparación chancaca</p>\r\n\r\n<ol>\r\n\t<li>En un litro y medio de agua colocar todas las especias (canela, clavos etc) hervir unos 5 minutos, y luego colar, vaciar nuevamente a la olla, y colocar 500 gramos de chancaca, y dejar hervir hasta que se disuelva.</li>\r\n\t<li>Una vez disuelta puede agregar dos cucharaditas de maizena disuelta en agua fria, y vaciar sobre la chancaca ya preparada (si hace esto la chancaca de estar en el fuego).</li>\r\n\t<li>Revolver y asi quedará espesa (maizena o chuño tambien conocido como fecula de papa).</li>\r\n</ol>\r\n\r\n<p>Modos de servir los picarones</p>\r\n\r\n<ol>\r\n\t<li>Teniendo preparada la chancaca sin espesar, colocar los picarones y hacer hervir 2 minutos (maximo 5 mnutos) y servirlos caliente en plato hondo, acompañado de un rico chocolate con leche.</li>\r\n\t<li>Teniendo la chancaca espesa, servir los picarones en plato hondo, y esparcir la chancaca espesa y caliente sobre ellos, y acompañarlos de un rico chocolate con leche.</li>\r\n</ol>\r\n\r\n<p>Notas : No es absolutamente chileno, pero la preparación que se realiza de los Picarones Pasados, bañados en una especial salsa hecha de Chancaca, chuño, cáscara de naranja y clavos de olor, es absolutamente nacional, especial para los fríos días de un invierno sureño.</p>\r\n"
    },
    {
      "idRecipe": "318",
      "image": "318-image",
      "name": "Pisco Sour",
      "nameUrl": "pisco-sour",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Es un clasico de las bebidas chilenas. Es cierto que hay una disputa con el Peru, pero pensemos que cada pais tiene una version diferente de este trago.",
      "ingredients": [
        "1 onza de jugo de limón",
        "3 onzas de pisco",
        "Azúcar",
        "Hielo picado"
      ],
      "preparation": "<ol>\r\n\t<li>Coloca todos los ingredientes en la licuadora y licua a velocidad media.</li>\r\n\t<li>Si lo deseas, para que la mezcla sea más esponjosa, puedes agregar una clara de huevo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "320",
      "image": "320-image",
      "name": "Piscola",
      "nameUrl": "piscola",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Una rica y sencilla forma de preparar el pisco chileno. Perfecta para dias de verano.",
      "ingredients": [
        "2 onzas de pisco",
        "1 onza de refresco de cola"
      ],
      "preparation": "<ol>\r\n\t<li>En un vaso agrega el pisco y el refresco.</li>\r\n\t<li>Sirve con hielo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "248",
      "image": "248-image",
      "name": "Piures en salsa verde",
      "nameUrl": "piures-en-salsa-verde",
      "idCategory": "2",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Deliciosa sopa chilena para reponerse despues de una noche agitada.",
      "ingredients": [
        "½ kilo de piures frescos y limpios",
        "1 cebolla",
        "Cilantro",
        "4 limones",
        "Sal",
        "Aceite",
        "Ají verde picado"
      ],
      "preparation": "<ol>\r\n\t<li>Tome los piures frescos y límpielos bien. Luego de eso córtelos en trozos, déjelos remojando en agua fría y mezcle con un poco del jugo de 1 limón recién exprimido.</li>\r\n\t<li>Luego páselos por agua hirviendo, ya que se recomienda evitar consumir mariscos crudos.</li>\r\n\t<li>Cuele y póngalos en un bowl. Agregue cebolla picada en cuadritos, cilantro picado finamente y el ají verde a gusto. Incorpore el jugo de los limones recién exprimidos, aceite a gusto y sal.</li>\r\n\t<li>Incorpore bien y deje reposar por unos 10 minutos.</li>\r\n\t<li>Sirva con todo su jugo y le aseguramos que va a quedar como tuna para empezar la semana, después de todas las celebraciones dieciocheras. Acompañe con una copita de Sauvignon Blanc de Vino Gato.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "30",
      "image": "30-image",
      "name": "Pollo arvejado",
      "nameUrl": "pollo-arvejado",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Una forma muy sencilla y deliciosa de preparar el pollo, es ideal si se acompaña con una ensalada chilena.",
      "ingredients": [
        "1 pollo (aproximadamente 1 kg)",
        "2 cucharadas de aceite",
        "2 zanahorias",
        "2 medianas cebollas",
        "2 hojas de laurel",
        "Sal a gusto",
        "Pimienta a gusto",
        "1 1/2 tazas de vino blanco",
        "2 tazas de arvejitas",
        "1 cucharada de harina"
      ],
      "preparation": "<ol>\r\n\t<li>Lave el pollo bien en agua corriente, séquelo, y córtelo en presas. Corte cada cebolla en cuatro pedazos. Corte las zanahorias en rodelas.</li>\r\n\t<li>Calienta el aceite en una sartén grande sobre un fuego medio-alto. Ponga las presas en el sartén, y fríalas por aproximadamente 5 minutos, o hasta que estén doradas.</li>\r\n\t<li>Agregue las cebollas, pimienta, sal, laurel y zanahorias. Fría unos 5 minutos más y añada las arvejitas, champiñones y vino blanco.</li>\r\n\t<li>Cuando la cocción hierva, tape la olla, baje la llama, y deje cocer por 35 minutos. El pollo debe estar bien cocido. Cuando está cocido, el pollo no tiene un color rojo cerca del hueso.</li>\r\n\t<li>Una vez terminada la cocción del guiso, destape la olla y espolvorée la cucharada de harina. Revuelva bien y cueza por 2 minutos.</li>\r\n\t<li>Sirva este delicioso plato con arroz y ensalada chilena.</li>\r\n</ol>"
    },
    {
      "idRecipe": "93",
      "image": "93-image",
      "name": "Pollo Borracho",
      "nameUrl": "pollo-borracho",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Un delicioso “pollo borracho” cuyos ingredientes principales que le da tanto el exquisito sabor como el nombre son el cognac y el vino.",
      "ingredients": [
        "1 Pollo",
        "1 Botella vino blanco (ordinario)",
        "1/2 Vaso Cognac",
        "1 Cebolla",
        "1 Cucharada mantequilla o aceite",
        "Pimienta, sal",
        "Ají",
        "jugo de 1 limon"
      ],
      "preparation": "<ol>\r\n\t<li>El pollo lavado y limpio se restrega con sal, jugo de limón, y mantequilla o aceite.</li>\r\n\t<li>Se coloca al interior la cebolla o las chalotas.</li>\r\n\t<li>Se cuece con el vino, y cuando listo se saca y despresa.</li>\r\n\t<li>El caldo se cuela, se le agrega pimienta y ají. Debe quedar una salsa clara (no se pone harina) y picante.</li>\r\n\t<li>Se echa esta salsa a las presas. Quince minutos antes de servir, se le pone el cognac y se hierve a fuego lento.</li>\r\n\t<li>El caldo se sirve separado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "317",
      "image": "317-image",
      "name": "Ponche a la romana",
      "nameUrl": "ponche-a-la-romana",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Riquisimo ponche a la romana. Ideal para los eventos sociales chilenos.",
      "ingredients": [
        "1 botella de champagne",
        "1 litro de helado de piña"
      ],
      "preparation": "<ol>\r\n\t<li>En una ponchera vuelca el champagne y agrega el helado.</li>\r\n\t<li>Revuelve suavemente y sirve en copas altas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "251",
      "image": "251-image",
      "name": "Porotos con Riendas",
      "nameUrl": "porotos-con-riendas",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Delicioso plato de porotos con riendas. Una delicia de la cocina chilena",
      "ingredients": [
        "1 kg de porotos",
        "½  kg de zapallo",
        "125 gr de manteca",
        "2 cebollas",
        "3 tomates",
        "3 dientes de ajo",
        "1 cucharada de ají de color",
        "½  paquete de tallarines (200 grs. Aprox.)",
        "1 caldo de gallina",
        "Sal",
        "Comino",
        "Longaniza (opcional)"
      ],
      "preparation": "<ol>\r\n\t<li>Poner a remojar los porotos durante 12 horas. Lavarlos y cocerlos en agua hirviendo (que cubra los porotos) durante unos 45 minutos.</li>\r\n\t<li>Cuando estén casi cocidos, se les agrega el zapallo cortado en cubitos y se continúa cociendo durante veinte minutos.</li>\r\n\t<li>En un sartén derrita la manteca y fría la cebolla picada fina, los tomates y el ajo picado más el ají de color.</li>\r\n\t<li>Aliñar con sal, comino, un cubo de caldo de gallina. Cuando los ingredientes estén homogéneos se agrega esta crema a los porotos junto con los tallarines y el fuego se mantiene  hasta que  estén cocidos.</li>\r\n\t<li>Y para que esta receta sea perfecta, acompáñela con un rico Vino Gato Cabernet Sauvignon.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "272",
      "image": "272-image",
      "name": "Porotos Granados",
      "nameUrl": "porotos-granados",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Riquisimos porotos granados, preparados de la forma mas tipicamente chilena.",
      "ingredients": [
        "1 kg de porotos granados",
        "½ choclo",
        "¼ cebolla picada",
        "½ taza de aceite",
        "¼ kg zapallo cortado en cubos",
        "1 diente de ajo picado",
        "½ cucharada de albahaca picada fina",
        "Sal a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Debes cocer los porotos en agua hirviendo durante 45 minutos aproximadamente.</li>\r\n\t<li>El choclo lo debes moler en maquina y después pasar por el cedazo para eliminar los hollejos.</li>\r\n\t<li>Fríe los ajos, la cebolla y el zapallo. bota el agua de los porotos, solamente deja una tasa de agua.</li>\r\n\t<li>Mientras esté hirviendo agrega de a poco la mezcla y revuelve constantemente, agrégale un poco de albahaca también.</li>\r\n\t<li>Cocina todo esto a fuego lento durante una hora. Agrega agua o caldo si es necesario y listo, tus porotos granados están listos para ser devorados.</li>\r\n\t<li>Como siempre, acompaña tus porotos y tu buen momento con una copita de mi excelente Merlot.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "32",
      "image": "32-image",
      "name": "Porotos granados con mazamorra",
      "nameUrl": "porotos-granados-con-mazamorra",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Delicioso plato de porotos granados preparados con mazamorra. Es una exquisitez de la culinaria chilena.",
      "ingredients": [
        "1/4 kilo de porotos granados (aprox. 2 tazas desgranados)",
        "3 tazas de agua",
        "2 cucharaditas de sal",
        "1 cubo de caldo concentrado (de ave)",
        "1 cucharada de aceite",
        "1 mediana cebolla, cortada fina",
        "1 diente de ajo, picado fino",
        "1 zanahoria pequeña, rallada",
        "1/2 cucharadita de ají de color",
        "1 cucharadita de albahaca seca, o algunas hojas de albahaca fresca",
        "1/2 tomate grande, picado fino",
        "Pizca de comino",
        "Pimienta al gusto",
        "8 tazas de choclo desgranado"
      ],
      "preparation": "<ol>\r\n\t<li>Disuelva el cubo de caldo concentrado en una taza de agua caliente.</li>\r\n\t<li>En una olla grande, ponga los porotos con el resto de agua, sal y caldo. Hervir por 15 minutos.</li>\r\n\t<li>Mientras los porotos se está cocinando, ponga una sartén al fuego a temperatura mediana. Caliente el aceite y fría la cebolla, ajo y zanahoria hasta que estén dorados. Agregue el ají de color y mezcle.</li>\r\n\t<li>Luego, añada la mezcla de la cebolla a los porotos. Cueza por otros 25 minutos aproximadamente. No deje que los porotos se recuezan.</li>\r\n\t<li>Mientras los porotos se siguen cocinando, prepare el choclo. Muela el choclo fino. Es fácil con la ayuda de una licuadora, pero ponga el choclo poco a poco (little at a time) para que se muela bien.</li>\r\n\t<li>Cuando los porotos se están cocidos, agregue el tomate y el choclo y cueza a fuego lento, revolviéndolo frecuentamente. Cuézalo hasta que el choclo esté cocido, aproximadamente 15 minutos.</li>\r\n\t<li>Sirva los porotos en ollas de greda. Si desea, ponga una longaniza frita al lado.</li>\r\n</ol>"
    },
    {
      "idRecipe": "10",
      "image": "10-image",
      "name": "Puchero chileno",
      "nameUrl": "puchero-chileno",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "",
      "description": "El puchero es semejante al cocido español del cual deriva, sin embargo en la región del Río de la Plata toman preponderancia las carnes sobre los vegetales debido a la abundancia de éstas.",
      "ingredients": [
        "5 presas (150 grs.) de pollo o res",
        "5 trozos (50 grs.) de choclo",
        "5 trozos (50 grs.) de zapallo amarillo",
        "50 grs. de repollo",
        "1 taza (20 grs.) de porotos verdes, judías o vainitas",
        "1 tomate (20 grs.)",
        "1 Zanahoria mediana (20 grs.)",
        "1/2 taza /10 grs.) de cebolla",
        "Morron (pimenton) a gusto",
        "5 papas (150 grs.)"
      ],
      "preparation": "<ol>\r\n\t<li>Lavar, muy bien las verduras y trozar, en 5 raciones</li>\r\n\t<li>Hervir el pollo por 20 minutos con condimentos a gusto en 2 tazas de agua (sal, orégano, ajo, cebolla y zanahoria)</li>\r\n\t<li>Agregar las verduras trozadas con 1 taza de agua, dejándolas tapadas con el agua, sobrepasar 3 dedos.</li>\r\n\t<li>Dejar hervir por 20 minutos, tapada</li>\r\n\t<li>Servir cada plato con una porción de carne, que puede ser vacuno o ave, una papa, un trozo de choclo, zapallo amarillo, repollo, agregando, caldito con porotitos verdes, zanahoria, etc.</li>\r\n\t<li>Se puede usar, todas las verduras de la época, (zapallo italiano, etc.)</li>\r\n</ol>\r\n\r\n<p>Notas : Contiene proteínas de muy buena calidad (alto valor biológico) y es rico en vitaminas y sales minerales (vitamina A – C, acido fólico, calcio, fósforo, magnesio, sodio, etc.).</p>\r\n"
    },
    {
      "idRecipe": "281",
      "image": "281-image",
      "name": "Queso de Cabeza",
      "nameUrl": "queso-de-cabeza",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Riquisimos quesos de cabeza. Es perfecto como una entrada tipicamente chilena.",
      "ingredients": [
        "2 huevos (duros, cortados en rodajas)",
        "1 cebolla",
        "1 tarro de arvejas",
        "Sal",
        "Pimienta negra entera",
        "2 hojas de laurel",
        "Orégano",
        "1 ramito de perejil"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla con agua, poner a cocer la cabeza de cerdo, la cebolla, el perejil y el laurel y condimentar con orégano, sal y pimienta.</li>\r\n\t<li>Cuando la cabeza de cerdo esté semicocida, pelar la lengua y seguir cociendo hasta que se empiece a deshacer.</li>\r\n\t<li>Luego, retirar todos los huesos y picar fina la carne que no se haya deshecho. El tiempo de cocción aproximado es de 90 minutos.</li>\r\n\t<li>En el fondo de un molde, colocar los huevos y las arvejas, poner encima toda la carne del cerdo y el caldo de la cocción (previamente colado) y refrigerar.</li>\r\n\t<li>Hay algunas recetas que aconsejan usar gelatina sin sabor para darle una mayor consistencia, pero se supone que con los ingredientes naturales este se logra muy bien.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "40",
      "image": "40-image",
      "name": "Roscas Chilenas",
      "nameUrl": "roscas-chilenas",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "",
      "preparationTime": "",
      "description": "Una delicia para el Invierno. Una receta muy pedida.",
      "ingredients": [
        "450 gr de harina ( 3 tazas)",
        "200 gr de azúcar (1 taza)",
        "1 cucharadita de polvo de hornear",
        "ralladura de limón o naranja",
        "1 huevo mas 2 yemas  o (2 huevos enteros)",
        "100 cc de leche",
        "30 gr mantequilla derretida (5 cucharadas)"
      ],
      "preparation": "<ol>\r\n\t<li>Unimos el azúcar con la harina y los polvos de hornear.</li>\r\n\t<li>Agregamos la ralladura de limón o naranja.</li>\r\n\t<li>Unimos y mezclamos los huevos</li>\r\n\t<li><span style=\"text-align:\">Agregamos la mantequilla que esta derretida y fría a los huevos.</span></li>\r\n\t<li>Ponemos esta mezcla a la harina. Agregamos la leche, primero la mitad y luego seguimos agregando leche hasta que quede una masa<span style=\"text-align:\">. </span>Empezamos unir todos los ingredientes.</li>\r\n\t<li>Formamos una masa que primero se ve granulosa. La unimos para que quede lisa. No amasar, solo unir.</li>\r\n\t<li>Dejar reposar la masa por 30 minutos dentro de una bolsa.</li>\r\n\t<li><span style=\"text-align:\">A la hora de aplanar con el uslero o rodillo para aplanar masas, p</span>ara que quede todo del mismo grosor podemos poner dos palillos de unos 8 mm de grosor a ambos lados del uslero.</li>\r\n\t<li>Formar las rosquillas con el cortador redondo de 7 cm de diámetro y otro más pequeño para retirar el centro formando las roscas.</li>\r\n\t<li>Calentar el aceite, cuando este caliente bajar el fuego. Agregar las roscas, Dorar por ambos lados. Promedio de cocción 3 minutos. Retirar las roscas ya doradas y dejar sobre papel absorbente (Que absorba bien el aceite).</li>\r\n\t<li>Agregar azúcar flor o azucar molida a gusto.</li>\r\n</ol>\r\n\r\n<p>Nota: También si se gusta se pueden cocinarlos en el horno.Ponerlo sobre papel mantequilla y enmantequillar todas las roscas pasando sobre cada rosca mantequilla derretida para que queden doradas. La cocción es de unos 8 minutos a una temperatura de 200 grados.</p>\r\n"
    },
    {
      "idRecipe": "56",
      "image": "56-image",
      "name": "Salmón ahumado relleno de palta",
      "nameUrl": "salmon-ahumado-relleno-de-palta",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "",
      "preparationTime": "",
      "description": "Riquisimo salmon ahumado con palta, inspirado en la cocina japonesa es cada vez mas popular entre los chilenos.",
      "ingredients": [
        "600 Gramos de salmón ahumado",
        "1 Palta",
        "¾ Taza de crema",
        "2 ½ Hojas de colapez",
        "2 Cucharadas de jugo de limón",
        "1 Cucharada de cilantro picado",
        "1 Taza de salsa de tomate",
        "4 Cucharadas de Merquén",
        "½ Taza de azúcar",
        "3 Hojas de gelatina"
      ],
      "preparation": "<ol>\r\n\t<li>Cortar el salmón en láminas finas.</li>\r\n\t<li>Para el mousse, licuar la palta, pasar la mezcla por el cedazo y agregar unas gotas de limón para evitar la oxidación. Batir la crema hasta que quede con consistencia aireada, pero sin llegar a hacer chantilly. Incorporarla con movimientos envolventes y salpimentar. Por último, agregar el colapez disuelto y el cilantro. Colocar en moldes y refrigerar.</li>\r\n\t<li>Envolver con el salmón y reservar.</li>\r\n\t<li>Para la mermelada de merquén, poner una taza de agua con la salsa de tomate, el merquén, el azúcar, la sal y pimienta en una olla a fuego medio por 15 minutos. Hidratar las hojas de colapez en agua fría, escurrirlas cuando estén hidratadas y agregarlas a la mezcla caliente. Colocar en un molde y dejar enfriar.</li>\r\n\t<li>Al servir, en un plato colocar un poco de la mermelada de merquén, encima poner el salmón y decorar con brotes de alfalfa, perejil, cilantro y ciboulette cortado en bastones de un centímetro.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "63",
      "image": "63-image",
      "name": "Salmón dorado con algas",
      "nameUrl": "salmon-dorado-con-algas",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Delicioso salmon dorado con algas del Pacifico chileno.",
      "ingredients": [
        "6 Filetes de salmón de 160 gramos cada uno",
        "100 Gramos de aceite de oliva",
        "10 Cc. de jugo de limón",
        "40 Gramos de mezcla de algas marinas secas (cochayuyo y luche)",
        "2 Dientes de ajo picados en estopas",
        "¼ Ají cacho de cabra en anillos",
        "180 Gramos de locos cocidos y picados en cubitos",
        "120 Gramos de camarones de mar",
        "40 Cc. de caldo de locos",
        "50 Gramos de apio picado en juliana",
        "150 Gramos de berros hidropónicos",
        "20 Gramos de zeste de limón en juliana",
        "Cebollín picado",
        "Perejil picado",
        "Sal, Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Condimentar el salmón con sal, pimienta y jugo de limón. Untarlo por un lado con la mezcla de algas y dorar ese mismo costado. Antes de servir, terminar la cocción en el horno para dejarlo a punto.</li>\r\n\t<li>Para hacer el pil pil, calentar la mitad del aceite de oliva, agregar el ají cacho de cabra picado, los locos y camarones junto con el ajo; apagar con el caldo de locos e incorporar el cebollín y perejil. Incorporar el aceite de oliva restante.</li>\r\n\t<li>Finalmente, saltear por un minuto el apio, agregar los berros y el zeste de limón.</li>\r\n\t<li>Al servir, poner el filete de salmón en el centro del plato, cubrirlo con el pil pil de locos y camarones y en la parte superior del salmón poner los berros al limón.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "67",
      "image": "67-image",
      "name": "Salmón sellado en cochayuyo",
      "nameUrl": "salmon-sellado-en-cochayuyo",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Una forma diferente de cocinar el salmon. Esta vez con zapallitos rellenos de mote.",
      "ingredients": [
        "750 Gramos de filete de salmón",
        "50 Gramos de cochayuyo seco",
        "1 Cucharadita de salvia picada finamente",
        "2 Zapallitos italianos",
        "400 Gramos de mote cocido",
        "2 Cucharadas de cebollín picado",
        "3 Cucharadas de tomate en brunoise",
        "3 Cucharadas de crema",
        "50 Gramos de queso de cabra",
        "Merquén",
        "Sal a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Cortar en trozos pequeños el cochayuyo seco, poner en la trituradora y moler hasta que quede muy fino. Mezclarlo con la salvia picada y una pizca de merquén.</li>\r\n\t<li>Salpimentar los trozos de salmón y pasarlos por la mezcla de cochayuyo. Sellar en un sartén caliente con una pizca de aceite de oliva, cuidando de que el centro del pescado quede muy rojo.</li>\r\n\t<li>Cortar los zapallitos transversalmente en trozos de tres centímetros aproximadamente y ahuecarlos con una cuchara. Salpimentarlos y reservar.</li>\r\n\t<li>En una olla sofreír el cebollín con aceite de oliva, agregar el mote y los tomates, ligar todo con la crema. Condimentar y poner esta mezcla en las tacitas de zapallo hechas anteriormente; cubrir con láminas de queso de cabra y llevar al horno hasta que se derrita.</li>\r\n\t<li>Servir el salmón acompañado del zapallito italiano.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "43",
      "image": "43-image",
      "name": "Salpicón de pollo a lo chileno",
      "nameUrl": "salpicon-de-pollo-a-lo-chileno",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "",
      "preparationTime": "",
      "description": "Delicioso salpico de pollo, especial para estos días de verano.",
      "ingredients": [
        "6 tazas de lechugas verdes picadas",
        "2 tazas de carne de pollo",
        "2 aguacate (palta) picada",
        "3 huevos duros",
        "1/2 taza de mayonesa",
        "1 cucharada de mostaza tipo Dijon",
        "1/2 taza de cebollas picadas y amortiguadas",
        "1/2 taza de pimientos rojo y verdes picados",
        "Sal a gusto",
        "Pimienta a gusto",
        "Aceite"
      ],
      "preparation": "<ol>\r\n\t<li>En un bol mezclar la lechuga, pollo, paltas y huevos duros.</li>\r\n\t<li>Mezclar la mayonesa ,mostaza y agregar de a poco el aceite finalizar con la sal y pimienta.</li>\r\n\t<li>Verter la mezcla en el bol de las verduras y el pollo, mezclar cuidadosamente.</li>\r\n\t<li>Dejar reposar 15 minutos antes de servir.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "77",
      "image": "77-image",
      "name": "Sopa de Late Harvest",
      "nameUrl": "sopa-de-late-harvest",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Deliciosa sopa de Late Harvest. Un postre chileno que viene con blancmanger de papayas.",
      "ingredients": [
        "600 Cc. de vino late harvest",
        "1 Rama de canela",
        "Zeste de limón",
        "Zeste de naranja",
        "1 ½ Hoja de colapez",
        "150 Gramos de azúcar",
        "500 Cc. de leche",
        "100 Gramos de azúcar",
        "125 Gramos de mazapán",
        "250 Cc. de crema batida",
        "6 Unidades de colapez",
        "90 Gramos de puré de papayas",
        "6 Papayas en almíbar escurridas en brunoise",
        "100 Cc. de almíbar de papayas",
        "1 Hoja de colapez"
      ],
      "preparation": "<ol>\r\n\t<li>Para la sopa poner en una cacerola todos los ingredientes y reducir a la mitad. Luego agregar el colapez disuelto y filtrar. Vaciar una fina capa de la preparación en los platos, refrigerar y reservar.</li>\r\n\t<li>El blanc-manger de papayas se hace poniendo el puré de papayas en una cubetera de hielo, para que se congele.</li>\r\n\t<li>Aparte, poner en una olla la leche, el azúcar y el mazapán. Llevar a punto de hervor y disolver todo revolviendo constantemente, añadir el colapez hidratado.</li>\r\n\t<li>Enfriar a baño maría e incorporar la crema batida con movimientos envolventes.</li>\r\n\t<li>Forrar los moldes con papel mica, rellenarlos hasta la mitad, añadir un cubo de puré de papayas congelado y terminar de rellenar hasta las 3/4 partes del molde. Refrigerar.</li>\r\n\t<li>Hacer el almíbar de papayas derritiendo a baño maría el colapez ya hidratado, incorporar el almíbar de papayas y juntar; agregar la papaya en brunoise y unir bien.</li>\r\n\t<li>Terminar de rellenar con esto los moldes del blanc-manger. Refrigerar los moldes y reservar.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "29",
      "image": "29-image",
      "name": "Sopa de mariscos",
      "nameUrl": "sopa-de-mariscos",
      "idCategory": "2",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Exquisita sopa de mariscos chilena. Perfecta para una cena importante. Es necesario acompañarla con un buen vino blanco.",
      "ingredients": [
        "1 kilo de choritos",
        "2 tazas de agua",
        "150 gramos de almejas (sin concha)",
        "150 gramos de camarónes, pelados",
        "125 gramos de ostiones (sin concha)",
        "1/2 kilo de pescado cortado en trozos grandes",
        "1 1/2 tazas de caldo de pescado",
        "1/2 taza de vino blanco",
        "1 mediana cebolla, cortada de pluma fina",
        "1 diente de ajo, picado fino",
        "2 cucharadas de aceite",
        "1/2 cucharadita de ají de color",
        "Perejil, picado",
        "Pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Antes de cocinar los choritos, vea que estén vivos. Solo tiene que darle un golpecito a la concha y si está vivo se cerrará. Si el chorito permanece abierto, significa que está muerto y debe botarlo.</li>\r\n\t<li>Ponga a cocer los choritos con 2 tazas de agua hasta que todos se abran (5 minutos). Cuele el caldo y resérvelo.</li>\r\n\t<li>En una olla grande, caliente el aceite y fría la cebolla. Cuando empieza a dorar, agregue el ajo, el ají de color, 1 cucharadita de perejil picado, el vino, el caldo reservado de los choritos, y el caldo de pescado. Agregue un poco pimienta, al gusto.</li>\r\n\t<li>Hierva y agregue las almejas, camarones, ostiones y trozos de pescado. Cueza a fuego lento por 10 minutos o hasta que el pescado esté cocido. Agregue los choritos con cuidado, y dejar calentar por uno o dos minutos. Retire la sopa del fuego.</li>\r\n\t<li>Caliente pailas de greda en el horno o con agua hirviendo. Ponga la sopa en ellas, y espolvoree con perejil picado.</li>\r\n\t<li>No olvide de acompañar este delicioso plato con una botella de vino blanco chileno. Un Sauvignon Blanc vendría de películas.</li>\r\n</ol>"
    },
    {
      "idRecipe": "57",
      "image": "57-image",
      "name": "Sopa de palta y apio",
      "nameUrl": "sopa-de-palta-y-apio",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Deliciosa sopa fria de palta y apio, Ideal para los dias de verano chileno.",
      "ingredients": [
        "8 patas de centolla chilena",
        "1 taza de carne de centolla chilena",
        "1 cucharada de aceite de oliva orgánico extra virgen",
        "2 cucharadas de jugo de limón fresco",
        "½ cucharadita de ralladura (zest) de limón",
        "Una pizca de Merkén",
        "pimienta negra fresca a gusto",
        "Sal a gusto",
        "3 Paltas o aguacates tipo Hass, peladas y cortadas en pequeños cubos (reservar los cuescos o carozos)",
        "3 a 4 tazas de caldo de verduras",
        "1 cucharada de jugo de limón",
        "2 cucharadas de aceite de oliva orgánico extra virgen perfumado a la albahaca",
        "1 taza de apio pelado y cortado en pequeños cubos",
        "Sal y Pimienta a gusto",
        "4 cucharadas de albahaca morada cortada en juliana fina",
        "2 tazas de apio cortado en juliana fina",
        "1 cucharada de jugo de limón",
        "1 cucharada de aceite de oliva orgánico extra virgen perfumado a la albahaca",
        "¼ cucharada de zest de limón"
      ],
      "preparation": "<p>Para las patas de centolla:</p>\r\n\r\n<ol>\r\n\t<li>En un bowl, mezclar el aceite de oliva, jugo de limón, ralladura de limón, Merkén, sal y pimienta.</li>\r\n\t<li>Agregar las patas de centolla y marinar en el refrigerador por un par de horas. Reservar.</li>\r\n</ol>\r\n\r\n<p>Para la sopa de palta:</p>\r\n\r\n<ol>\r\n\t<li>Licuar o procesar los cubos de palta, con el aceite de oliva, jugo de limón, y apio en cubos.</li>\r\n\t<li>Agregar 3 tazas de fondo de verduras y seguir licuando hasta obtener una mezcla cremosa un poco líquida.</li>\r\n\t<li>Agregar más fondo de verduras si es necesario. Rectificar la sazón.</li>\r\n\t<li>Reservar en el refrigerador con los carozos o cuescos de la sopa de palta dentro de la sopa, para evitar que la mezcla se oxide y mantenga su color verde característico.</li>\r\n</ol>\r\n\r\n<p>Para la ensalada de centolla:</p>\r\n\r\n<ol>\r\n\t<li>En un bowl, sazonar la carne de centolla con aceite de oliva a la albahaca, jugo de limón, ralladura de limón, sal y pimienta.</li>\r\n\t<li>Reservar en el refrigerador hasta que esté listo para llevar a la mesa.</li>\r\n\t<li>En otro bowl, mezclar el apio y albahaca cortado en juliana fina y, sazonar con sal, pimienta y un poco de aceite de oliva a la albahaca.</li>\r\n\t<li>Reservar.</li>\r\n</ol>\r\n\r\n<p>Montaje:</p>\r\n\r\n<ol>\r\n\t<li>Poner la sopa en posillos individuales.</li>\r\n\t<li>En el centro del bowl poner una cucharada de carne de centolla y sobre ella dos patas de centolla cruzadas. Terminar con un poco de ensalada de apio y albahaca sobre la centolla.</li>\r\n\t<li>Servir de inmediato.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "16",
      "image": "16-image",
      "name": "Sopaipillas",
      "nameUrl": "sopaipillas",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Las sopaipillas son típicas de Chile, aunque se puede decir que también lo son e Argentina, pero la diferencia es que allá por lo general la comen con acompañamientos salados como el pebre.",
      "ingredients": [
        "1 taza de zapallo cocido",
        "3 cucharadas de manteca derretida",
        "1 cucharadita de sal",
        "2 tazas de harina",
        "1/2 taza de leche caliente, o aqua caliente",
        "Aceite para freír (1/2 litro más o menos)",
        "1/2 litro de agua",
        "1/2 kilo de chancaca",
        "1 palito de canela",
        "Cáscara de naranja al gusto, cortadas en tiras gruesas"
      ],
      "preparation": "<ol>\r\n\t<li>Estile y pase la taza de zapallo por cedazo. Haga una corona con la harina y vacie al centro la manteca derretida junto con la leche o agua, la sal, y el zapallo. Junte bien los ingredientes formando una masa que no debe pegarse en la tabla y ser igualmente suave y elástica.</li>\r\n\t<li>Usleree la masa dejándola de un espesor de ½ cm y corte círculos de 10 cms. con una copa o un molde redondo. Perfore en varias partes con un tenedor o cuchillo.</li>\r\n\t<li>Calienta el aceite en una olla (o deep fryer) a la temperatura de 375°F (190°C). Ponga 2 o 3 sopaipillas en el aceite caliente, y fría por un minuto cada lado. Las sopaipillas deben estar doradas, pero no muy oscuras. Retírelas del aceite y colóquelas sobre un papel absorbente. Continue friendo las sopaipillas en esta manera.</li>\r\n\t<li>Las sopaipillas son ricas con mantequilla especialmente cuando son tostadas. Si usted prefiere, puede servirlas azucaradas con almibar en lo que llamamos Sopaipillas Pasadas.</li>\r\n</ol>\r\n\r\n<p>Preparación del almíbar o chancaca</p>\r\n\r\n<ol>\r\n\t<li>Caliente el agua y prepare el almíbar diluyendo la chancaca, canela y cáscaras de naranja en una olla grande para que quepan las sopaipillas en el momento de pasarlas por el almíbar.</li>\r\n\t<li>Espere que se disuelva la chancaca. Deje hervir a fuego lento al comienzo y después suba la llama cuando esté listo para poner las sopaipillas.</li>\r\n\t<li>Sumérjalas en el almíbar por solo un momento. Retire y sírvalas calientitas.</li>\r\n</ol>\r\n\r\n<p>Notas: En Chile se tienden a consumir en invierno en esos días lluviosos, por lo general pasadas por chancaca (Papelón, Rapadura). Puede ser servido a la hora del té o como tentempié.</p>\r\n"
    },
    {
      "idRecipe": "78",
      "image": "78-image",
      "name": "Sopaipillas pasadas en chancaca",
      "nameUrl": "sopaipillas-pasadas-en-chancaca",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Riquisimas sopaipillas servidas en chancaca. Esta vez viene crema de moras chilenas.",
      "ingredients": [
        "2 Tazas de harina con polvos de hornear",
        "1 Taza de zapallo cocido y molido",
        "2 Cucharadas de manteca",
        "Sal",
        "Aceite para freír",
        "450 gramos de chancaca",
        "4 Tazas de agua",
        "1 Ramita de canela",
        "Cáscara de naranja",
        "300 gramos de mora",
        "30 gramos de azúcar flor",
        "500 cc. de crema"
      ],
      "preparation": "<ol>\r\n\t<li>Juntar la harina con la manteca derretida y el zapallo cocido y molido. Mezclar para formar una masa blanda, amasar hasta lograr una textura uniforme. Uslerear hasta que quede de medio centímetro de espesor. Cortar las sopaipillas con un molde redondo y freírlas en abundante aceite caliente.</li>\r\n\t<li>Para pasar las sopaipillas, en una olla poner la chancaca con el agua, la canela y la cáscara de naranja. Dejar hervir hasta que se disuelva completamente y sumergir las sopaipillas, hasta que se impregnen totalmente del jarabe.</li>\r\n\t<li>Moler las moras, reservando algunas para decorar.</li>\r\n\t<li>Batir la crema hasta que tome consistencia agregando el azúcar sin dejar de revolver. Agregar el puré de moras y mezclar en forma envolvente para que no se baje la preparación.</li>\r\n\t<li>Para servir, formar pequeños pastelitos de sopaipillas rellenos de la crema de moras, decorando con algunas de las frutas reservadas. Bañar con el syrup de chancaca sobrante y servir con una agüita de manzanilla para equilibrar de vez en cuando lo dulce de la preparación.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "68",
      "image": "68-image",
      "name": "Tocino grillado",
      "nameUrl": "tocino-grillado",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Delicioso tocino a la parrilla chilena. Perfecto para un dia especial.",
      "ingredients": [
        "600 Gramos de panceta",
        "1 Cucharadita de merquén",
        "1 Cucharadita de sal",
        "¼ Cucharadita de pimienta",
        "¼ Cucharadita de comino",
        "¼ Cucharadita de ajo en polvo",
        "¼ Cucharadita de orégano",
        "3 Cucharadas de vinagre",
        "660 Gramos de polenta instantánea",
        "100 Gramos de cebolla brunoise",
        "1.500 Cc. de leche entera",
        "200 Gramos de queso crema",
        "50 Gramos de ciboulette",
        "50 Cc. de crema de leche",
        "250 Gramos de tomate concase",
        "200 Gramos de cebolla",
        "50 Cc. de aceite de oliva",
        "20 Gramos de cilantro finamente picado",
        "20 Gramos de ciboulette",
        "20 Gramos de pimentón rojo",
        "3 cucharadas de vinagre de vino",
        "Merquén",
        "Ajo al gusto",
        "Sal y Pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Cortar en forma de cruz por el lado de la grasa la pieza de panceta. Adobarla con sal, comino, merquén, ajo, orégano y vinagre por cuatro horas en el refrigerador. Llevarla a horno medio -alto (180°C) por 35 minutos.</li>\r\n\t<li>Para la polenta, sofreír la cebolla con el aceite de oliva por cinco minutos hasta que esté blanda; agregar la leche cuando hierva e incorporar la polenta de golpe revolviendo constantemente. Al final añadir la crema. Sacar del fuego y poner el queso crema y ciboulette.</li>\r\n\t<li>Finalmente disponer la mezcla en una fuente enmantequillada y llevar a horno medio (180°C) por 20 minutos.</li>\r\n\t<li>Para la salsa, en un sartén sofreír primero la cebolla, luego el ajo, pimentón y tomate por dos minutos. Agregar al último el vinagre de vino tinto, salpimentar y poner el merquén. Una vez fuera del fuego incorporar el cilantro fresco. Servir tibio junto a la panceta y polenta.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "25",
      "image": "25-image",
      "name": "Tomates a la cebolla",
      "nameUrl": "tomates-a-la-cebolla",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Sencilla e interesante forma de preparar los tomates. Ideal como entrada o ensalada.",
      "ingredients": [
        "6 tomates parejos",
        "3 cebollas",
        "1 cucharada de mantequilla o margarina",
        "3 huevos",
        "Sal a gusto",
        "Pimienta a gusto",
        "Mayonesa",
        "1 lechuga para decorar"
      ],
      "preparation": "<ol>\r\n\t<li>Sumerja los tomates en el agua hirviendo y déjelos un rato hasta que se ablande la piel. Pélelos, corte una tapa por el lado del tallo y saque la comida interior con una cucharita. Pónga sal y deje boca abajo para que desprenda el jugo.</li>\r\n\t<li>Pele las cebollas y pique en cuadritos, frialas con la margarina en una sartén tapada y ponga a fuego lento durante 5 minutos. Quite la tapa y ponga a fuego fuerte hasta que esté dorada la cebolla.</li>\r\n\t<li>Reduzca el fuego a temperatura moderada y añada huevos, sal y pimienta a la cebolla y revuelva fuertemente hasta que estén cocidos.</li>\r\n\t<li>Deje enfriar y luego rellene los tomates. Cubra con la mayonesa y ponga sobre las hojas de luchuga estiladas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "92",
      "image": "92-image",
      "name": "Tomates rellenos con Atún",
      "nameUrl": "tomates-rellenos-con-atun",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Un plato fresco y sano para los días de calor chileno.",
      "ingredients": [
        "6 tomates de buen tamaño, maduros pero firmes",
        "1 lata de atún en aceite",
        "1 cucharada de cebollino",
        "2 cucharadas de mayonesa",
        "Huevo duro picado",
        "Pedazos de aceitunas negras",
        "Hojas de lechuga",
        "Sal y pimienta, al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Córteles una tapa a los tomates en su parte superior. A través de esta abertura vacíe el tomate con una chucharita, dejando la pared intacta y póngalos boca abajo, para que se escurra el jugo. Reserve la pulpa.</li>\r\n\t<li>Deshaga con un tenedor el atún y mézclela con parte de la pulpa del tomate aliñada con sal, pimienta y la cucharada de cebollines. Agregue la mayonesa y rellene los tomates, previamente aliñados por dentro, con la mezcla.</li>\r\n\t<li>Adorne la boca del tomate con huevo duro picado y trocitos de aceitunas negras.</li>\r\n\t<li>Sirva sobre hojas de lechuga.</li>\r\n</ol>\r\n\r\n<p>Consejo : Algunas personas prefieren los tomates sin su piel o cáscara como muestra la imagen de la receta, para pelar de manera simple los tomates se los debe pone unos segundos sobre agua hirviendo, al sacarlos del agua, pelarlos es un trabajo sumamente fácil ya que la piel se desprende de la carne del tomate por si sola, sólo se debe apretar con un cuchillo el borde entre la piel y la carne y jalar.</p>\r\n"
    },
    {
      "idRecipe": "31",
      "image": "31-image",
      "name": "Tomaticán",
      "nameUrl": "tomatican",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Exquisita forma de preparar los tomates para un dia caluroso. Un plato chileno bastante popular en los dias de verano.",
      "ingredients": [
        "1 mediana cebolla, picada en pluma",
        "2 cucharadas de aceite",
        "1/4 kilo de lomo, asiento de picana o posta",
        "1 diente de ajo",
        "1/4 cucharadita de ají de color",
        "1/4 cucharadita de orégano",
        "1 cucharadita de sal",
        "Pimienta al gusto",
        "1 taza de choclo desgranado",
        "4 medianos tomates, maduros y pelados",
        "Perejil picado"
      ],
      "preparation": "<ol>\r\n\t<li>Corte la carne en tiritas o cuadrados en un tamaño mediano. Si corta la carne muy chica, se seca y queda dura. Corte los tomates en trocitos, para hacer 3 tazas.</li>\r\n\t<li>Caliente el aceite sobre fuego moderado. Fría la cebolla en el aceite por aproximadamente 4 minutos. Agregue la carne y ajo, y fría por otros minutos. Añada el ají de color, sal, orégano, pimienta, y tomates.</li>\r\n\t<li>Cuando esté hirviendo, tapa la olla y baja la llama. Dejar cocer por 15 minutos.</li>\r\n\t<li>Agregue el choclo. Hágalo hervir, tapa la olla y deje cocer a fuego suave por otros 10 minutos.</li>\r\n\t<li>Sirva acompañado de arroz o papas cocidas. Adorne con perejil.</li>\r\n</ol>"
    },
    {
      "idRecipe": "97",
      "image": "97-image",
      "name": "Torta de Alfajor",
      "nameUrl": "torta-de-alfajor",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Esta es una torta muy rica para aquellos que les gusten las cosas muy dulces. Son finas capas crocantes unidas entre si con manjar y cubiertas por el mismo manjar, migas de la masa y nuez, ya sea en trozos o molidas.",
      "ingredients": [
        "2 huevitos y 8 yemas",
        "1 vasito de jugo naranja",
        "50 grs. mantequilla",
        "2 tazas de harina cernida",
        "1/2 vasito pisco o agua ardiente",
        "1/3 cucharadita polvos imperial",
        "2 tarros de leche condensada, hecha manjar",
        "1/8 nueces peladas y picadas (optativo)"
      ],
      "preparation": "<ol>\r\n\t<li>Prepare una masa elastica que no se pegue en las manos, sobe hasta que suene, deje reposar tapada (paño) 1/2 hora.</li>\r\n\t<li>Divida en trozos y usleela como hoja de papel, corte discos.</li>\r\n\t<li>Pinchela con un tenedor, se coloca en lata (sin nada,ni mantequilla,polvos.harina,etc) durante 5 minutos se da vuelta sin que se dore la hoja en el horno.</li>\r\n\t<li>Rellene con manjar al final se adorna con migas de la misma masa y manjar ademas de las nueces.</li>\r\n</ol>\r\n\r\n<p>Notas: Es mejor preparar el Manjar con leche condensada que comprarlo hecho por que el manjar comprado queda muy aguado. La torta es super rica, la receta es la misma que la de los chilenitos de hoja. Ahora para quien nunca vio como la hacen, he aquí algunos datos. El disco o el corte redondo puede ser un poco mayor que un plato de mesa, la forma puede ser a gusto personal, cuadrada etc. Al juntar las hojas con el manjar siempre van a quedar espacios al igual<br />\r\nque las hojas algunas con bolas de aire. Ahi uno las va aplastando y acomodando ademas las paredes de la propia torta es irregular asi con las migas de la propia torta se van tapando las pifias irregulares. En la ultima capa de hoja se deja la mas lisa posible ahi uno hace la decoracion por ejemplo lineas hacia el centro con manjar para luego colocar las migas bien molidas de la misma masa o como tambien colocar coco rallado.</p>\r\n"
    },
    {
      "idRecipe": "250",
      "image": "250-image",
      "name": "Torta Salada de Panqueques",
      "nameUrl": "torta-salada-de-panqueques",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "2",
      "preparationTime": "",
      "description": "Deliciosa torta salada de Panqueques. Una delicia de la culinaria chilena.",
      "ingredients": [
        "4 huevos",
        "¼ cucharadita de sal",
        "2 tazas de agua",
        "1 taza de harina",
        "4 cucharadas de mantequilla derretida",
        "Mayonesa",
        "6 rebanadas de jamón",
        "6 rebanadas de queso",
        "Palmitos",
        "Hojas de lechuga",
        "Rodajas de tomates",
        "Pimientos rojos",
        "Palta",
        "Aceitunas picadas"
      ],
      "preparation": "<ol>\r\n\t<li>Cernir juntos la harina y la sal. Hacer un hueco en los ingredientes secos y echarle los ingredientes líquidos que habrán sido previamente mezclados. Mezclar todo con rapidez y sin muchos movimientos.</li>\r\n\t<li>Luego calentar a fuego suave un sartén con unas gotitas de aceite. Agrugue la mezcla, esparciéndola por toda la superficie y cuando esté ligeramente dorado darlo vuelta.</li>\r\n\t<li>Para armar el relleno se coloca un panqueque y se cubre con una capa de mayonesa, sobre este se coloca cualquiera de los ingredientes para rellenar.</li>\r\n\t<li>Así se va armando alternando un panqueque con un ingrediente para rellenar. Los panqueques deben cubrirse con mayonesa por ambos lados para que se adhieran bien las capas.</li>\r\n\t<li>Luego de que ya esté armada, déjela reposar por 1 hora para que no se desarme al cortarla.</li>\r\n\t<li>Y para que la celebración sea completa, no puede olvidar ese Vino Gato Blanco que puso a helar en su refrigerador.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "308",
      "image": "308-image",
      "name": "Tortilla de porotos verdes",
      "nameUrl": "tortilla-de-porotos-verdes",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "2",
      "preparationTime": "",
      "description": "Una tipica tortilla chilena de porotos verdes. Perfecta para cualquier dia de la semana.",
      "ingredients": [
        "1½ tazas de porotos verdes",
        "½ cucharadita de sal",
        "2 huevos",
        "1 cucharada de pan rallado",
        "2 cucharadas de aceite"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla con agua hirviendo, cocer los porotos verdes con 1/4 de cucharadita de sal por 7 min. aproximadamente y escurrir.</li>\r\n\t<li>En un Bol, batir las claras a punto de nieve y agregar las yemas, el resto de la sal, el pan rallado y los porotos verdes cocidos.</li>\r\n\t<li>Finalmente, en una sartén con el aceite, cocer el batido anterior por 3 minutos y darle la vuelta, ayudándose de una tapa o un plato extendido. Dejar cocer por 3 minutos aproximadamente o más.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "39",
      "image": "39-image",
      "name": "Tortilla de rescoldo",
      "nameUrl": "tortilla-de-rescoldo",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "Deliciosa tortilla con un toque de la cocina chilena.",
      "ingredients": [
        "1 kilo de harina",
        "1 taza de grasa empella derretida",
        "3/4 taza de agua caliente",
        "1 cucharadita de sal",
        "1 Cucharada de Bicarbonato de Sodio"
      ],
      "preparation": "<ol>\r\n\t<li>Mezclar la grasa caliente, la sal, el bicarbonato y con el agua. Darle forma de volcan y verter la harina dentro. Mezclar.</li>\r\n\t<li>Amasar durante unos minutos, hasta que forme una masa consistente y homogénea. Forme las tortillas.</li>\r\n\t<li>La tortilla de rescoldo se cuece en “el recoldo”, vale decir que previamente hay que hacer fuego con leña  hasta que se vuelva ceniza incandescente, luego la tortilla se pone encima de este recoldo y se cubre con el resto de la ceniza caliente.</li>\r\n\t<li>Se vigila para que no se queme y después se vuelve para una cocción pareja.</li>\r\n\t<li>Para saber si ya está cocida se golpea suavemente y debe dar un sonido ronco.</li>\r\n\t<li>Luego se retira del rescoldo y se limpia de ceniza con un paño limpio y seco.</li>\r\n\t<li>También se puede cocer en el horno de la cocina, solo que ya no sería “tortilla de rescoldo”</li>\r\n</ol>"
    },
    {
      "idRecipe": "289",
      "image": "289-image",
      "name": "Tortilla de zanahoria",
      "nameUrl": "tortilla-de-zanahoria",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Riquisima y clasica tortilla de zanahoria. Bastante saludable para la familia chilena.",
      "ingredients": [
        "3 zanahorias grandes",
        "¼ cebollas picada",
        "3 huevos",
        "1 cucharada perejil picado finito",
        "Aceite para freír",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Pele y ralle las zanahorias. Pique la cebolla en cubitos y fríala en aceite hasta que esté dorada.</li>\r\n\t<li>Agregue la zanahoria rallada, 2 cucharadas de aceite, mezcle bien fría todo junto durante unos 5 minutos. Deje enfriar.</li>\r\n\t<li>Pique el perejil fino. Agréguelo a la zanahoria. Bata las claras de huevo a nieve; vacié las yemas y agregue sal y pimienta a gusto.</li>\r\n\t<li>En un sartén antiadherente, caliente unas 4 cucharadas de aceite. Vacié en la sartén la preparación.</li>\r\n\t<li>Con la ayuda de una espátula desprenda constantemente el batido del borde de la sartén para que no se pegue. Mueva la sartén de vez en cuando. Esto le ayudará a desprenderla del fondo de la sartén.</li>\r\n\t<li>Vuelque la tortilla sobre la tapa de una olla y dórela por el otro lado. Sirva acompañado de arroz graneado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "79",
      "image": "79-image",
      "name": "Turrón de Syrah",
      "nameUrl": "turron-de-syrah",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Riquisimo turro de syrah. Perfecto para una tarde de domingo.",
      "ingredients": [
        "3 claras de huevo",
        "1 pizca de sal",
        "½ taza de azúcar",
        "¾ taza de Syrah",
        "1 clavos de olor",
        "3 granos de pimienta negra",
        "½ palo de canela en rama",
        "1 cáscara de naranja",
        "½ taza de almendras fileteadas y tostadas",
        "3 claras",
        "1 pizca de sal",
        "¼ taza de azúcar",
        "¾ taza de late harvest",
        "1 estrella de anís",
        "2 granos de cardamomo",
        "1 cáscara de limón",
        "Higos frescos o berries mixtos para adornar"
      ],
      "preparation": "<ol>\r\n\t<li>Batir las claras con una pizca de sal, hasta que formen puntas que queden paradas. Una vez que empiece a batir las claras no puede parar y debe continuar hasta terminar el proceso. El merengue estará listo cuando esté duro y firme y, cuando se puede sostener una cucharada llena vuelta hacia abajo y la mezcla no se cae.</li>\r\n\t<li>Mientras se esta batiendo, hacer el almíbar con el syrah, azúcar, clavos de olor, canela, pimienta y cáscara de naranja. Cocinar hasta que esté espeso con la consistencia de un sirope y burbujeando. Colar con un colador fino.</li>\r\n\t<li>Mientras sigue batiendo y cuando ya esta el merengue duro, agregar poco a poco el almíbar de vino hasta conseguir una textura aterciopelada.</li>\r\n\t<li>Luego usando una manga pastelera, rellenar los vasos donde presentara el postre. Agregar las almendras tostadas y servir inmediatamente.</li>\r\n\t<li>Usar el mismo método para hacer el turrón de Late Harvest. En éste caso, servir con mix de berries o higos frescos partidos por la mitad.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "319",
      "image": "319-image",
      "name": "Vaina",
      "nameUrl": "vaina",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Deliciosa bebida de verano chileno. La vaina es perfecta para los dias calurosos.",
      "ingredients": [
        "1 onza de vino dulce (Oporto)",
        "1 onza de cognac",
        "1 onza de licor de cacao",
        "Azúcar",
        "Una yema de huevo",
        "Una pizca de canela"
      ],
      "preparation": "<ol>\r\n\t<li>Mezclar todos los ingredientes con hielo en la licuadora.</li>\r\n\t<li>Servir la preparación en un vaso y espolvorear la superficie con canela.</li>\r\n</ol>\r\n"
    }
  ]
}