{
  "site": {
    "title": "Recetas de cocina peruana",
    "titleGeneric": "Recetas de cocina",
    "titleCountry": "Peruana",
    "description": "Deliciosas recetas de comida y cocina tipica peruana. Las recetas de la comida y cocina de Peru son sencillas y faciles de preparar.",
    "url": "https://www.comida-peruana.com/",
    "version": "4.0.0",
    "id": "com.plasticwebs.cocinaper",
    "admobBanner": "ca-app-pub-7429223453905389/3345128201",
    "admobIntersitial": "ca-app-pub-7429223453905389/4821861406"
  },
  "categories": [
    {
      "idCategory": "1",
      "name": "Entradas",
      "nameUrl": "entradas"
    },
    {
      "idCategory": "2",
      "name": "Sopas",
      "nameUrl": "sopas"
    },
    {
      "idCategory": "3",
      "name": "Plato Principal",
      "nameUrl": "plato-principal"
    },
    {
      "idCategory": "6",
      "name": "Bebidas",
      "nameUrl": "bebidas"
    },
    {
      "idCategory": "4",
      "name": "Postres",
      "nameUrl": "postres"
    }
  ],
  "recipes": [
    {
      "idRecipe": "53",
      "image": "53-image",
      "name": "Ajíaco de papas",
      "nameUrl": "ajiaco-de-papas",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Ajiaco es el nombre dado a unas sopas típicas de la Hispanoamérica intertropical. Consiste usualmente en una sopa o guiso a base de diversos ingredientes sólidos como legumbres o tubérculos picados en trozos, y trozos pequeños de diversas carnes.",
      "ingredients": [
        "½ taza de aceite",
        "1 cebolla grande, finamente picada",
        "1 diente de ajo, finamente picado",
        "Ají amarillo fresco molido,al gusto",
        "1 cucharadita de páprika o pimentón",
        "1 kilo de papas blancas peladas, sancochadas y picadas",
        "¾ de taza de caldo de carne o ¾ de taza de agua caliente con 1 cubito de carne",
        "¾ de taza de queso fresco desmenuzado",
        "3 cucharadas de perejil picado",
        "½ taza de leche evaporada, aproximadamente",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Para la preparación de este delicioso ajiaco de papas, debemos sancochar las papas, pelarlas y prensarlas con la ayuda de un tenedor. Reservar.</li>\r\n\t<li>Dorar los ajos, la cebolla y el ají colorado.</li>\r\n\t<li>Salpimentar, agregar las papas, el agua y la leche. Mezclar bien.</li>\r\n\t<li>Luego, agregar el queso en cubitos y retirar del fuego.</li>\r\n\t<li>Servir el ajiaco de papas acompañado con arroz blanco, decorar con rodajas de huevo duro y perejil picado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "11",
      "image": "11-image",
      "name": "Alfajores peruanos",
      "nameUrl": "alfajores-peruanos",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Un postre que viene de la época colonial, presente en casi toda Latinoamérica, adoptando características diferentes según el país donde se elabore. Los alfajores peruanos son delicados, están formados por dos galletas finas de bizcocho que se rellenan de manjar blanco o miel.",
      "ingredients": [
        "1 lata de leche condensada",
        "1 lata de leche evaporada",
        "3/4 taza de harina sin preparar",
        "1 1/4 taza de maicena",
        "1/2 taza de mantequilla sin sal",
        "1 taza de azúcar en polvo",
        "1/4 cucharadita de esencia de vainilla",
        "1 pizca de sal"
      ],
      "preparation": "<ol>\r\n\t<li>Vierta la leche condensada y la leche evaporada en una olla de fondo grueso y cocine a fuego bajo, sin dejar de mover, hasta que pueda ver el fondo de la olla. Retire y deje enfriar.</li>\r\n\t<li>Precaliente el horno a 150 °C. Aparte, tamice la harina con la maicena y una pizca de sal. Reserve. Con una batidora eléctrica bata la mantequilla y la mitad del azúcar en polvo, hasta lograr una textura cremosa.</li>\r\n\t<li>Añada la esencia de vainilla y luego la mezcla de harina, maicena y sal. Amase con las yemas de los dedos hasta lograr una masa lisa. Refrigere.</li>\r\n\t<li>Estire la masa con un rodillo sobre una superficie enharinada y corte círculos.</li>\r\n\t<li>Acomode los discos en una lata y lleve al horno durante veinte minutos, aproximadamente. Retire, deje enfriar y rellene con el manjarblanco.</li>\r\n\t<li>Espolvoreé el azúcar restante.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "1",
      "image": "1-image",
      "name": "Anticucho peruano",
      "nameUrl": "anticucho-peruano",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El Anticucho es una de las comidas más conocidas en el Perú, se encuentra en muchos lugares alrededor del país y su preparación es infinita, teniendo por tanto un sabor que cambia constantemente. ",
      "ingredients": [
        "1 corazón de vaca",
        "1/2 taza de vinagre",
        "1 cucharada de ajos molidos",
        "Comino al gusto",
        "Sal al gusto",
        "Pimienta",
        "2 cucharaditas de orégano",
        "4 cucharadas de ají panca molido",
        "1 taza de cerveza negra",
        "Palitos de madera (los que se usan para las brochetas)",
        "1 brocha hecha de las hojas del choclo o panca (para untar el aceite y aderezo)",
        "2 cucharadas de ají panca molido (aderezo)",
        "1 pizca de sal (aderezo)",
        "1 taza de aceite (aderezo)"
      ],
      "preparation": "<ol>\r\n\t<li>Lo primero que debemos hacer es limpiar el corazón de vaca para luego trozarlo en pedazos de tamaño regular, o si deseas, en trozos pequeños. Después de esto, debemos mezclar en un bowl de tamaño regular el ají panca, los ajos, la sal, pimienta, comino, orégano, vinagre y cerveza, cuando la mezcla esté homogénea introducimos los trozos de corazón, que deberán macerarse como mínimo un par de horas.</li>\r\n\t<li>Mientras los trozos se maceran, aprovechamos para ir preparando el aderezo que nos ayudará en la cocción. En un pequeño bowl colocamos las 2 cucharadas de ají panca, la pizca de sal y la taza de aceite, mezclando bien. Este será el aderezo que iremos untando a los anticuchos mientras están en la parrilla.</li>\r\n\t<li>Cuando ya hayan tomado sabor los trozos de corazón, podemos ir ensartándolos en los palitos, colocando entre 3 y 4 pedazos por palito. Después de esto los llevamos a la parrilla, y los cocemos por ambos lados, para esto nos ayudamos con la brocha, pues con esta iremos untando el aderezo y así se cocinan con más sabor.</li>\r\n\t<li>Los anticuchos de corazón pueden servirse acompañados de un trozo de choclo sancochado y de mitades de papa sancochada. Un truquito para que la papa quede más rica, es después de sancocharlas, las pelamos, cortamos en mitades y las colocamos en la parrilla mientras cocinamos los anticuchos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "12",
      "image": "12-image",
      "name": "Arroz zambito",
      "nameUrl": "arroz-zambito",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El arroz zambito es un postre peruano, derivado del arroz con leche, el cual en dicho país, se sigue prácticamente la misma preparación de la receta del arroz con leche sólo que se le agrega chancaca, pecanas y pasas rubias, siendo el principal ingrediente la chancaca, el cual le otorga el característico color marrón, de ello la razón del nombre.",
      "ingredients": [
        "1 taza de arroz",
        "4 tazas de agua",
        "1 lata de leche evaporada",
        "1 taza de miel de chancaca (rapadura, piloncillo, panela, papelón etc.)",
        "100 gramos de pasas de uva",
        "100 gramos de coco rallado",
        "1 cucharada de mantequilla",
        "Canela en rama",
        "6 clavos de olor",
        "Cáscara de naranja",
        "Canela en polvo"
      ],
      "preparation": "<ol>\r\n\t<li>Lavar bien el arroz, colocarlo en una ollita con el agua, cáscara de naranja, canela y clavo de olor, llevar al fuego lento y dejar hasta que el arroz este cocido, en ese momento agregarle la miel de chancaca.</li>\r\n\t<li>Llevar nuevamente al fuego bajo, y dejar que el arroz absorba la miel de chancaca, agregarle el coco rallado, las pasas y la leche evaporada, mover constantemente con cuchara de madera hasta que tome consistencia.</li>\r\n\t<li>Por último agregarle la cuchara de mantequilla y mover bien.</li>\r\n\t<li>Vaciar en una fuente espolvorear con canela en polvo, coco rallado y adornar con pasas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "9",
      "image": "9-image",
      "name": "Butifarra",
      "nameUrl": "butifarra",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "15",
      "preparationTime": "",
      "description": "La butifarra es un sándwich propio de la gastronomía peruana, elaborado en base a un preparado especial de carne de cerdo, este potaje tiene su origen en la cocina española, en España se conoce como butifarra a un embutido muy distinto a la preparada en el Perú.",
      "ingredients": [
        "1 pierna de cerdo de 4 kilos",
        "1 cucharada de pasta de ají mirasol",
        "1 cucharada de pasta de ají panca",
        "1 cucharadita de comino",
        "1 cucharada de ajo molido",
        "1 cucharada de pimienta",
        "1/2 taza de aceite de achiote",
        "15 panes francés, roseta o ciabatta",
        "Hojas de lechuga",
        "Salsa criolla",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Hacer cortes transversales en las partes más carnosas de la pierna de cerdo, sazonar con la pasta de ají mirasol, el ají panca, el comino, el ajo molido, la pimienta y la sal.</li>\r\n\t<li>Enrollar y amarrar la pierna de cerdo con pabilo y colocarlo en una olla con abundante agua hirviendo y sal, dejamos cocinar a fuego bajo por espacio de hora y media.</li>\r\n\t<li>Retiramos el jamón del fuego y lo colocamos en una fuente. Vertemos el aceite de achiote, cubriendo toda la superficie.</li>\r\n\t<li>Cortamos el jamón en tajadas gruesas, luego abrimos los panes y en cada uno de ellos colocamos una hoja de lechuga, tajadas de jamón y salsa criolla. Servir.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "34",
      "image": "34-image",
      "name": "Caigua rellena",
      "nameUrl": "caigua-rellena",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La caigua rellena es un tradicional plato peruano muy rico y relativamente sencillo de preparar. Este plato es el más popular que se prepara con caigua,ya que también es utilizada en la preparación de ensaladas y sopas.",
      "ingredients": [
        "Sal y pimienta al gusto 6 caiguas grandes",
        "500 gramos de carne molida",
        "2 rodajas de pan de molde",
        "1 tomate mediano pelado, sin pepas y picado en cuadraditos pequeños",
        "2 cucharaditas de ajo molido",
        "1 cebolla roja mediana",
        "1 taza de caldo de cubito de carne",
        "3 cucharadas de ají amarillo molido",
        "100 gramos de pasas",
        "2 aceitunas negras picadas en tiras",
        "1 cucharadita de perejil picado",
        "2 huevos duros picados",
        "1 cucharada de leche",
        "Aceite"
      ],
      "preparation": "<ol>\r\n\t<li>Cortar la parte superior de las caiguas (como si fueran tapas) y sacarles las pepas y la venas, limpiarlas cuidando de no romperlas (utilizar una cuchara).</li>\r\n\t<li>Luego colocarlas en una olla con agua caliente y dejarlas remojando por algunos minutos. Remojar el pan en un poco de caldo o agua y desmenuzarlo.</li>\r\n\t<li>En una sartén dorar la cebolla picada en aceite caliente hasta que este transparente. Añadir los ajos molidos, el ají amarillo y cocinar por unos dos minutos más.</li>\r\n\t<li>Agregar la carne molida, el tomate picado, las pasas, las aceitunas picadas, el pan remojado y freír a fuego medio hasta que la carne este cocida. Agregar el huevo picado, la sal y pimienta.</li>\r\n\t<li>Reservar un poco del relleno. Una vez que se han rellenado las caiguas ponerles sus tapas y colocarlas cuidadosamente en una olla que contenga el caldo y el relleno reservado.</li>\r\n\t<li>Dejar cocinar por unos 15 minutos y luego añadir una cucharada de leche. Cuando las caiguas esten cocidas (suaves), servir en un plato acompañadas de arroz blanco.</li>\r\n\t<li>En caso de que no quede relleno para cocinar las caiguas, se debe prepara en una olla un aderezo con cebolla, ajos y tomate picado.</li>\r\n\t<li>Agregar una taza de caldo y luego colocar las caiguas rellenas hasta que estén tiernas o suaves. Existen algunas variaciones de este plato que pueden llevar de relleno carne de pollo, pescado, mariscos, etc.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "33",
      "image": "33-image",
      "name": "Carapulcra",
      "nameUrl": "carapulcra",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Es un guiso típico y uno de los más antiguos de la gastronomía peruana. Es un potaje indígena hecho con papa sancochada y guisada con carnes de pollo, gallina y chancho, ají panca, mirasol, ajos y otras especias.",
      "ingredients": [
        "1/2 kilo de papa seca",
        "1/2 kilo de carne de chancho",
        "1 cebolla grande picada en cuadritos",
        "3 cucharadas de ají panca",
        "1 1/2 cucharada de ajos molidos",
        "Caldo de pollo o 02 cubitos disueltos en 1.5 lt. de agua caliente",
        "150 gramos de maní molido",
        "50 gramos de galletitas de animalitos molida",
        "Yuca sancochada",
        "Aceite",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Escoger y cernir la papa seca para verificar que no tenga piedritas. Luego, en una sartén caliente dorar de a pocos la papa seca e ir echándola en un recipiente con agua para hidratarla.</li>\r\n\t<li>Una vez hidratada (que se haya hinchado), enjuagarla bien y dejarla escurrir. Ahora, en una olla freír en aceite muy caliente la carne cortada en trozos y condimentada con 1/2 cda. de ajos y sal. Reservar.</li>\r\n\t<li>En la misma olla freír muy bien la cebolla, agregar luego el ají panca, dorar muy bien, adicionar los ajos, revolver para integrar bien los ingredientes y finalmente vierta la papa seca e ir agregando el caldo según vaya espesando hasta que este casi cocinado, entonces mezclar con la carne que se había reservado, dejar dar un hervor y servir con yuca.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "35",
      "image": "35-image",
      "name": "Cau Cau",
      "nameUrl": "cau-cau",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Otro plato tradicional de la variada y deliciosa gastronomía peruana es el cau cau. Si bien es cierto los peruanos degustan variantes de este plato con pollo e incluso con pescado, la receta tradicional y la que se consume día a día en miles de hogares es la del cau cau de mondongo, es decir la que se elabora con la panza de la res. ",
      "ingredients": [
        "½ kilo de mondongo",
        "2 cucharadas de leche",
        "1 ramas de hierbabuena",
        "1/2 taza de aceite",
        "2 tazas de cebolla finamente picada",
        "½ cucharada de ajos molidos",
        "¼ de cucharadita de comino",
        "Ají amarillo fresco, molido, al gusto",
        "1 cucharadita de palillo",
        "3 a 4 papas blancas cocidas, peladas y cortada en cuadraditos",
        "Jugo de 1 limón",
        "Sal",
        "Pimienta",
        "2 cucharadas de hierbabuena picada"
      ],
      "preparation": "<ol>\r\n\t<li>Colocar el mondongo en una olla y cubrirlo con agua. Agregar al agua la leche y la rama de hierbabuena. Cocinar 1 hora aproximadamente o hasta que esté bien suave. Retirar, escurrir y dejar que enfríe un poco. Cortar en cuadraditos pequeños. Reservar.</li>\r\n\t<li>Calentar el aceite en una olla y freír la cebolla. Agregar los ajos, el comino, el ají molido, el palillo y mezclar hasta que esté bien cocido. Sazonar.</li>\r\n\t<li>Agregar el mondongo cocido y cortado y las papas en cuadritos. Llevar a hervir. Espolvorear la hierbabuena y rociar con jugo de limón. Mezclar bien.</li>\r\n\t<li>Servir con arroz blanco.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "25",
      "image": "25-image",
      "name": "Cazuela de gallina",
      "nameUrl": "cazuela-de-gallina",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "La cazuela de gallina, es un plato que se sirve  como una sopa reforzada, es típico de la cocina del norte del Perú, siendo su elaboración muy práctica de cocinar.",
      "ingredients": [
        "1 gallina grande en trozos,",
        "½ kilo de papas amarillas,",
        "6 caiguas picadas,",
        "¼ kilo de col picada,",
        "1 taza de arvejas verdes,",
        "2 zanahorias picadas,",
        "8 choclos pequeños,",
        "2 cebollas ( una picada y otra entera),",
        "2 tomates (uno entero y otro picado),",
        "1 taza de leche,",
        "1 cucharada de ají panca molido,",
        "12 tazas de agua,",
        "3 cucharadas de aceite,",
        "Sal pimienta y comino al gusto."
      ],
      "preparation": "<ol>\r\n\t<li>Para preparar este exquisito plato de cazuela de gallina, se procede a poner a hervir en una olla con agua y sal.</li>\r\n\t<li>Cuando ya esté cocinada y suave, agregar la col, las zanahorias, las arvejas, la cebolla, el tomate, caiguas y choclos.</li>\r\n\t<li>Tapar la olla hasta que todo se encuentre cocido completamente.</li>\r\n\t<li>En una sartén fría la cebolla y el tomate picados, con un poco de sal, pimienta, ají panca. Cuando esté dorado retire del fuego.</li>\r\n\t<li>Sirva la sopa de cazuela de gallina, bien caliente y en cada plato, junto con el caldo, distribuya en forma equitativa la gallina y las verduras, y además cada plato vierta una cucharada de aderezo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "54",
      "image": "54-image",
      "name": "Ceviche de pollo",
      "nameUrl": "ceviche-de-pollo",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Una variante muy interesante del tradicional ceviche de pescado. Un rico plato peruano. Esta deliciosa receta tienes que acompañar con papas cocidas, yucas o arroz.",
      "ingredients": [
        "½ pollo en trozos",
        "Aceite",
        "Sal",
        "Pimienta",
        "Comino",
        "1 cucharada de ajos, finamente picados",
        "2 cucharadas de ají amarillo molido",
        "Jugo de 1 a 2 limones",
        "1 cebolla, cortada en juliana delgada",
        "1 cucharada de culantro, picado"
      ],
      "preparation": "<ol>\r\n\t<li>Calentar aceite con pimienta, sal, comino, ajos y ají molido. Dejar que se frían bien y colocar los trozos de pollo crudos.</li>\r\n\t<li>Agregar un chorrito de agua. Cuando el pollo esté tierno, agregar la cebolla, el jugo de limón y el culantro.</li>\r\n\t<li>Dejar cocinar hasta que la cebolla esté crocante. Retirar del fuego y servir.</li>\r\n\t<li>Acompañar con papas cocidas o arroz.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "36",
      "image": "36-image",
      "name": "Chanfainita",
      "nameUrl": "chanfainita",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La Chanfainita se prepara con bofe (pulmón), sancochada y cortada en dados, aderezado en cebolla, ajo, pimienta, comino y ají panca, donde se sancochan las papas picadas, aromatizada con hierbabuena y el orégano y otros secretos de la abuela.",
      "ingredients": [
        "1/2 kilo de bofe de res o menudencia de cabrito o cordero",
        "4 papas peladas y picadas en cuadrados",
        "1 cebolla picada",
        "2 ramas de hierbabuena",
        "2 cucharadas de ají panca molido",
        "1 cucharada de ají amarillo molido",
        "2 cucharadas de ajo molido",
        "1/2 taza de aceite",
        "3 tazas de caldo de res",
        "Sal",
        "Pimienta",
        "Comino"
      ],
      "preparation": "<ol>\r\n\t<li>Cocinar el bofe en una olla con agua.</li>\r\n\t<li>Cuando esté listo, escurrirlo y picarlo en cuadraditos.</li>\r\n\t<li>En otra olla aparte, calentar el aceite y freír la cebolla, junto al ajo, el ají amarillo, el ají panca, la sal, la pimienta y el comino. Incorporar el bofe o menudencia y la hierbabuena y freír durante unos minutos más.</li>\r\n\t<li>Añadir el caldo junto con las papas; tapar y dejar que hierva hasta que cocinen las papas. El guiso debe quedar jugoso; servir con arroz blanco y mote cocido.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "52",
      "image": "52-image",
      "name": "Chaufa de quinua",
      "nameUrl": "chaufa-de-quinua",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Uno de los platos más representativos del Perú muestra sus cualidades más saludables: el chaufa de quinua. Esta vez se reemplaza el arroz, el aceite vegetal y el sillao con la quinua, el aceite de ajonjolí y el tamari o salsa de shoyu, respectivamente, que le dan un sabor rico y especial.",
      "ingredients": [
        "4 huevos",
        "1 cucharaita de mantequilla",
        "2 cucharaditas de aceite",
        "1/4 cucharadita de kion rallado",
        "1 1/2 tazas de pechuga de pollo en cubos",
        "2 tazas de salchichas de pavo, en rodajas",
        "1/4 taza de sillao",
        "1 taza de cebolla china, parte verde, picada",
        "2 tazas de holantao en tiras, cocido",
        "2 tazas de frejol chino",
        "6 tazas de quinua cocida, graneada",
        "sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Eche los huevos en un bol, sazónelos con sal y pimienta, y bátalos ligeramente con un tenedor.</li>\r\n\t<li>Derrita la mantequilla en una sartén a fuego medio, vierta los huevos batidos y doro durante cuatro minutos. Voltee la tortilla y termine la cocción. Retire del fuego y corte la tortilla en cubos.</li>\r\n\t<li>Reserve. Caliente el aceite en una sartén a fuego alto y añada kion, el pollo y la salchicha.</li>\r\n\t<li>Sazone con sal y pimienta, y saltee durante cinco minutos. Agregue el sillao y la cebolla china, y saltee durante cinco minutos más. Agregue el holantao, el frejol chino y la quinua, remueva y retrie del fuego.</li>\r\n\t<li>Añada los cubos de tortilla y mezcle bien. Sirva el chaufa de quinua caliente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "57",
      "image": "57-image",
      "name": "Chicha de jora",
      "nameUrl": "chicha-de-jora",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "La chicha de jora (en lengua quechua Aqha) es una bebida fermentada oriunda de Sudamérica, particularmente difundida en Perú, Bolivia y Ecuador. Presenta diversas variedades según la región pero su preparación se compone principalmente de la jora, es decir, maíz malteado.",
      "ingredients": [
        "1 Kilo de jora de maíz",
        "8 litros agua",
        "a gusto Chancada de caña o azúcar integral",
        "1 Kilo de cebada",
        "½ cucharada de clavo de olor"
      ],
      "preparation": "<ol>\r\n\t<li>Primeramente se tuesta la jora y la cebada, aproximadamente unos 20 a 25 minutos.</li>\r\n\t<li>Poner a hervir en el agua el clavo de olor ya agregar la cebada y la jora tostada, si dejar de revolver hasta que se consuma el agua más o menos hasta la mitas (entre 2 a 4 horas).</li>\r\n\t<li>Se endulza con la chancada o el azúcar y se deja enfriar. Se tamiza y se guarda en recipientes o botellas de vidrio durante un par de días para su fermentación.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "59",
      "image": "59-image",
      "name": "Chicha morada",
      "nameUrl": "chicha-morada",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La chicha morada es una bebida originaria de la región andina del Perú pero cuyo consumo actualmente se encuentra extendido a nivel nacional.",
      "ingredients": [
        "¾ k de maíz morado",
        "1 piña grande",
        "4 limones",
        "1 taza de azúcar",
        "4 clavos de olor",
        "¾ k manzana para cocinar",
        "1 rama de canela",
        "4 ½ litros de agua"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla grande hervir el maíz morado, las cáscaras de manzana, las de piña, la canela y clavo de olor con 3 litros de agua.</li>\r\n\t<li>Cocinar tapado a fuego lento por 45 minutos.</li>\r\n\t<li>Colar y reservar este líquido.</li>\r\n\t<li>Volver a hervir las cáscaras con 1 litro y medio más de agua a fuego lento y tapado por otros 45 minutos.</li>\r\n\t<li>Colar y juntar con el líquido anterior. Añadirle azúcar (al gusto) y el jugo de limón.</li>\r\n\t<li>Servir helada.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "49",
      "image": "49-image",
      "name": "Chinguirito de choros",
      "nameUrl": "chinguirito-de-choros",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El chinguirito es un derivado del cebiche originario de la costa norte del Perú, consistente en carne seca deshilachada de guitarra (Rhinobatos planiceps Garman), especie de raya natural de la costa del Pacífico oriental en la caleta.",
      "ingredients": [
        "4 docenas de choros grandes",
        "2 vasos de vino blanco seco",
        "1 cebolla roja",
        "4 tomates grandes, maduros",
        "100 gramos de ajos pelados",
        "1 cucharada de pasta de tomate",
        "2 tazas de caldo oscuro o de cubitos",
        "¼ de taza de aceite de oliva",
        "½ cucharadita de pimienta molida",
        "1 hoja de laurel",
        "1 cucharada de chuño en polvo",
        "1 ají amarillo fresco",
        "6 ramas de perejil",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Lavar perfectamente los choros y ponerlos en una olla con un vaso de vino, caldo oscuro y la cebolla cortada en trozos grandes. Dejar que hiervan hasta que se abran.</li>\r\n\t<li>Sacar los choros de sus valvas y limpiarlos de la bolsa oscura con ayuda de una tijera o un cuchillo fino. Colar el caldo y reservarlo.</li>\r\n\t<li>Aparte, freír lentamente en el aceite, los ajos molidos en un mortero; agregarles los tomates y el ají molidos, la pasta de tomate, la pimienta y el laurel.</li>\r\n\t<li>Agregar el resto del vino y el caldo de choros. Dejar hervir suavemente durante 20 minutos; agregar, por último, los choros.</li>\r\n\t<li>Espesar con chuño disuelto en agua fría.</li>\r\n\t<li>Servir y esparcir por encima perejil picado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "2",
      "image": "2-image",
      "name": "Choritos a la chalaca",
      "nameUrl": "choritos-a-la-chalaca",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Este es un típico plato de la gastronomía peruana que está elaborado con choros crudos que es un molusco de la familia de los mejillones.",
      "ingredients": [
        "24 choros",
        "1 taza cebolla picada",
        "2 cucharadas de cebolla china, parte blanca, picada",
        "1 cucharada de ají limo sin venas ni pepas, picado",
        "2 cucharadas de ají amarillo sin venas ni pepas, picado",
        "1/4 de taza jugo de limón",
        "1 cucharada de aceite de oliva",
        "1 cucharada de culantro picado",
        "sal y pimienta blanca al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Lo primero que tenemos que hacer es lavar bien las valvas de los choros y sancochar estas en abundante agua con sal hasta que se abran. Si alguno no ha abierto hay que desecharlo.</li>\r\n\t<li>Cuando ya estén listos y fríos sacamos la valva que no esta pegada al animal y los limpiamos.</li>\r\n\t<li>Mezclamos todos los ingredientes en un recipiente y cubrimos el choro con esta mezcla.</li>\r\n\t<li>También si es de nuestro agrado, podemos adicionarle choclo a nuestra preparación.</li>\r\n\t<li>Si encontramos alguna valva rota o abierta antes de cocinar, desecharemos ese choro, al igual que si queda alguno flotando en el momento de cocinar.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "13",
      "image": "13-image",
      "name": "Chumbeque",
      "nameUrl": "chumbeque",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "22",
      "preparationTime": "",
      "description": "El chumbeque es un dulce, similar al turrón, típico de las gastronomías del Perú, El chumbeque peruano difiere en algunos detalles del que se hace en el Norte Grande de Chile, donde no usa yemas, y en vez de manteca, usa aceite.",
      "ingredients": [
        "4 kilos de harina de trigo",
        "1 ½ kilo de manteca vegetal",
        "4 onzas de bicarbonato",
        "1 litro de agua",
        "Colorante vegetal amarillo, cantidad necesaria",
        "Canela en polvo",
        "2 kilos de azúcar blanca",
        "Jugo de cuatro limones, colado"
      ],
      "preparation": "<ol>\r\n\t<li>Para la masa: Colocamos la manteca en una olla y la llevamos al fuego sólo para que se ablande.</li>\r\n\t<li>En un recipiente disolvemos el colorante y el bicarbonato en el litro de agua.</li>\r\n\t<li>Hacemos una corona de harina sobre la mesa de trabajo, con la mano vamos integrando la manteca derretida y el agua, amasamos hasta obtener una masa homogénea.</li>\r\n\t<li>Dejamos reposar la masa envuelto en un film dentro de la refrigeradora por lo menos una hora.</li>\r\n\t<li>Luego, la extendemos uniformemente en forma rectangular con un rodillo hasta que tenga un espesor de 4 a 5 mm de alto.</li>\r\n\t<li>Cortar tres bandas parejas, de preferencia de forma rectangular, las tres del mismo tamaño.</li>\r\n\t<li>Colocarlas en latas de hornear y pincharlas profusamente con un tenedor.</li>\r\n\t<li>Llevar al horno precalentado a 150°C por unos 20 a 30 minutos.</li>\r\n\t<li>Para la miel del relleno, hervimos el agua junto con el azúcar y el jugo de limón hasta que tome punto. Puedes agregar canela, clavo y hojas de higo para dar más sabor a la miel.</li>\r\n\t<li>Cuando el almíbar esté aún tibio, distribuirlo uniformemente en las hojas de masa horneada y armar el dulce a modo de alfajor de tres capas, espolvorear la canela molida por encima.</li>\r\n\t<li>Dejar enfriar antes de cortar en cuadrados o rectángulos antes de servir o guardar.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "24",
      "image": "24-image",
      "name": "Chupe cuzqueño",
      "nameUrl": "chupe-cuzqueno",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Cálidos, energéticos, proteicos, y deliciosos, son los adjetivos que mejor describen al Chupe, algo mas que una sopa.  Rica en historia y múltiples variaciones provenientes de la riqueza de las diferentes zonas del Perú.",
      "ingredients": [
        "¼ Kilo de papa seca",
        "2 cucharadas de manteca o aceite",
        "1 taza de cebolla, picada",
        "½ cucharadita de ajos molidos",
        "¼ de cucharadita de comino molido",
        "2 cucharadas de ají panca, molido",
        "Orégano al gusto",
        "1 cucharadita de culantro molido",
        "1 cucharadita de huacatay molido",
        "1 cucharadita de perejil molido",
        "2 litros de agua",
        "8 papas amarillas chicas, peladas",
        "8 huevos, mezclados",
        "1 taza de habas tiernas",
        "1 taza de queso fresco, en trozos pequeños",
        "Sal",
        "Pimienta",
        "½ taza de queso parmesano, rallado",
        "1 lata (14 oz) de leche evaporada"
      ],
      "preparation": "<ol>\r\n\t<li>Remojar la papa seca en agua tibia que la cubra durante ½ hora.</li>\r\n\t<li>Calentar el aceite en una olla. Una vez caliente agregar la cebolla junto con los demás condimentos (ajos, comino, aji panca, orégano, culantro, huacatay y perejil).</li>\r\n\t<li>Cuando el aderezo esté cocido, añadir el agua y llevar a hervir. Escurrir la papa seca y agregarla al agua hirviendo.</li>\r\n\t<li>Dejar hervir 30 minutos y agregar las papas enteras junto con las habas.</li>\r\n\t<li>Cocinar a fuego lento durante 10 minutos más. Agregar luego el queso parmesano, el queso fresco y los huevos. Antes de servir, agregar la leche evaporada y dar un hervor.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "26",
      "image": "26-image",
      "name": "Chupe de camarones",
      "nameUrl": "chupe-de-camarones",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El chupe de camarones es uno de los platos más emblemáticos de la cocina peruana. Es además uno de los que más han sido asimilados en otros países hasta convertirse prácticamente en propios.",
      "ingredients": [
        "1 kilo de camarones limpios",
        "1/2 taza aceite",
        "1 taza de cebolla picada",
        "4 dientes de ajos picados",
        "1 tomate picado sin piel ni pepas",
        "2 litros caldo de pescado",
        "1/2 taza de arroz",
        "1/2 kilo de papa blanca pelada y cortada por la mitad",
        "1 choclo en rodajas",
        "1 taza habas verdes",
        "1 taza repollo en trozos",
        "1 taza de zapallo en cubos de 2 cm",
        "1/2 taza huacatay picado",
        "5 huevos",
        "1 taza de leche evaporada",
        "1/2 kilo de queso fresco desmenuzado",
        "Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Dore a fuego alto en una olla con aceite caliente la cebolla, el ajo, el tomate y sazone con sal y pimienta.</li>\r\n\t<li>Vierta el caldo y deje hervir. Incorpore el arroz y cocine cinco minutos.</li>\r\n\t<li>Eche inmediatamente la papa, el choclo y cocine durante cinco minutos más.</li>\r\n\t<li>Agregue las habas, el repollo, el zapallo, el huacatay y rectifique la sazón.</li>\r\n\t<li>Bata un huevo y adicione lentamente a la preparación anterior. Añada los cuatro huevos restantes y deje hervir durante dos minutos.</li>\r\n\t<li>Eche los camarones enteros, de un hervor, vierte la leche, incorpore el queso y rectifique la sazón. Sirva caliente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "60",
      "image": "60-image",
      "name": "Cremolada",
      "nameUrl": "cremolada",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Las cremoladas se han convertido en los últimos años en uno de los postres helados favoritos durante el verano. Su preparación es sencilla, pues básicamente es un jugo congelado que luego será batido.",
      "ingredients": [
        "3 tazas de zumo de naranja",
        "55 gramos de azúcar rubia",
        "2 cucharadas de leche fresca",
        "1/2 cucharadita de esencia de vainilla",
        "1/2 taza de agua"
      ],
      "preparation": "<ol>\r\n\t<li>Mezcle en un bol el zumo de naranja, el azúcar, la leche, la esencia de vainilla y el agua hasta combinar todos los ingredientes.</li>\r\n\t<li>Luego, vierta la mezcla en un recipiente y coloque en el congelador hasta que quede compacta.</li>\r\n\t<li>Retire de la congeladora. Parta la mezcla congelada en trozos y licuela hasta obtener una consistencia granulada.</li>\r\n\t<li>Finalmente sirva en un vaso.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "37",
      "image": "37-image",
      "name": "Cuy chactado arequipeño",
      "nameUrl": "cuy-chactado-arequipeno",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "",
      "description": "El cuy chactado es un plato típico de la gastronomía peruana, concretamente de las serranías del país. Como no se ha podido determinar de qué provincia es el orígen, se la disputan Arequipa, Ayacucho y Huancavelica, pero se la puede disfrutar en toda la sierra del país.",
      "ingredients": [
        "Un cuy entero",
        "200 gramos de harina de maíz",
        "500 mililitros de aceite vegetal",
        "3 dientes de ajos",
        "Comino",
        "Pimienta",
        "Sal yodada",
        "Limón"
      ],
      "preparation": "<ol>\r\n\t<li>Lava el cuy con agua y luego pásale limón por todo el cuerpo, dentro y fuera. Déjalo reposar una hora y luego enjuagalo y déjalo secar por dos horas.</li>\r\n\t<li>Muele los granos de maíz blanco tostado con sal hasta lograr los 100 gramos necesarios.</li>\r\n\t<li>En una tabla y ayudada de una piedra, o mortero, muele los dientes de ajo con la sal, la pimienta y el comino.</li>\r\n\t<li>Una vez seca la carne, procede a sazonarla con la mezcla anterior y luego pasa la presa por la harina de maiz previamente tamizada.</li>\r\n\t<li>Calienta el aceite y fríe enseguida la presa, tapando bien; una vez dorado ambos lados, resérvalos en papel absorbente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "10",
      "image": "10-image",
      "name": "Empanadas peruanas",
      "nameUrl": "empanadas-peruanas",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Las empanadas peruanas al horno se caracterizan por tener una masa muy friable y  rellenos con guisos variados que combinan carnes, vegetales y especias típicas como el ají amarillo, la páprika y el comino.",
      "ingredients": [
        "4 Tazas de Harina",
        "1 Taza de manteca vegetal",
        "1 Taza de Margarina",
        "1 Cucharadita de sal",
        "1,25 Taza de Agua helada",
        "½ Cucharadita de polvo de hornear",
        "1,5 Taza de Cebolla picada en cuadritos",
        "1,5 Taza de aceite",
        "½ Kilogramo de Carne Molida",
        "1 Pizca de sal",
        "1 Pizca de Pimienta",
        "1 Pizca de pimentón o páprika",
        "1 Cucharadita de Ají molido o al gusto",
        "3 Unidades de Huevos cocidos en trocitos",
        "6 Unidades de aceitunas troceadas",
        "1 Unidad de Yema de Huevo",
        "1 Cucharadita de Leche",
        "1 Kilo de Azúcar en polvo"
      ],
      "preparation": "<ol>\r\n\t<li>Para hacer la masa de las empanadas de carne:</li>\r\n\t<li>Mezclar la harina, sal y polvo de hornear con la manteca y margarina. Trabajar la masa con un cortapastas o 2 cuchillos hasta que parezca avena. Trata de usar las manos lo menos posible.</li>\r\n\t<li>Incorporar gradualmente el agua helada hasta formar una masa. Reposar en la refrigeradora hasta el día siguiente o mínimo 3 horas.</li>\r\n\t<li>Para hacer el relleno de las empanadas de carne:</li>\r\n\t<li>Primero debes freír la cebolla en el aceite hasta que esté transparente, luego agrega la carne y cocínala hasta que este dorada. Luego, sazonarla con sal y pimienta-Mezcla bien, retira del fuego y enfría.</li>\r\n\t<li>Ahora, debes estirar la masa con el rodillo y cortar discos de aproximadamente 10 cm (4 pulgadas) de diámetro con un vaso o cortador. Este será el tamaño de la empanada de carne. Posteriormente, debes colocar una porción de relleno de carne en cada disco y colocarle un trozo de huevo. Si se desea se le coloca un trozo de aceituna.</li>\r\n\t<li>Humedecer los bordes del disco con agua y doblar el disco por la mitad cubriendo el relleno. Pegar los bordes presionando con los dedos. Colocar las empanadas en latas engrasadas y enharinadas. Mezclar la yema con la leche y barnizar las empanadas con esta mezcla.</li>\r\n\t<li>Finalmente, debes llevar las empanadas de carne al horno de 400°F (200°C) durante 20 minutos hasta que se doren ligeramente. Enfriar y espolvorear encima con azúcar en polvo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "27",
      "image": "27-image",
      "name": "Espesado chiclayano",
      "nameUrl": "espesado-chiclayano",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El espesado lambayecano es una especia de sopa que se prepara todos los lunes en la región de Lambayeque, preparado con choclo rallado y caldo de pecho de res o con toyo de leche.",
      "ingredients": [
        "1/2 kilo de carne de res trozada",
        "1/2 kilo de choclos desgrandos",
        "1 atado de culantro licuado",
        "2 cebollas",
        "2 cucharadas de ajo molido",
        "1 cucharada de ají panca molido",
        "2 cucharadas de ají amarillo molido",
        "Caldo de carne",
        "3 cucharadas de aceite",
        "2 cucharadas de vinagre rojo",
        "1 cucharadita de pimentón",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li>Procesar los granos de choclo junto con el culantro y una taza de caldo de carne.</li>\r\n\t<li>Salpimentar la carne troceada y condimentarla también 1 cda. del ajo.</li>\r\n\t<li>Colocar el aceite en una sartén y dorar la carne. Agregar luego una cebolla finamente picada y el ají amarillo. Dejar dorar y agregar luego el caldo restante.</li>\r\n\t<li>Tapar y cocinar por unos 30 minutos o hasta que la carne esté tierna.</li>\r\n\t<li>Incorporar el choclo licuado y llevar a hervor, removiendo constantemente.</li>\r\n\t<li>Mientras tanto, en una sartén aparte, dorar la otra cebolla cortada en tiritas y previamente remojada en el vinagre.</li>\r\n\t<li>Condimentar con 1 cdta. de ajo, el ají panca, sal, pimienta y pimentón y seguir la cocción hasta que la cebolla se ponga transparente.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "14",
      "image": "14-image",
      "name": "Frejol colado",
      "nameUrl": "frejol-colado",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El frejol colado es un postre peruano muy típico de Lima e Ica, especialmente en Chincha y Cañete donde existen lugares donde la preparación y comercio de este postre es muy usual.",
      "ingredients": [
        "1/2 kilo de frejoles negros",
        "1 kilo de azúcar",
        "1 cucharadita de ajonjolí tostado",
        "1 cucharadita de clavo de olor molido",
        "1/2 taza de agua",
        "2 tazas de leche evaporada"
      ],
      "preparation": "<ol>\r\n\t<li>Lavar bien los frejoles y luego ponerlos a cocinar en una olla con una cantidad de agua suficiente para que los cubra. Una vez sancochados, licuarlos junto con la leche, en una olla aparte se hace un almíbar con el azúcar y los demás ingrediente (menos el ajonjolí).</li>\r\n\t<li>Cuando el almíbar esté a punto se le agrega los frejoles colados y se deja al fuego sin dejar de mover hasta que tome punto (se vea el fondo de la olla), finalmente dejar que el dulce enfríe antes de servirlo en dulceras, espolvorear con el ajonjolí tostado.</li>\r\n\t<li>No dejar que al hacer el almíbar se queme o tome un punto demasiado oscuro, porque si no le da al postre un sabor amargo en lugar de dulce.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "38",
      "image": "38-image",
      "name": "Frijoles a la criolla",
      "nameUrl": "frijoles-a-la-criolla",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Los frijoles poseen un alto contenido en proteínas y en fibra, siendo así mismo una fuente excelente de minerales. También cabe destacar la elevada cantidad de folatos que aporta y el contenido equilibrado en demás vitaminas del grupo B.",
      "ingredients": [
        "½ kilo de frijoles",
        "1/3 de taza de aceite",
        "1 cebolla",
        "150 gramos de costilla ahumada",
        "1 cucharada de ají verde molido",
        "2 cucharaditas de ajo finamente picado",
        "1 cucharadita de tomillo seco",
        "Agua en cantidad necesaria",
        "Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Remoja los frijoles en agua desde la noche anterior. Bota esa agua donde los remojaste y ponlos en una olla con agua limpia hasta que los cubra y llévalo al fuego.</li>\r\n\t<li>Cámbiale de agua dos veces mientras los vas cocinando hasta que estén tiernos. Para cambiar el agua, tienes que ir hirviendo agua en una tetera y desaguando los frijoles cuando ya tengan espuma por encima.</li>\r\n\t<li>Una vez que ya estén los frijoles, picas finamente la cebolla y cortas la costilla ahumada en trocitos.</li>\r\n\t<li>En otra olla calientas el aceite, fríes la cebolla y el ajo. Luego agregas el ají verde molido y la costilla trozada.</li>\r\n\t<li>A la preparación anterior le echas los frijoles cocidos y un poco del agua en que se cocieron. Sazonas con tomillo, sal y pimienta al gusto. Dejas al fuego por 15 minutos más para que se integren los sabores.</li>\r\n\t<li>Una vez listo el plato, lo sirves con arroz y salsa criolla.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "23",
      "image": "23-image",
      "name": "Inchicapi",
      "nameUrl": "inchicapi",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La comida selvática se ha ganado un lugar dentro de la cocina peruana, no solo por lo exótico de sus platos sino también por lo exquisito de sus ingredientes, la intensidad de sus aromas y la fuerza de sus sabores, entre ellos la receta del inchicapi, una especie de sopa de gallina y harina de maíz, de intenso sabor y de textura no ligera.",
      "ingredients": [
        "1 gallina cortada en presas",
        "1/2 kilo de maní pelado",
        "1/4 kilo de harina de maíz cernida",
        "2 dientes de ajos pelados",
        "1 cebolla picada",
        "1/2 taza sachaculantro",
        "1/2 kilo de yuca cocida",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>El primer paso es hervir la gallina con el agua hasta hacer una sustancia; una vez listo el caldo, reserva una parte y enfríala. Con esta parte se licúa el maní con la harina de maíz, el ajo, la cebolla y el culantro.</li>\r\n\t<li>Después agrégale al caldo que debe seguir hirviendo. En seguida agrégale la sal, comprobando el punto preciso con una cuchara de madera. Cuando la carne esté suave al contacto con el tenedor, incorpórale la yuca y listo.</li>\r\n\t<li>Puedes acompañar este plato con un poco de ají o salsa de rocoto. Este plato, pese a ser un caldo y contener harina de maíz, se puede disfrutar en toda estación. Contiene gran cantidad de calorías y proteínas, siendo un plato infaltable para la mesa familiar.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "46",
      "image": "46-image",
      "name": "Juane de gallina",
      "nameUrl": "juane-de-gallina",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El juane de arroz o juane de gallina como lo llaman algunos, es una comida típica y tradicional de la selva peruana, principalmente de los departamentos de San Martín y Loreto, donde se consume muchísimo durante la celebración de la fiesta de San Juan, cada 24 de Junio.",
      "ingredients": [
        "6 Presas de gallina",
        "1 1/2 Kilo de arroz",
        "6 Huevos duros",
        "6 Huevos batidos",
        "Aceite",
        "Hojas de bijao",
        "Cebolla",
        "Aceituna",
        "Pimienta",
        "Comino",
        "Orégano seco",
        "Sazonador",
        "Palillo o azafrán",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Para preparar este delicioso juane de gallina debemos de dorar en el aceite caliente la cebolla, el ajo, el azafrán y orégano seco molido, agregar las presas de gallina la pimienta y comino agregar agua y sal para que la gallina hierva durante una hora, sacar las presas de gallina, agregar al caldo el arroz y dejar hervir hasta que el arroz granee. Una vez que el arroz este listo dejar enfriar.</li>\r\n\t<li>Al arroz bañarlo con los 6 huevos crudos y agregar el sazonador.</li>\r\n\t<li>Pasar las hojas de bijao por agua tibia para suavizarlo. En la hoja agregar el arroz (cantidad que se desee), la presa de gallina, un huevo duro aceituna y empaquetar bien como un tamal con una soguilla o pita.</li>\r\n\t<li>Hacer hervir el juane de gallina durante media hora.</li>\r\n\t<li>Una vez listo este delicioso juane de gallina servir acompañado de su tacacho, plátanos fritos o yuca sancochado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "32",
      "image": "32-image",
      "name": "Lomo saltado",
      "nameUrl": "lomo-saltado",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Es un plato típico de la gastronomía peruana, que data desde fines del siglo XIX, conocido antes como lomito de vaca o lomito a la chorrillana. Surge por la influencia de los chinos-cantoneses, que fusionado con la sazón peruana, se ha convertido en uno de los platos más consumidos del país.",
      "ingredients": [
        "2 bistecks de lomo de res picados en trozos de 4 centímetros aproximadamente",
        "1 cebolla mediana picada en julianas",
        "Medio pimentón mediano picado en julianas",
        "2 dientes de ajo",
        "1 ají amarillo peruano picado en julianas",
        "1 tomate grande picado en julianas",
        "1 papa grande",
        "Varias hojas de perejil",
        "2 cucharadas de salsa de soya",
        "2 cucharadas de vinagre blanco",
        "Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Cortar la carne de res en tiras medianas. Luego sazonarla con sal, pimienta, ajos y sillao. Dejarla reposar unos minutos para que absorba los ingredientes.</li>\r\n\t<li>Cortar las papas en tiras y freírlas en aceite bien caliente. Cortar la cebolla y el tomate en tiras largas.</li>\r\n\t<li>Mantenerlas hasta el siguiente paso.</li>\r\n\t<li>Calentar aceite en la sartén por unos minutos a fuego alto. Luego añadir la carne y dejarla cocer unos minutos. Una vez cocida adicionar la cebolla y tomate. Moviéndolos constantemente los ingrediente para evitar que se puedan quemar.</li>\r\n\t<li>Agregar con cuidado un chorrito de vinagre al contenido donde notará un flameado característico del preparado de este plato.</li>\r\n\t<li>Separar la sartén del fuego.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "58",
      "image": "58-image",
      "name": "Masato",
      "nameUrl": "masato",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El masato es una bebida elaborada a base de yuca, arroz, maíz o piña. En Perú es una bebida fermentada que tradicionalmente se prepara con yuca sancochada, en el cual se mezcla con agua y se deja reposar para que el almidón de la yuca se convierta en azúcar y que finalmente se fermenta para convertirse en alcohol.",
      "ingredients": [
        "3 kilos de yuca",
        "½ kilo de azúcar",
        "½ litro (2 tazas) de agua hervida"
      ],
      "preparation": "<ol>\r\n\t<li>Pelar, lavar y cocinar la yuca.</li>\r\n\t<li>Triturar y agregar el azúcar, el agua y mezclar bien. Verter en una tinaja o recipiente de barro durante 6 días. Si se desea más fuerte macerar durante 10 días.</li>\r\n\t<li>Una vez macerado mezclar la masa con agua y pasar por colador.</li>\r\n\t<li>Se puede tomar en forma directa o hervida.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "15",
      "image": "15-image",
      "name": "Mazamorra morada",
      "nameUrl": "mazamorra-morada",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "La mazamorra morada es un postre típico de la gastronomía peruana elaborado a base de maíz morado concentrado con fécula.",
      "ingredients": [
        "1 kilo de maíz morado",
        "4 litros de agua",
        "20 ramas de canela",
        "6 clavos de olor",
        "Cáscaras de una piña",
        "2 membrillos picados",
        "2 manzanas picadas",
        "1½ taza de azúcar",
        "1 taza de guindas",
        "1 taza de guindones",
        "1 taza de huesillos",
        "2 tazas de piña en cubos",
        "7 cucharadas de harina de camote",
        "Jugo de 4 limones",
        "Canela molida"
      ],
      "preparation": "<ol>\r\n\t<li>Cocine el maíz morado desgranado con sus corontas en agua con la canela, los clavo de olor, las cáscaras de piña, el membrillo y la manzana, hasta que los granos de maíz morado estén abiertos, aproximadamente treinta minutos.</li>\r\n\t<li>Cuele, agregue, el azúcar, la fruta seca, la piña y regrese a fuego lento para que cocine durante treinta minutos.</li>\r\n\t<li>Añada la harina de camote disuelta en agua fría de piña y mueva por 15 minutos.</li>\r\n\t<li>Al final agregue el jugo de los limones y cocine cinco minutos moviendo constantemente. Sirva fría o caliente y espolvoree canela molida.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "42",
      "image": "42-image",
      "name": "Ocopa  ",
      "nameUrl": "ocopa",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La ocopa es un plato típico peruano, originario de la ciudad de Arequipa. Consiste en una salsa a base de huacatay y ají mirasol servido sobre papas hervidas, similar a otro plato peruano conocido como papa a la huancaína.",
      "ingredients": [
        "1 ají mirasol sin venas ni pepas, picado",
        "3 ajíes amarillos sin venas ni pepas, picados",
        "1/2 cebolla a la pluma",
        "2 dientes de ajo picados",
        "4 cucharada aceite",
        "1 rama de huacatay",
        "150 gramos de queso fresco",
        "3 cucharadas de maní tostado",
        "4 galletas de vainilla",
        "1/2 taza de leche",
        "4 papas huayro sancochadas y en rodajas",
        "4 hojas de lechuga americana",
        "2 huevos sancochados cortados en mitades",
        "4 aceitunas negras",
        "sal"
      ],
      "preparation": "<ol>\r\n\t<li>Remoje el ají mirasol en una taza de agua caliente durante dos minutos.</li>\r\n\t<li>Escurra. Saltee los ajíes, mirasol y amarillo, la cebolla y los ajos en dos cucharadas de aceite. Licúe este aderezo junto con las hojas de huacatay.</li>\r\n\t<li>Añada el queso, el maní y las galletas. Vierta gradualmente la leche y el aceite restante y licúe hasta conseguir una textura cremosa. Sazone.</li>\r\n\t<li>Coloque las papas sobre hojas de lechuga y vierta la salsa. Adorne con huevo y aceitunas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "5",
      "image": "5-image",
      "name": "Ocopa de camarones",
      "nameUrl": "ocopa-de-camarones",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Una receta de la gastronomía peruana, deliciosa crema con queso, leche, ají amarillo, huacatay, galletas y colas de camarón servidas sobre papas sancochadas.",
      "ingredients": [
        "1 1/2 kilo de camarones",
        "1/2 taza de habas verdes cocidas y peladas",
        "4 huevos de codorniz sancochados",
        "4 aceitunas negras",
        "4 hojas de lechuga",
        "4 papas amarillas sancochadas, en rodajas",
        "8 galletas de animalitos",
        "150 gramos de queso fresco serrano de cabra",
        "1/4 taza de crema de leche",
        "3 cucharadas de maní tostado salado",
        "3 cucharadas de pecanas tostadas y picadas",
        "1 cucharada de huacatay picado",
        "3 cucharada de crema de ají mirasol",
        "2 cucharada de crema de ají amarillo",
        "2 dientes de ajo picados",
        "1/2 taza de cebolla picada",
        "4 cucharadas de aceite de oliva",
        "sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Pele los camarones, separe las colas y reserve una cucharadita de coral colado.</li>\r\n\t<li>Ponga las carcasas en una olla, cúbralas con agua y cocínelas durante 15 minutos. Cuele. En ese caldo eche las colas de camarón.</li>\r\n\t<li>Deje dar un hervor, retire las colas y reduzca el caldo, a fuego medio y sin tapar, hasta obtener un cuarto de taza.</li>\r\n\t<li>En una sartén, caliente la mitad del aceite de oliva y prepare un aderezo con la cebolla, el ajo y el ají amarillo.</li>\r\n\t<li>Agregue el ají mirasol, remueva durante dos minutos y añada el huacatay.</li>\r\n\t<li>Retire del fuego y licúe el aderezo junto con las pecanas, el maní, la crema de leche, el queso, el caldo, las galletas de animalitos, el aceite de oliva restante y el coral reservado, hasta obtener una crema homogénea.</li>\r\n\t<li>Mezcle esta crema con las colas de camarón cocidas y sirva sobre las papas y las hojas de lechuga.</li>\r\n\t<li>Decore con aceitunas, huevos y habas. Puede reservar camarones enteros y hojas de huacatay para decorar.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "40",
      "image": "40-image",
      "name": "Olluquitos",
      "nameUrl": "olluquitos",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Es uno de los platos más representativos de la gastronomía peruana, pues su principal ingrediente que es el olluco es oriundo del Perú. Puede ir acompañado de carne picada, o con el Charqui, que es carne seca de llama, animal oriundo del Perú.",
      "ingredients": [
        "1 kilo de olluquito picado del día",
        "400 gramos de carne picada muy chiquita o carne molida",
        "1 cebolla grande picada en cuadritos",
        "3 ramitas de perejil",
        "3 cucharadas de ají panca",
        "1 cucharadita de orégano",
        "1 cucharadita de pimienta",
        "1 cucharadita de ajos",
        "Sal al gusto",
        "Aceite",
        "1 kilo de Camote sancochado"
      ],
      "preparation": "<ol>\r\n\t<li>En un olla freír bien en aceite caliente la cebolla y luego el ají panca, hasta que esté bien dorado e integrado.</li>\r\n\t<li>Agregar ajos, carne, sal, cocinar un poco y luego adicionar los olluquitos, pimienta y orégano, así como las ramitas de perejil, que serán retiradas al final de la cocción, en este proceso revolver para integrar bien los sabores.</li>\r\n\t<li>Servir con arroz blanco y camote sancochado.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "47",
      "image": "47-image",
      "name": "Pachamanca de res",
      "nameUrl": "pachamanca-de-res",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "10",
      "preparationTime": "",
      "description": "La pachamanca es un plato típico del Perú, elaborado por la cocción, al calor de piedras precalentadas, de carnes de vaca, de cerdo, pollo y cuy previamente aderezados con ingredientes como chincho (el principal), huacatay, ají, comino, pimiento y otras especias.",
      "ingredients": [
        "2 kilos de carne de chancho",
        "4 choclos",
        "1 kilo de pollo cortado en trozos",
        "2 kilos de papas blancas medianas",
        "1 kilo de habas",
        "2 kilos de camotes",
        "1 taza de chincho o huacatay licuado",
        "2 cucharadita de orégano",
        "100 g. de ají colorado",
        "1 cabeza de ajos",
        "2 tazas de vinagre",
        "1/2 litro de aceite",
        "1/2 taza de ají amarillo molido",
        "Sal, pimienta y comino al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>En la noche anterior se encurten las carne con todos los condimentos, ají, ajos, aceite, vinagre, ají amarillo, sal, comino y pimienta al gusto.</li>\r\n\t<li>Aparte, en una olla grande se coloca primero la carne de chancho trozado, las papas y los camotes bien lavados, el pollo también trozado encima; después se colocar los choclos cortados enterios y finalmente, las habas.</li>\r\n\t<li>Si se desea, añadir encima de todo esto un trozo grande de queso fresco y para culminar, agregar el huacatay o chincho licuado, y el aderezo que quedó de las carmes y orégano.</li>\r\n\t<li>Luego cubrir con pancas de choclo bien lavadas y tapar la olla.</li>\r\n\t<li>Dejar cocinar por espacio de una hora a fuego lento (no dejar salir el vapor).</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "44",
      "image": "44-image",
      "name": "Papas a la arequipeña",
      "nameUrl": "papas-a-la-arequipena",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "",
      "description": "El pastel de papa es un plato que consiste en una base de papas. Se consume principalmente en países de América del Sur.",
      "ingredients": [
        "2 kilo de papa blanca",
        "4 huevos",
        "350 gramos de queso fresco",
        "1 y 1/2 taza de leche evaporada",
        "Mantequilla en cantidad necesaria",
        "Sal en cantidad necesaria",
        "Anís en cantidad necesaria"
      ],
      "preparation": "<ol>\r\n\t<li>Lo primero que debes hacer es lavar bien las papas, pelarlas y cortarlas en rodajas no muy gruesas porque esto hará que la cocción tome mucho más tiempo y no sea homogénea.</li>\r\n\t<li>En una fuente para horno, previamente untada con la mantequilla, colocamos todas estas rodajas que deben alternar con finas láminas o trocitos de la mantequilla, para luego colocar más rodajas, y volviendo a intercalar con mantequilla.</li>\r\n\t<li>En un bowl aparte batimos a punto de nieve las claras de los huevos, mezcla a la que agregaremos, poco a poco, la leche evaporada, la sal y el anís. Volcamos toda esta mezcla sobre nuestras rodajas de papas hasta cubrirlas por completo. Llevamos nuestra fuente al horno.</li>\r\n\t<li>Recuerda que el horno debe estar a una temperatura de 180ºC, donde dejaremos cocinar nuestro pastel por alrededor de los 35 minutos, para esto debemos de ir verificando la cocción para evitar que se vaya a dorar demasiado nuestro pastel de papas.</li>\r\n\t<li>Retiras del horno y sirves cortando en cuadrados.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "43",
      "image": "43-image",
      "name": "Papas a la huancaina",
      "nameUrl": "papas-a-la-huancaina",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Es un plato típico e histórico de la cocina criolla peruana, compuesta por papa sancochada, bañada con salsa de ají molido, leche, aceite y queso fresco.",
      "ingredients": [
        "5 Ajíes amaraillos frescos",
        "2 dientes de ajo pelados",
        "400 gramos de queso fresco (ricotta, feta o cabaña)",
        "1/2 taza de aceite vegetal",
        "2 huevos cocidos",
        "4 aceitunas de botija",
        "1 kilo de papa amarailla o blanca",
        "Lechuga",
        "Sal",
        "Opcional: Leche a gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Primero que todo, sacar las venas y pepas al ají, lavarlos frotándolos uno contra uno.</li>\r\n\t<li>Pelar y cocer las papas (cuidar que no se pasen de cocción).</li>\r\n\t<li>Calentar un poco el aceite en una sartén y saltear los ajíes cortados junto con los ajos enteros.</li>\r\n\t<li>En una licuadora poner esta preparación, agregarle el queso y el aceite, batiendo hasta que quede crema. Si queda muy espesa, agregar un poco de leche .</li>\r\n\t<li>Servir sobre las papas cocidas, cortadas en mitades. Decorar con huevos cocidos en rodajas, aceitunas y hojas de lechuga.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "51",
      "image": "51-image",
      "name": "Pastel de choclo",
      "nameUrl": "pastel-de-choclo",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El pastel de choclo es un plato preparado con una pasta horneada de granos tiernos de choclo (palabra quechua para referirse al maíz tierno) que es tradicional de la gastronomía de Perú.",
      "ingredients": [
        "8 choclos tiernos",
        "¾ taza de leche fresca",
        "¾ taza de margarina",
        "1 cucharada de azúcar",
        "2 cucharadas de pisco",
        "4 huevos (separar yemas de claras)",
        "½ k carne molida de res",
        "1 ½ cucharada de aceite vegetal",
        "1 diente de ajo triturado",
        "1 cucharadita de ají amarillo fresco licuado",
        "1 cebolla mediana picada",
        "15 pasas",
        "Sal",
        "Pimienta",
        "Orégano",
        "2 huevos cocidos en tajadas",
        "3 aceitunas picadas",
        "1 cucharadita culantro picado",
        "Azúcar para espolvorear encima"
      ],
      "preparation": "<ol>\r\n\t<li>Para el pastel, rallar, moler o licuar con la leche los granos de choclo.</li>\r\n\t<li>En una olla, a fuego lento, derretir margarina. Agregar mezcla de los choclos moviendo constantemente. Añadir sal, pimienta. Cocinar por 10 minutos. Agregar más leche tibia, si fuera necesario. Debe quedar espeso pero no seco. Retirar del fuego y entibiar. Agregar pisco.</li>\r\n\t<li>Batir yemas hasta obtener un color amarillo claro. Agregar a la preparación del choclo. Agregar, envolviendo, claras batidas a punto de nieve. Mezclar bien. Reservar.</li>\r\n\t<li>Para el relleno, calentar aceite en una sartén. Dorar la cebolla, agregar ajo y ají. Sazonar con sal, pimienta y orégano. Agregar la carne. Dejar que se cocine y luego incorporar las pasas.</li>\r\n\t<li>Engrasar un molde de 28 x 18 x 4 cm (18 x 9 x 2 pulgadas) y verter la mitad de la preparación del choclo.</li>\r\n\t<li>Cubrir con el relleno de carne. Colocar encima el huevo cocido, las aceitunas y luego el culantro picado.</li>\r\n\t<li>Echar el resto de la crema de choclo y espolvorear azúcar encima.</li>\r\n\t<li>Llevar a horno pre-calentado 250° F (120° C) durante 40 minutos.</li>\r\n\t<li>Servir.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "28",
      "image": "28-image",
      "name": "Patasca",
      "nameUrl": "patasca",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "La patasca es una sopa muy popular en la región de la sierra, muy sustanciosa, nutritiva y con una gran concentración de sabores debido a los ingredientes con que cuenta.",
      "ingredients": [
        "1/2 kilo de mondongo",
        "1 pata de res",
        "1 cebolla picada",
        "1 cucharada de ajo molido",
        "1 cucharada de ají panca molido",
        "1 tomate pelado y picado",
        "1 cucharada de orégano",
        "1 taza de mote cocido",
        "3 cucharadas de aceite",
        "2 hojas de laurel",
        "2 ramas de hierbabuena",
        "Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Sancochar el mondongo y la pata en una ola con agua, agregando las hojitas de laurel.</li>\r\n\t<li>Ya bien cocido, picar el mondongo y la pata de res en cubitos.</li>\r\n\t<li>En otra olla, calentar el aceite y dorar los ajos, la cebilla, el ají panca, el tomate y el orégano.</li>\r\n\t<li>Agregar la palta, el mondongo, el mote, la hierba buena y la cantidad suficiente de agua para que la sopa quede lo suficientemente espesa.</li>\r\n\t<li>Sazonar con sal y pimienta, dejando hervir por 10 minutos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "16",
      "image": "16-image",
      "name": "Picarones",
      "nameUrl": "picarones",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Los sabrosos picarones son el postre más famoso de la amplia repostería peruana, que suele comerse con los anticuchos o en las tradicionales tardes domingueras en Lima. Este sabroso platillo tiene orígenes en el virreinato del Perú y muchos dicen que es la versión peruana de los buñuelos españoles.",
      "ingredients": [
        "500 gramos de harina de trigo",
        "25 gramos de levadura fresca",
        "250 gramos de zapallo macre",
        "250 gramos de camote (batata) amarillo",
        "1 cucharada de anís",
        "2 cucharadas de azúcar (blanca o morena)",
        "Canela al gusto",
        "½ litro de miel de chancaca",
        "Aceite vegetal"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla a fuego medio cocine el camote y el zapallo con tres tazas de agua durante 20 minutos.</li>\r\n\t<li>Cuele y reserve el agua de cocción. Pase el camote y el zapallo por un colador y deje enfriar el puré. Reserve. En el agua de cocción reservada disuelva la levadura, el azúcar y una pizca de sal.</li>\r\n\t<li>Tape y deje fermentar en un lugar tibio durante 20 minutos. Vierta la mezcla sobre el puré de camote y zapallo, y amase. Añada poco a poco la harina y continúe amasando durante 15 minutos más. Incorpore el anís y bata con un batidor de mano hasta que aparezcan burbujas en la masa.</li>\r\n\t<li>Tápela y déjela reposar durante dos horas en un lugar cálido. En una paila o en una olla de fondo grueso caliente abundante aceite a fuego medio. Humedezca sus manos con agua y tome una porción pequeña de la masa.</li>\r\n\t<li>Forme un hoyo en el centro y fría el picarón durante unos segundos, hasta que dore. Retírelo con una varilla y resérvelo sobre papel absorbente. Repita el procedimiento con la masa restante.</li>\r\n\t<li>Aparte, cocine en una olla a fuego medio la chancaca con los clavos de olor, la canela, la hoja de trigo y tres tazas de agua durante 20 minutos, hasta que tome punto miel. Sirva los picarones rociados con la miel de chancaca.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "55",
      "image": "55-image",
      "name": "Pisco sour",
      "nameUrl": "pisco-sour",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "2",
      "preparationTime": "",
      "description": "La bebida nacional del Perú es el pisco. Se trata de un destilado o aguardiente de uva cuya producción se inició a fines del siglo XVI en la provincia de Pisco (actualmente ubicada en el departamento de Ica) y se extendió posteriormente a las haciendas de la costa peruana.",
      "ingredients": [
        "4 onzas de pisco puro (es decir del pisco obtenido de una sola variedad de uvas pisqueras).",
        "1 onza de jarabe de goma",
        "1 onza de jugo de limón",
        "½ clara de huevo",
        "2 cubos de hielo (opcional)",
        "2 gotas de amargo de angostura (opcional)"
      ],
      "preparation": "<ol>\r\n\t<li>Poner en una coctelera o en una licuadora todos los insumos esenciales en el siguiente orden: primero el pisco, luego el jarabe de goma, a continuación el jugo de limón, y finalmente la clara de huevo.</li>\r\n\t<li>Si desea poner los cubos de hielo.</li>\r\n\t<li>Si se utiliza coctelera batir por 10 segundos. Si se utiliza licuadora licuar durante cinco segundos.</li>\r\n\t<li>Servir en dos tiempos: primero servir la copa hasta la mitad, pausar y luego completar llenando la otra mitad.</li>\r\n\t<li>Si desea decorar cada copa con dos gotas de amargo de angostura.</li>\r\n\t<li>Disfrutar y beber con moderación.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "17",
      "image": "17-image",
      "name": "Ponderaciones",
      "nameUrl": "ponderaciones",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "12",
      "preparationTime": "",
      "description": "Las ponderaciones son un postre típico de Perú, muy antiguo, creado en los conventos de la época del Virreynato. Consiste  en una masa hojaldrada muy fina que se fríe en aceite, que tradicionalmente presenta una forma espiral, y se sirve con una salsa de manjar blanco y espolvoreada con azúcar glas.",
      "ingredients": [
        "3 huevos",
        "1 taza de leche fresca",
        "1 taza de harina sin preparar",
        "Aceite",
        "Manjar blanco",
        "Azúcar en polvo al gusto",
        "Canela en polvo al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>En un tazón, mezclar ligeramente los huevos con un tenedor. Luego agregar la leche fresca y la harina sin preparar. Batir hasta lograr una masa suave y suelta.</li>\r\n\t<li>Utilizar una olla o sartén grande y honda para calentar bastante aceite. Sumergir el molde para las ponderaciones en el aceite caliente. Luego retirar el molde e introducirlo en el tazón con la masa, sin llegar hasta la parte superior del molde (dejando aproximadamente 1 cm.</li>\r\n\t<li>Libre de la parte de arriba), ya que al momento de freír la masa, salpica y burbujea.</li>\r\n\t<li>Regresar y sumergir el molde para las ponderaciones en el aceite hirviendo hasta que doren suavemente (aproximadamente 30 segundos).</li>\r\n\t<li>Retirar del aceite y sacudir con pequeños golpecitos en el molde para desprender la ponderación. Escurrir en un papel toalla o papel absorbente.</li>\r\n\t<li>Para servir, se vierte en un plato un poco de manjar blanco, se coloca la ponderación encima y se espolvorea azúcar en polvo y canela en polvo encima.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "29",
      "image": "29-image",
      "name": "Puchero a la limeña",
      "nameUrl": "puchero-a-la-limena",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El Puchero es el plato representativo de los carnavales peruanos, que va atravesando por una infinidad de recetas que ha logrado sobrevivir al tiempo.",
      "ingredients": [
        "2 Col o repollo",
        "1/2 kilo de Carne de res",
        "1/4 kilo de Carne de carnero",
        "1/4 kilo de Carne de chancho",
        "100 gramos de Tocino",
        "1 taza Garbanzos remojados",
        "4 Papas peladas y picadas",
        "2 Yucas trozadas",
        "1 Zanahoria picada",
        "4 Camotes pelados",
        "2 Choclos en rodajas",
        "6 SalchSalchichas",
        "1/2 taza Arroz",
        "6 Duraznos enteros",
        "2 cdas Ajo molido",
        "1 cda Orégano",
        "Agua",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Para este puchero a la limeña, primero cocinar la carne de res, chancho y carnero junto con la col trozada, el tocino, los garbanzos, la sal, los ajos y el orégano durante 2 horas.</li>\r\n\t<li>Al cabo de este tiempo, añadir las papas, la zanahoria, choclos, camotes, salchichas, arroz y los duraznos. Dejar hgervir durante 5 o 6 horas a fuego lento.</li>\r\n\t<li>Si el el agua se va consumiendo añadirle más hasta que se cumpla el tiempo de cocción.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "3",
      "image": "3-image",
      "name": "Quinua a la jardinera",
      "nameUrl": "quinua-a-la-jardinera",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Los incas solían utilizar la quinua como uno de sus alimentos más importantes. Su alto valor en vitaminas y proteínas les brindaba lo que sus guerreros necesitaban.",
      "ingredients": [
        "2 tazas de quinua",
        "2 papas medianas",
        "2 zanahorias medianas",
        "1/2 taza de vainitas",
        "3/4 de taza de arverjitas frescas",
        "5 dientes de ajo o manteca",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Lavamos bien la quinua (si nos es seleccionada) y la ponemos a cocer en tres litros de agua a fuego lento durante 45 minutos.</li>\r\n\t<li>Aparte preparamos el aderezo con el aceite, ajos y un poquito de sal. Añadimos las arvejas, las vainitas picadas, las zanahorias y las papas picadas en cuadraditos. Agregamos dos tazas de agua y dejamos hervir hasta que estén cocidas las zanahorias y las arvejas.</li>\r\n\t<li>A la mezcla anterior le vertemos la quinua cocida y dejamos que granee. Servimos moldeando con una taza o plato hondo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "18",
      "image": "18-image",
      "name": "Ranfañote",
      "nameUrl": "ranfanote",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Para muchos peruanos no es muy conocido, sin embargo, el ranfañote fue uno de los dulces limeños más aclamados en su época. Hoy en día sólo se comercializa en ferias tradicionales y artesanales, y es considerado como el dulce limeño más antiguo.",
      "ingredients": [
        "1 taza de agua",
        "2 bolas de chancaca (4 tapas)",
        "3 clavos de olor",
        "½ cucharadita de anís en grano",
        "1 trozo de cáscara de naranja",
        "125 gramos de nueces, picadas",
        "125 g de coquitos chilenos",
        "100 g de pasas",
        "4 panes franceses fríos (de 2 a 3 días), cortados en cuadritos",
        "2 cucharadas de mantequilla",
        "100 g de queso mantecoso en trozos pequeños",
        "1 copa de oporto",
        "Canela para espolvorear"
      ],
      "preparation": "<ol>\r\n\t<li>Freír los cuadritos de pan en mantequilla. Enfriar.</li>\r\n\t<li>Colocar en una olla el agua con la chancaca en trozos, el clavo, anís y la cáscara de naranja hasta que hierva por 5 minutos. Colar y agregarle las nueces, los coquitos picados y las pasas.</li>\r\n\t<li>Cuando empiece a espesar, agregarle el pan frito, el queso y el oporto. Mezclar suavemente y hervir unos minutos más para que el queso se derrita.</li>\r\n\t<li>Entibiar y verter en una dulcera.</li>\r\n\t<li>Espolvorear con canela.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "50",
      "image": "50-image",
      "name": "Saltado de pulpo",
      "nameUrl": "saltado-de-pulpo",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Este plato, está cocinado con una base de pescados y mariscos, siendo el pulpo el ingrediente principal y pertenece a los platos de la cocina tradicional peruana. Por regla general se consume, principalmente, durante todo el año, y se suele servir a los comensales como primer plato.",
      "ingredients": [
        "2 kilos de pulpo",
        "4 a 6 tomates cortados en rodajas gruesas, para cocinar los pulpos",
        "2 cucharadas de mantequilla",
        "2 cebollas medianas, cortadas a la juliana",
        "2 cucharadas de ajo, finamente picado",
        "Sal al gusto",
        "Pimienta",
        "Papas fritas (de 6 – 8 papas)",
        "2 cucharadas de culantro, picado",
        "8 ramas de cebolla china (sin el bulbo), picada en trozos medianos, al sesgo",
        "2 tomates, pelados, sin semillas y cortados en gajos delgados",
        "Salsa Inglesa",
        "1 cucharada de sillao (Salsa de soya)",
        "¼ de taza de vino blanco",
        "¼ de taza de aceite, para freír las papas",
        "½ rocoto, sin semillas ni venas, cortado a la juliana"
      ],
      "preparation": "<ol>\r\n\t<li>Lavar el pulpo y frotarlo con sal gruesa. Acomodar las tajadas de los tomates al fondo de una olla y colocar el pulpo encima. Cocinar tapado por aproximadamente 25 minutos.</li>\r\n\t<li>Es necesario ir probando la suavidad del pulpo para que no quede crudo ni se cocine demasiado, ya que en ambas situaciones quedaría duro.</li>\r\n\t<li>Retirar el pulpo de la olla y con una toallita gruesa, frotarlo para eliminar algo de la piel oscura. Enjuagarlo con agua. Cortar la cabeza y reservarla para otra preparación.</li>\r\n\t<li>Picar el pulpo al sesgo.</li>\r\n\t<li>Calentar aceite y agregar las cebollas. Saltarlas hasta que estén transparentes. Agregar el ajo, sal, pimienta, pulpo ya cocido y picado y seguir salteándolo con la mantequilla.</li>\r\n\t<li>Agregar el culantro, la cebolla china, el rocoto y el tomate y saltear unos minutos. Al final agregar la salsa inglesa, sillao y vino. Mover bien, servir en una fuente y colocar las papas fritas encima.</li>\r\n\t<li>Acompañar con arroz blanco.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "41",
      "image": "41-image",
      "name": "Seco de cabrito o carnero",
      "nameUrl": "seco-de-cabrito-o-carnero",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "En Perú, seco de cabrito es un plato típico de ese país sobre todo en el norte (Trujillo, Chiclayo y Piura), el cabrito es cocinado con insumos oriundos como ají mirasol, ají amarillo, chicha (bebida típica de la zona a base de maíz) aderezado con culantro ajo, zapallo loche en tiritas de la se lo acompaña con y frejol y yuca. ",
      "ingredients": [
        "10 presas de cabrito",
        "4 ramitas de culantro",
        "1/2 taza de hojitas de culantro enteras",
        "2 cabezas de cebolla de rabo (rojas) picadas (o reemplazar por cebolla china)",
        "2 cebollas grandes picadas en cuadritos",
        "Sal, pimienta al gusto",
        "1 cucharadita de comino",
        "2 cucharadas de ajo molido",
        "1/2 taza de chicha de jora",
        "1 cucharada de orégano",
        "3 cucharadas de ají mirasol",
        "1 cucharada de ají panca",
        "1 ají escabeche entero (con rabito)",
        "Aceite",
        "1 Kilo de yuca sancochada con sal"
      ],
      "preparation": "<ol>\r\n\t<li>Lavar y escurrir bien las presas. Macerar desde el día anterior con sal, pimienta, comino, ajos, mitad de hojas de culantro, las cabezas de cebolla de rabo o china, orégano y la chicha de jora.</li>\r\n\t<li>En una olla freír bien la cebolla, agregar el ají mirasol y panca, freír hasta que todo esté bien integrado y el aceite haya tomado color y hierva, agregar ajos y las presas maceradas y el ají escabeche entero manteniéndolo siempre encima, revisar la sal.</li>\r\n\t<li>Las cuatro ramas de culantro amarrarlas e introducir a un costado de la olla para que suelten aroma y sabor. Cuando la carne ya este casi lista, sacar las ramitas de culantro y echar la otra mitad de las hojitas de culantro para terminar de cocinar.</li>\r\n\t<li>Si se diera el caso de que la carne ya estuviera cocinada pero el jugo está muy suelto, proceda a sacar las presas y deje reducir el jugo hasta que esté espeso, vuelva a unir todo</li>\r\n\t<li>Servir acompañado de frejoles, yuca, arroz blanco y sarsa de cebolla.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "6",
      "image": "6-image",
      "name": "Solterito arequipeño",
      "nameUrl": "solterito-arequipeno",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Esta preparación de singular nombre forma parte de los tradicionales platos de la gastronomía arequipeña, y lleva el sello picante de la cocina del sur del Perú, por tener entre sus ingredientes el sabroso rocoto, y el inconfundible ají, oriundo de dicho país. ",
      "ingredients": [
        "½ kilo de Habas frescas",
        "2 Choclos",
        "1 cucharadita de anís",
        "Azúcar",
        "1 Cebolla en cuadraditos",
        "150 gramos de Queso fresco",
        "1 taza Aceitunas verdes picadas",
        "1 tomate",
        "Aceite",
        "Vinagre",
        "Perejil picado",
        "1 zanahoria pelada y cortada en cuadrados",
        "Sal y pimienta al gusto",
        "Hojas de lechuga",
        "1 rocoto picado en cubitos"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla, hervir los choclos en agua con azúcar y anís. Cuando estén listos, dejar reposar y desgranar.</li>\r\n\t<li>Asimismo, en otra olla cocinar las habas peladas junto con la zanahoria picada en cuadraditos y una pizca de sal. Cuando estén sancochadas, escurrirlas y dejar reposar.</li>\r\n\t<li>Ahora, colocar la cebolla y el rocoto en un recipiente; sazonarlos con sal, pimienta, vinagre y aceite.</li>\r\n\t<li>Finalmente, remover bien y añadir el tomate, las habas, zanahorias, choclos, el queso fresco cortado en dados, aceitunas y perejil. Finalmente mezclar y dejar reposar unos minutos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "30",
      "image": "30-image",
      "name": "Sopa a la minuta",
      "nameUrl": "sopa-a-la-minuta",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "",
      "description": "Cuando el frío aprieta no hay nada mejor que una calentita y deliciosa Sopa a la Minuta. Esta sopa es muy fácil de preparar y rápida de hacer. Por su sencillez la Sopa a la Minuta es una de las sopas preferidas de los hogares peruanos en todo el mundo.",
      "ingredients": [
        "1/2 taza de leche evaporada",
        "100 g de fideos cabello de ángel",
        "5 tazas de agua hirviendo",
        "½ cebolla finamente picada",
        "1 diente de ajo molido",
        "2 huevos",
        "1 cucharadita de orégano",
        "2 cucharaditas de ají panca en pasta",
        "3 cucharadas de aceite vegetal",
        "Sal",
        "Pimienta",
        "250 g de carne de res cortado en dados pequeños"
      ],
      "preparation": "<ol>\r\n\t<li>Calentar el aceite, freir la cebolla, el ajo y el ají panca en pasta por unos minutos. Incorporar la carne picada hasta que quede bien dorada.</li>\r\n\t<li>Agregar 5 tazas de agua hirviendo. Hervir a fuego moderado con la olla tapada.</li>\r\n\t<li>Agregar los fideos cabello de ángel y dejar hervir 3 minutos más. Echar luego los huevos, ligeramente batidos, al hilo, moviendo suavemente. Condimentar con sal y pimienta.</li>\r\n\t<li>Antes de servir, agregar la leche evaporada y el orégano seco, frotándolo con las manos. Dejar reposar unos minutos bien tapado. Corregir el punto de sal.</li>\r\n\t<li>Servir.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "22",
      "image": "22-image",
      "name": "Sopa criolla",
      "nameUrl": "sopa-criolla",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Las sopas de la gastronomía peruana presentan muchas variaciones dependiendo de la región, la sopa criolla es una de las sopas clásicas del menú peruano, simple de preparar y muy sabrosa al paladar.",
      "ingredients": [
        "500 gramos (1 lb 4 oz) de carne de bistec (cadera, cabeza de lomo o similar), finamente picada",
        "Aceite vegetal",
        "1 ½ cebolla mediana",
        "4 dientes de ajo molidos",
        "5 tomates, pelados y sin semillas, rallados",
        "1 ½ cucharadas de pasta de tomate",
        "2 ajíes mirasol enteros y soasados (calentar en una sartén u horno por unos minutos)",
        "2 litros de caldo oscuro de carne",
        "80 g (3 oz) de cabello de ángel",
        "½ taza de leche evaporada",
        "4 a 6 huevos (1 por persona)",
        "2 cucharadas de vinagre blanco",
        "Sal",
        "Pimienta",
        "Orégano seco"
      ],
      "preparation": "<ol>\r\n\t<li>Sazonar la carne con sal y pimienta. Calentar aceite en una sartén hasta que esté caliente. Agregar la carne y freírla ligeramente.</li>\r\n\t<li>Agregar la cebolla, los ajos y cocinar hasta que estén tiernos y se hayan dorado. Incorporar luego los tomates y los ajíes enteros.</li>\r\n\t<li>Seguir cocinando hasta que se haya evaporado la mayor parte del líquido. Luego agregar la pasta de tomates y mezclar.</li>\r\n\t<li>Ahora, incorporar el caldo y llevar a hervir unos minutos. Agregar los fideos y hervir hasta que estén cocidos, y por último agregar la leche.</li>\r\n\t<li>Servir la sopa en un plato y colocarle 1 huevo por plato. Espolvorear encima con orégano.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "21",
      "image": "21-image",
      "name": "Sopa menestrón",
      "nameUrl": "sopa-menestron",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El menestrón es una sopa acriollada de la gastronomía peruana, que tiene su origen en el plato italiano minestrone, que es el aumentativo de minestra (menestra).",
      "ingredients": [
        "1 cebolla picada",
        "4 cucharadas de queso parmesano rallado",
        "4 cucharadas de queso fresco rallado",
        "2 cucharadas de albahaca picada",
        "4 cucharadas de perejil picado",
        "2 hojas de laurel",
        "1/4 taza de vainitas picadas",
        "1/4 taa de alverjas",
        "1/4 kilo de frejol canario",
        "2 papas en cubos pequeños",
        "1 rama de apio",
        "1 poro en aros",
        "1 nabo chico en cubos pequeños",
        "2 zanahorias en cubos pequeños",
        "1/2 kilo de ossobuco",
        "2 cucharadas de aceite de oliva",
        "1 diente de ajo picado",
        "sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>En una sartén, caliente una cucharada de aceite y dore la cebolla y el ajo. Añada la carne sazonada con sal y pimienta, y cocine durante 15 minutos.</li>\r\n\t<li>Agregue dos litros de agua, las zanahorias, el nabo, el poro y el apio. Haga hervir a fuego medio durante una hora, hasta que la carne esté suave. Incorpore las papas, el frejol, las alverjas, las vainitas y el laurel.</li>\r\n\t<li>eje cocinar durante 30 minutos más. Baje el fuego. Retire media taza del caldo y licúe con el perejil y la albahaca.</li>\r\n\t<li>Vierta el aceite restante y licúe hasta obtener una crema homogénea. Regrese esta crema a la olla.</li>\r\n\t<li>Agregue el queso fresco y deje cocinar durante cinco minutos más. Retire la carne, córtela en cubos y deseche el hueso. Regrese la carne en cubos a la olla. Sirva y decore con el queso parmesano.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "19",
      "image": "19-image",
      "name": "Suspiro de limeña",
      "nameUrl": "suspiro-de-limena",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Los orígenes del postre se dan a mediados del siglo XIX en la ciudad de Lima, Perú. El primer dato que se tiene respecto a su elaboración se encuentra reseñado en el Nuevo Diccionario Americano de Cocina del año 1868 bajo el nombre de Manjar Real del Perú.",
      "ingredients": [
        "2 latas de leche condensada",
        "2 latas de leche evaporada",
        "8 yemas",
        "1 taza de oporto",
        "1 1/2 taza de azúcar",
        "6 claras",
        "2 cucharaditas de canela en polvo"
      ],
      "preparation": "<ol>\r\n\t<li>Vierta la leche condensada y la leche evaporada en una olla de fondo grueso.</li>\r\n\t<li>Lleve a fuego bajo sin dejar de mover con una cuchara de madera. Cocine durante una hora, aproximadamente, hasta que pueda ver el fondo de la olla. Cuide de mover adecuadamente para que no se queme.</li>\r\n\t<li>Retire del fuego y agregue inmediatamente las yemas batidas, en forma de hilo. Remueva enérgicamente. Deje enfriar y vierta el manjar en dulceras.</li>\r\n\t<li>Para el merengue, mezcle en una olla pequeña el oporto con el azúcar y lleve a fuego bajo hasta que se disuelva. Suba a fuego medio y deje hervir, sin mover, hasta formar un almíbar espeso.</li>\r\n\t<li>Bata las claras con batidora eléctrica y, cuando se formen picos, agregue el almíbar caliente en forma de hilo continuo, sin apagar la batidora.</li>\r\n\t<li>Debe obtener un merengue firme. Llene una manga con merengue y decore las dulceras. Esparza canela molida.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "4",
      "image": "4-image",
      "name": "Tacacho",
      "nameUrl": "tacacho",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El tacacho es un plato típico de la zona de la selva peruana y ampliamente difundido en el resto del país. El término «tacacho» derivaría del quechua «taka chu», que significa «lo golpeado».",
      "ingredients": [
        "8 unidades de Plátano verde (bellaco)",
        "300 gramos de Carne de chicharrón",
        "300 gramos de Grasa de cerdo",
        "4 unidades de Plátano maduro (bellaco)"
      ],
      "preparation": "<ol>\r\n\t<li>Pela y corta en rectángulos el plátano, luego fríe los trozos en aceite hasta que estén cocidos por dentro.</li>\r\n\t<li>Resérvalos en papel absorbente y luego machácalos con un mazo.</li>\r\n\t<li>Una vez listo, agrégale los plátanos maduros y vuelve a machacarlo todo.</li>\r\n\t<li>Aparte troza el chicharrón en cuadrados pequeños (que se puedan masticar sin problemas) y agrégalos al plátano machacado.</li>\r\n\t<li>Después de integrar bien los alimentos, con las manos elabora unas bolas medianas o grandes (dependiendo de la cantidad de porciones que desees preparar) y mételos al horno pre calentado a 160º C por cinco minutos.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "45",
      "image": "45-image",
      "name": "Tacacho con cecina y chorizo",
      "nameUrl": "tacacho-con-cecina-y-chorizo",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "",
      "description": "El tacacho con cecina es un plato típico de la gastronomía del Perú originario de la zona de la selva peruana y ampliamente difundido en el resto del país. El término «tacacho» deriva probablemente del quechua «taka chu», que significa «lo golpeado».",
      "ingredients": [
        "10 Plátanos verdes",
        "3 Cucharadas de manteca",
        "250 gramos de ChIcharrón cortado en trozos.",
        "500 gramos de cecina (de cerdo)",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Empieza a preparar este riquísimo plato de la selva pelando los plátanos y luego pon a cortar el lajas.</li>\r\n\t<li>De ahí, fríelos hasta que estén bien cocidas por dentro y machácalos con la ayuda de un mazo. Añade la manteca, mézclala bien y luego agrega el chicharrón cortado en pequeños trozos.</li>\r\n\t<li>Para que consigas una mejor mezcla de todos los ingredientes es preferible que lo hagas con las manos y después empieza a formar las bolas de tacacho en el tamaño que gustes.</li>\r\n\t<li>Por otro lado, en una sartén ponte a freír la cecina. Así lograrás que ambas cosas estén listo a la vez.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "48",
      "image": "48-image",
      "name": "Tacu tacu",
      "nameUrl": "tacu-tacu",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El tacu-tacu es un plato típico de la gastronomía del Perú, específicamente de la comida criolla. El tacu-tacu habría sido elaborado por mujeres esclavas de raza negra, quienes aprovechaban la comida sobrante para elaborar este plato.",
      "ingredients": [
        "3 tazas de frijol canario",
        "300 gramos de grasa de cerdo o tocino, cortado en trozos.",
        "2 cebollas finamente picadas",
        "2 diente de ajo finamente picado",
        "2 ajíes amarillos frescos sin venas ni semillas, finamente picado",
        "2 tazas de arroz cocido, graneado",
        "Aceite, la cantidad necesaria",
        "Sal",
        "Pimienta",
        "Galletas de soda o pan tostado molido",
        "Salsa criolla"
      ],
      "preparation": "<ol>\r\n\t<li>Remojar los frijoles desde la víspera.</li>\r\n\t<li>Al día siguiente, escurrirlos y cocinarlos en agua sin sal con la grasa de cerdo o el tocino hasta que estén suaves. Retirar del fuego y enfriar. Batir con una cuchara de madera para deshacer parte de los frijoles. Separar.</li>\r\n\t<li>Calentar aceite en una sartén grande y agregar la cebolla, los ajos y los ajíes picados. Freír hasta que estén suaves y sazonar.</li>\r\n\t<li>Agregar los frijoles y el arroz cocido y mezclar bien. Rectificar la sazón. Cocinar hasta que se dore ligeramente. Retirar del fuego y enfriar.</li>\r\n\t<li>Para armar el tacu tacu:</li>\r\n\t<li>Tomar una parte de la mezcla entre las manos y darle la forma de una papa rellena o de un tamal. Pasar cada porción por galleta de soda o pan tostado molido hasta cubrirlas ligeramente.</li>\r\n\t<li>Calentar aceite en una sartén y freír cada porción de tacu tacu, volteándolo con cuidado para evitar que se pegue. Hacer lo mismo con el resto de la mezcla.</li>\r\n\t<li>Servir caliente acompañado de bistec apanado, plátano frito, huevo frito y Salsa Criolla.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "7",
      "image": "7-image",
      "name": "Tamales",
      "nameUrl": "tamales",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El tamal es el nombre genérico que se le da a un guiso de masa, que puede ser de diferentes carnes o verduras u hojas, con salsas o moles variadas; dulces o salados. El tamal tradicional se envuelve en hojas de plátano, maíz, o aluminio y se cuece al vapor.",
      "ingredients": [
        "Ají panca en licuado",
        "Ají amarillo en pasta",
        "2 kilo de carne de cerdo",
        "cebolla",
        "sal y aceite",
        "pimienta",
        "2 kilos de hueso",
        "comino",
        "3 cucharadas de vinagre",
        "Ajo",
        "Manteca de cerdo",
        "2 kilos de de harina para tamal",
        "Maní",
        "Ají amarillo fresco",
        "Huevos duros y aceitunas"
      ],
      "preparation": "<ol>\r\n\t<li>Macerar las presas con sal, pimienta, comino, el ají panca y el vinagre, dejar reposa por una hora.</li>\r\n\t<li>Calentar una olla, poner la cebolla picada, el ajo y después de 5 minutos el ají mirasol, agregarle comino un poco más, agregamos ya las carnes maceradas, sofreír por 20 minutos, echar 2 tazas de agua, dejar cocer por 1 hora.</li>\r\n\t<li>Para la masa, limpiar las hojas de tamal con un paño húmedo, tener listo el huevo duro, maní aceitunas y ají amarillo fresco y la carne un poco desmenuzada con un tenedor.</li>\r\n\t<li>Poner en una olla la manteca de cerdo la harina de tamal, revolver y agregar el jugo de la carne, cuando la masa esta compacta, dejamos enfriar y armamos los tamales. Y así ya tenemos listo el riquísimo tamal peruano.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "20",
      "image": "20-image",
      "name": "Tejas",
      "nameUrl": "tejas",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Es un dulce típico del departamento de Ica, que se encuentra a 300 kilómetros de Lima. es preparada a base de cáscara de cítricos.",
      "ingredients": [
        "10 limones",
        "1 pizca de sal",
        "1 kilo de azúcar",
        "2 tarros de leche evaporada",
        "¼ de kilo de azúcar",
        "Nevado (baño)",
        "½ kilo de azúcar",
        "1 taza de agua",
        "½ limón (zumo)",
        "½ cucharada de glucosa"
      ],
      "preparation": "<ol>\r\n\t<li>Partir los limones, quitándoles las pepas y el jugo para luego ponerlos a hervir en una olla o perol con agua. Una vez que empieza a hervir, sacar los limones del fuego y retirarles las membranas interiores con una cuchara.</li>\r\n\t<li>Cambiar el agua y nuevamente hervir los limones con una pizca de sal. Para quitar el sabor amargo, los limones deben ser hervidos seis veces con una pizca de sal, cambiando el agua cada vez.</li>\r\n\t<li>Una vez que los limones no estén amargos, colocarlos en una olla con un litro de agua y el azúcar. Hervirlos durante una hora hasta que adquiera punto de miel. Luego escurrirlos con ayuda de un colador. Volver a hervir la miel y vaciarla sobre los limones. Dejarlos secar hasta que se confiten.</li>\r\n\t<li>Para el relleno, hervir la leche vaporada con el azúcar, moviendo permanentemente con una cuchara de palo hasta que tome el punto del manjar blanco. Luego rellenar los limones con el manjar blanco.</li>\r\n\t<li>Para el nevado, hervir una taza de agua con el azúcar y la glucosa en una olla. Cuando empieza la ebullición, quitar la espuma que se vaya formando y agregar el zumo de limón para que azucare.</li>\r\n\t<li>El hervor debe durar hasta que tome punto, lo que se comprobará cuando se formen hilos al levantar la espumadera o cuchara.</li>\r\n\t<li>Luego vaciar en una fuente y batir hasta que se ponga de color blanco. Bañar los limones rellenos con este nevado y esperar hasta que se enfríen y endurezcan.</li>\r\n\t<li>Finalmente envolverlos en papel manteca fino de color blanco.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "8",
      "image": "8-image",
      "name": "Tequeños",
      "nameUrl": "tequenos",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Si de entradas peruanas sencillas y fáciles de preparar hablamos definitivamente tiene que estar en esa lista los tequeños peruanos, que no sólo se consumen en este país sino en el resto del mundo.",
      "ingredients": [
        "1 paquete de masa wantán",
        "6 chorizos parrilleros",
        "2 paltas",
        "1 cebolla blanca grande",
        "2 tomates",
        "Aceite",
        "Jugo de limón",
        "Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Lo primero que tenemos que hacer es abrir en dos todos los chorizos parrilleros para llevarlos a freír sobre una sartén sin nada de aceite, ya que con el aceite mismo del chorizo es más que suficiente. Una vez que estamos friendo los chorizos lo más recomendable es retirarle el pellejito, como que también pueden dejarlo y no hay ningún problema, nosotros lo hacemos para que no haya ningún tropiezo duro a la hora de comer.</li>\r\n\t<li>Una vez que tenemos todo bien frito lo separamos y lo picamos en cuadraditos pequeños, casi desmenuzados y reservamos. Por otro lado es momento de comenzar a armar nuestros tequeños y existen diversidad de formas para hacerlo. Como nosotros estamos utilizando masa wantán no habrá ningún problema de medidas ya que viene cortado. Para armar nuestros tequeños lo que haremos es extender nuestro chorizo picado a lo largo de un extremo del wantán y mojamos con nuestro dedo los 3 bordes sobrantes con agua, esto servirá de pegamento. Ahora lo que hacemos es enrollar en forma de cilindro y listo para freír.</li>\r\n\t<li>Otra alternativa es hacerlo mucho más abundante como buen peruano y poner una buena cantidad de chorizo en medio del wantán, lo suficiente para que no explote y con nuestro dedo pasamos agua por todos los bordes, ahora simplemente tapamos de un extremo, luego del otro y ¡listo! queda un rectángulo relleno listo para freír. Lo hacemos en abundante aceite para que no absorba tanto.</li>\r\n\t<li>Para el guacamole, lo que hacemos es pelar las paltas y triturarlas con un tenedor de forma tal que se forma una pasta suave y delicada. Cuando la tenemos de esta manera le agregamos un chorrito de aceite para que suelte, agregamos además los tomates picados, las cebollas en cubos y el jugo de limón para que le de ese toque fresco que necesita y salpimentamos a gusto. Lo único que queda por hacer es mezclar muy bien todo y a disfrutar con nuestros deliciosos tequeños.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "39",
      "image": "39-image",
      "name": "Tiradito",
      "nameUrl": "tiradito",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El tiradito es un plato peruano de pescado crudo, cortado en forma de sashimi y de aspecto similar al carpaccio, en una salsa picante fría y ácida. Refleja la influencia de los inmigrantes japoneses sobre la cocina peruana, y, aunque comparte con el ceviche la «cocción» en jugo de limón difiere de éste en la forma de cortar el pescado, y la ausencia de cebolla.",
      "ingredients": [
        "800 gramos de filete de pescado",
        "2 camotes morados sancochados",
        "2 camotes amarillos sancochados",
        "5 cubos de hielo",
        "sal",
        "1/4 taza de hojas de culantro",
        "3/4 taza de crema de ají amarillo",
        "jugo de 16 limones",
        "4 rodajas ají limo amarillo",
        "4 rodajas ají limo rojo",
        "2 choclos serranos"
      ],
      "preparation": "<ol>\r\n\t<li>Con un cuchillo de buen filo, corte delgadas láminas de pescado.</li>\r\n\t<li>No las golpee ni las estire. Acomódelas sobre platos fríos y llévelas a la refrigeradora unos minutos, mientras prepara la salsa.</li>\r\n\t<li>En un bol de vidrio, vierta retazos frescos de filete de pescado, ají limo de ambos colores sin pepa, ají amarillo, sal, jugo de limón recién exprimido y los cubos de hielo. Rectifique la sazón y sirva colando sobre los platos de pescado.</li>\r\n\t<li>Termine colocando las hojas de culantro. Acompañe con lechuga, choclo y camote. Sirva de inmediato.</li>\r\n</ol>\r\n"
    }
  ]
}