{
  "site": {
    "title": "Recetas de cocina ecuatoriana",
    "titleGeneric": "Recetas de cocina",
    "titleCountry": "Ecuatoriana",
    "description": "Deliciosas recetas de comida y cocina tipica ecuatoriana. Las recetas de la comida y cocina de Ecuador son sencillas y faciles de preparar.",
    "url": "https://www.cocina-ecuatoriana.com/",
    "version": "4.0.0",
    "id": "com.plasticwebs.cocinaecuador",
    "admobBanner": "ca-app-pub-7429223453905389/5472885403",
    "admobIntersitial": "ca-app-pub-7429223453905389/6949618601"
  },
  "categories": [
    {
      "idCategory": "1",
      "name": "Entradas",
      "nameUrl": "entradas"
    },
    {
      "idCategory": "2",
      "name": "Sopas",
      "nameUrl": "sopas"
    },
    {
      "idCategory": "3",
      "name": "Plato Principal",
      "nameUrl": "plato-principal"
    },
    {
      "idCategory": "4",
      "name": "Reposteria",
      "nameUrl": "reposteria"
    },
    {
      "idCategory": "5",
      "name": "Bebidas",
      "nameUrl": "bebidas"
    }
  ],
  "recipes": [
    {
      "idRecipe": "22",
      "image": "22-image",
      "name": "Aguado de Gallina",
      "nameUrl": "aguado-de-gallina",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El aguado es una sopa tradicional muy antigua de Ecuador que se prepara con gallina o pollo y arroz. Es un plato nutritivo y delicioso, especialmente cuando se consume a mitad de la noche.",
      "ingredients": [
        "1 kilo de presas de gallina",
        "¾ de taza de arroz sin cocer",
        "2 cucharadas de aceite o mantequilla",
        "1 cebolla colorada cortada en cubos",
        "1 pimiento cortado en cubos",
        "6 dientes de ajo machacados",
        "2 cucharadas de perejil finamente cortado",
        "1 cucharadita de orégano seco ",
        "1 cucharadita de comino molido",
        "1 cucharadita de achiote molido",
        "8 tazas de agua ",
        "2 papas peladas y cortadas en trozos",
        "1 taza de zanahorias cortadas en cubos",
        "2 cucharadas de cilantro finamente cortado",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Remojar el arroz en agua durante 30 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar el aceite o mantequilla en una olla grande y agregar la cebolla, el ajo, el pimiento, el perejil, el orégano, el comino, el achiote, la sal y pimienta. Cocinar durante 10 minutos, revolviendo frecuentemente.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Añadir el agua y esperar hasta que hierva. Agregar las presas de <strong>gallina</strong> y cocinar a fuego medio durante 30 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Agregar el arroz remojado y las papas. Cocinar durante 45 minutos a fuego bajo, revolviendo de vez de en cuando.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Agregar las zanahorias y cocinar durante 10 minutos hasta que estén tiernas.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Retirar del fuego y agregar el cilantro. Servir el <strong>aguado</strong> acompañado de aguacate y ají.</p>\r\n"
    },
    {
      "idRecipe": "62",
      "image": "62-image",
      "name": "Aplanchados",
      "nameUrl": "aplanchados",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "10",
      "preparationTime": "",
      "description": "El aplanchado es un dulce tradicional de la Sierra, en el Ecuador. Este postre consiste en una capa de masa de hojaldre cubierta por una capa de azúcar glasé. ",
      "ingredients": [
        "1½ cucharaditas de polvo de hornear",
        "½ kilo de harina de trigo",
        "1½ cucharadita de esencia de vainilla",
        "5 cucharadas de mantequilla",
        "1 huevo entero",
        "2 yemas de huevo",
        "½ taza de azúcar ",
        "¼ de taza de aceite",
        "1 pizca de sal",
        "4 cucharadas de jugo de naranja",
        "2 tazas de azúcar impalpable"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Mezclar la harina con el polvo de hornear, la sal y el <strong>azúcar</strong>. En el centro, poner el huevo, las yemas, 1 cucharadita de esencia de vainilla y la mantequilla e integrar bien los ingredientes.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Añadir el aceite y amasar ligeramente con la mano sin calentar la masa. Formar una bola, envolver en papel encerado y dejar reposar durante 30 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Extender la masa con el rodillo hasta dejarla de ½ centímetro de espesor. Colocar la masa sobre una bandeja cubierta con papel encerado. Cortar en cubos de 8 cms de ancho y largo y hornear hasta que se doren.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Aparte, mezclar el <strong>azúcar impalpable</strong> con el jugo de naranja y ½ cucharadita de esencia de vainilla formando una pasta suave. Sacar los cubos del horno e inmediatamente cubrirlos con la pasta de <strong>azúcar</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Servir los <strong>aplanchados</strong> fríos.</p>\r\n"
    },
    {
      "idRecipe": "37",
      "image": "37-image",
      "name": "Arroz con Camarones",
      "nameUrl": "arroz-con-camarones",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El arroz es muy popular entre los ecuatorianos y existe gran variedad de recetas con arroz, en especial los que contienen mariscos. Esta receta de arroz con camarones, plato típico de la costa de Ecuador, es exquisita y muy fácil de preparar.",
      "ingredients": [
        "1 kilo de camarones lavados y sin tripita (sin pelar)",
        "2 cucharaditas de comino molido",
        "4 dientes de ajo machacados",
        "4 dientes de ajo cortados",
        "2 cucharadas de aceite",
        "2 tazas de arroz (sin cocer)",
        "3 cucharadas de mantequilla",
        "1 cebolla colorada cortada en cubos",
        "1 pimiento cortado en cubos",
        "2 tomates pelados y sin semillas cortados en cubos",
        "6 cucharadas de perejil finamente cortado",
        "1 cucharadita de achiote molido",
        "½ taza de vino blanco",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Sazonar los <strong>camarones </strong>con sal, pimienta, 1 cucharadita de comino y el ajo machacado. Dejar reposar durante 1 hora en la refrigeradora.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Hervir suficiente agua en una olla grande, añadir los <strong>camarones</strong> y dejar hervir por 2 minutos. Sacar los <strong>camarones</strong> del agua y guarde 2½ tazas del agua que se cocinó.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Pelar los <strong>camarones</strong>, guardando algunos sin pelar para utilizar como guarnición. Picar la mitad de los<strong> camarones</strong> y dejar la otra mitad enteros.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Calentar el aceite en una olla para hacer el <strong>arroz</strong>, añadir el ajo picado y cocinar a fuego medio durante unos 3 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Añadir el <strong>arroz</strong> y mezclar bien, agregar las 2½ tazas de agua donde se cocinaron los<strong> camarones</strong>. Esperar hasta que el agua hierva y reducir la temperatura.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Derretir la mantequilla en un sartén de buen tamaño y agregar la cebolla, el pimiento, los tomates, la mitad del perejil, el achiote molido, la cucharadita restante de comino, sal y pimienta. Cocinar durante 10 minutos, revolviendo de vez en cuando. Añadir el vino blanco y cocinar durante 5 minutos más.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Agregar el refrito y los <strong>camarones</strong> picados al <strong>arroz</strong>, que aún se está cocinando, y cocinar a fuego lento hasta que el <strong>arroz</strong> esté listo. Añadir los <strong>camarones</strong> enteros y mezclar bien. Rectificar la sal y espolvorear con perejil restante.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Servir el <strong>arroz</strong> con los <strong>camarones</strong> sin pelar como guarnición y acompañado de aguacate, curtido de cebolla, tomates y ají.</p>\r\n"
    },
    {
      "idRecipe": "39",
      "image": "39-image",
      "name": "Arroz con Pollo Ecuatoriano",
      "nameUrl": "arroz-con-pollo-ecuatoriano",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El arroz con pollo es un plato lleno de sabores caseros y que se prepara de distintas formas y con distintos ingredientes según el país donde se realice. La receta ecuatoriana utiliza verduras, pechuga de pollo y el arroz se cocina con el caldo del pollo y suele acompañarse con plátano maduro frito. El arroz con pollo ecuatoriano es un plato delicioso y fácil de preparar.",
      "ingredients": [
        "2 kilos de pechugas de pollo cortadas en trozos",
        "1 cucharada de achiote en polvo",
        "1 cucharada de comino molido",
        "½ cucharada de pepas de cilantro molidas o en polvo",
        "10 dientes de ajo machacados",
        "3 cucharadas de aceite ",
        "1 cebolla blanca cortada en cubos",
        "2 tallos de cebolletas finamente cortadas",
        "4 tomates pelados y cortados en cubos",
        "1 pimiento verde cortado en cubos",
        "1 taza de cerveza o vino blanco",
        "1½ taza de agua o caldo de pollo",
        "2 tazas de arroz sin cocer",
        "2 zanahorias medianas, peladas y cortadas en cubos",
        "1 taza de guisantes",
        "3 cucharadas de cilantro finamente cortado",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Mezclar en un tazón el ajo machacado, el achiote, el comino, las pepas de cilantro, sal y pimienta. Aliñar las presas de <strong>pollo</strong> con esta mezcla.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar el aceite en una sartén de buen tamaño y añadir las presas de <strong>pollo</strong> (con la piel hacia abajo) y cocinar hasta que las presas queden doradas por ambos lados.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar la cebolla, los tomates, el pimiento y las cebolletas, mezclar bien y cocinar durante 10 minutos, revolviendo de vez en cuando.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Añadir la cerveza o vino blanco y cocinar durante 20 minutos a fuego medio hasta que el líquido se reduzca a la mitad, revolver con frecuencia.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Añadir el caldo de <strong>pollo</strong> o el agua, el <strong>arroz</strong>, los guisantes y las zanahorias, mezclar bien. Tapar y cocinar a fuego medio durante 20 minutos. Reducir la temperatura y cocinar a fuego lento durante unos 10 minutos hasta que el <strong>arroz</strong> esté tierno.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Espolvorear con el cilantro y servir el <strong>arroz</strong> con <strong>pollo</strong> acompañado con plátano maduro frito, una pequeña ensalada, cebollas encurtidas, rodajas de aguacate o ají criollo.</p>\r\n"
    },
    {
      "idRecipe": "24",
      "image": "24-image",
      "name": "Biche de Pescado",
      "nameUrl": "biche-de-pescado",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El biche de pescado, también conocido como viche, es una deliciosa sopa típica de Manabí, Ecuador. Este plato tradicional de la gastronomía ecuatoriana tiene mucha consistencia y el contraste de los sabores es exquisito.",
      "ingredients": [
        "½ kilo de cabezas y huesos de pescado",
        "1 kilo de filetes de pescado blanco (corvina, merluza, halibut, bacalao, etc.), cortados en trozos medianos",
        "10 tazas de agua",
        "1 taza de leche",
        "1 taza de maní ligeramente tostado",
        "4 cucharadas de aceite o mantequilla",
        "3 tazas de cebolla colorada cortada",
        "2 cucharaditas de comino molido",
        "10 dientes de ajo machacados",
        "1 pimiento rojo o verde cortado en cubos",
        "1 cucharada de orégano seco",
        "1 cucharadita de achiote molido",
        "1 kilo de yuca pelada y cortada en trozos pequeños",
        "2 plátanos maduros pelados y cortados en rodajas",
        "2 choclos cortados en rodajas",
        "2 cucharadas de cilantro o perejil cortado",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Hervir 8 tazas de agua, ligeramente salada, agregar las cabezas y huesos de <strong>pescado</strong> y dejar hervir durante 30 minutos. Colar y guardar el caldo.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar las 2 cucharadas de aceite y agregar 1 taza de cebolla, 4 dientes ajo, 1 cucharadita de comino y sal. Cocinar durante unos 5 minutos hasta que las cebollas estén suaves.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Licuar el maní tostado con el refrito, la leche y 2 tazas de el <strong>caldo</strong> de <strong>pescado</strong>, hasta que estén bien triturados. Colar la mezcla licuada y combinarlo con el resto del <strong>caldo</strong>. Agregar 2 tazas más de agua.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Calentar en una olla las 2 cucharadas de aceite restantes y agregar las 2 tazas de cebolla, los 6 dientes de ajo, el pimiento, el achiote, la cucharadita de comino, orégano y sal. Cocinar a fuego lento durante unos 10 minutos hasta que las cebollas estén suaves.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Añadir la mezcla que se licuó con el <strong>caldo</strong> de <strong>pescado</strong> y hervir a fuego lento. Agregar el choclo y la yuca y cocinar a fuego lento durante unos 40 minutos hasta que la yuca esté tierna.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Agregar el plátano y los filetes de <strong>pescado</strong> y cocinar a fuego lento durante unos 10 minutos hasta que el <strong>pescado</strong> esté listo.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Espolvorear el <strong>biche</strong> con cilantro o perejil y servir caliente con rodajas de limón y ají.</p>\r\n"
    },
    {
      "idRecipe": "4",
      "image": "4-image",
      "name": "Bolón de Verde",
      "nameUrl": "bolon-de-verde",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El bolón de verde está considerado como el plato nacional de la República del Ecuador y posee como ingrediente estrella el plátano verde, del cual Ecuador es uno de los mayores productores a nivel mundial.",
      "ingredients": [
        "4 plátanos verdes",
        "5 cucharadas de mantequilla",
        "2 cucharadas de aceite",
        "1 cucharada de ají picante en polvo ",
        "1 cucharada de comino molido",
        "1 taza de queso rallado o de chorizo cocido o de chicharrones ",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pelar los <strong>plátanos</strong>, cortarlos en trozos medianos y cocinarlos a temperatura media baja durante unos 30-40 minutos, volteándolos cada 10 minutos, hasta que estén muy suaves y ligeramente dorados.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Espolvorear los trozos de <strong>plátanos</strong> cocidos con ají en polvo, el comino, y sal al gusto. Colocar los <strong>plátanos</strong> calientes en un tazón grande y triturarlos hasta obtener una masa gruesa.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Formar bolas pequeñas con la masa. Hacer un agujero en el centro de cada bola y rellenarlos con el queso (o chorizo o chicharrones). Cerrar la bola nuevamente.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Calentar el aceite a fuego alto, agregar las bolas de <strong>plátano</strong> rellenas y freírlas hasta que estén doradas y crujientes por ambos lados.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Servir en un <strong>plato</strong> los <strong>bolones</strong> calientes, preferiblemente acompañado de café y huevo frito.</p>\r\n"
    },
    {
      "idRecipe": "31",
      "image": "31-image",
      "name": "Caldo de Bagre",
      "nameUrl": "caldo-de-bagre",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El bagre es una especie de pez que se conoce en Ecuador como pez camchimala y comúnmente en todo el mundo como pez gato, debido a los bigotes que posee. Esta sopa se prepara con bagre, yuca, cilantro, tomate, aceite, comino, ajo y sal.",
      "ingredients": [
        "1 cabeza de bagre",
        "4 rodajas de bagre",
        "2 cucharadas de aceite",
        "5 tazas de agua",
        "2 dientes de ajo machacados",
        "½ cebolla cortada en cubos",
        "2 tomates cortados en cubos",
        "1 yuca grande cortada en trozos",
        "1 cucharadita de comino molido",
        "1 cucharada de cilantro cortado",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Calentar en una olla el aceite y agregar el ajo, la cebolla, los tomates, el cilantro, el comino, sal y pimienta. Cocinar durante 5 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Agregar la cabeza de <strong>bagre</strong> y cocinar durante 5 minutos adicionales. Añadir el agua y cocinar a fuego lento durante 40 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Colar el <strong>caldo</strong> y ponerlo nuevamente al fuego. Agregar la yuca y cocinar durante unos 30 minutos hasta que esté suave.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Añadir las rodajas de <strong>bagre</strong>  y cocinar a fuego lento durante unos 15 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Servir el <strong>caldo</strong> de <strong>bagre</strong> bien caliente con cebolleta finamente cortada encima y limón.</p>\r\n"
    },
    {
      "idRecipe": "25",
      "image": "25-image",
      "name": "Caldo de Bolas de Verde\t",
      "nameUrl": "caldo-de-bolas-de-verde",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El caldo de bolas de verde es una sopa típica de la costa ecuatoriana que consiste de bolas o albóndigas de plátano verde rellenas con carne en un delicioso caldo con choclo y yuca. El caldo de bolas de verde también se puede encontrar en algunos restaurantes de la Sierra.",
      "ingredients": [
        "4 cucharadas de aceite",
        "1 cebolla blanca cortada en cubos",
        "½ cebolla colorada finamente cortada",
        "8 dientes de ajo machacados",
        "4 tomates pelados y cortados en cubos",
        "1 pimiento verde cortado en cubos",
        "½ pimiento rojo cortado en cubos",
        "3 cucharaditas de comino molido",
        "2 cucharaditas de achiote molido",
        "4 cucharadas de cilantro cortado",
        "½ cucharada de orégano seco",
        "2 cucharaditas de ají en polvo ",
        "10 tazas de agua",
        "½ kilo de huesos de res",
        "½ kilo de carne de guiso cortado en trozos",
        "4 plátanos verdes pelados y cortados por la mitad",
        "2 plátanos verdes pelados y rallados",
        "2 zanahorias peladas",
        "1 yuca pelada y cortada en trozos grandes",
        "3 choclos pelados y cortados por la mitad",
        "4 hojas de col cortada en trozos",
        "½ taza de maní tostado  licuado con ¼ de taza de agua",
        "½ taza de arvejas cocidas",
        "2 huevos",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Calentar en una olla 2 cucharadas de aceite a fuego medio y añadir la cebolla blanca, 6 dientes de ajo, 3 tomates cortados, el pimiento verde, 2 cucharaditas de comino, 1 cucharadita de achiote, 2 cucharadas de cilantro, el orégano, una pizca de sal y pimienta.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Agregar las 10 tazas de agua, los huesos de res, los trozos de carne, y los 4 <strong>plátanos</strong> cortados por la mitad. Esperar hasta que hierva, reducir la temperatura y cocinar a fuego lento durante 30 minutos. Añadir los trozos de yuca y cocinar durante unos 30 minutos hasta que la carne esté tierna. Agregar la zanahoria, el choclo, la col y cocinar por otros 15 minutos hasta que todos los ingredientes estén completamente cocidos.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Retirar el caldo del fuego y dejar enfriar. Luego retirar los huesos del <strong>caldo</strong> y desecharlos. Retirar los trozos de carne, las zanahorias, los choclos y yucas del caldo. Dejar reposar los <strong>plátanos</strong> en el <strong>caldo</strong> hasta que se vayan a usar para evitar que se sequen y poder aplastarlos para hacer la masa de las bolas.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Cortar la carne, la zanahoria, la yuca y la col en trozos pequeños y cortar los choclos en rodajas pequeñas. Guardar estos ingredientes cortados para más adelante.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Para preparar el relleno de carne para las bolas de <strong>verde</strong>, calentar en una sartén las otras 2 cucharadas de aceite a fuego medio y agregar la ½ cebolla colorada, el tomate restante, los dos dientes de ajo, el pimiento verde, la cucharadita de comino y de achiote restante y un poco de sal. Añadir la carne, las zanahorias, las arvejas y el cilantro.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Añadir la mezcla de maní y 4 cucharadas del <strong>caldo</strong> de carne. Mezclar bien y guardar el relleno hasta que se necesite.</p>\r\n\r\n<p style=\"text-align: justify;\">8. Para preparar la masa de las bolas de <strong>verde</strong>, sacar los <strong>plátanos</strong> cocidos del <strong>caldo</strong> de carne y triturarlos hasta obtener una masa uniforme.  Agregar los<strong> plátanos </strong>crudos rallados, los huevos y un poco de sal y pimienta a la masa.</p>\r\n\r\n<p style=\"text-align: justify;\">9. Formar bolas de tamaño mediano o grande con la masa de <strong>plátano</strong>. Hacer un hueco en la mitad de cada bola y llenarlas con el relleno de carne. Para evitar que se sellen mejor, dejar reposar unos 30 minutos en la refrigeradora. 10. Colar el <strong>caldo</strong> de carne y esperar hasta que hierva, reducir a fuego lento y agregar las bolas de <strong>verde</strong> rellenas. Cocinar a fuego lento durante unos 15 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">11. Retirar las bolas de <strong>verde</strong> cocidas del caldo y colocarlas en un plato aparte. Añadir los pedazos de yuca, de col, las rodajas de choclo y cocinar hasta que todos los ingredientes estén calientes. Agregar el cilantro al caldo.</p>\r\n\r\n<p style=\"text-align: justify;\">12. Para servir, colocar una o dos bolas de <strong>verde</strong> en cada plato, añadir un poco de <strong>caldo</strong> y verduras. Acompañar con rodajas de limón, ají criollo y cebollas encurtidas.</p>\r\n"
    },
    {
      "idRecipe": "26",
      "image": "26-image",
      "name": "Caldo de Pata",
      "nameUrl": "caldo-de-pata",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Ecuador es un país con una gran diversidad de sopas dentro de su inventario gastronómico y uno de sus platos representativos es sin duda el caldo de pata, una deliciosa mezcla de texturas y sabores acompañados del tradicional mote.",
      "ingredients": [
        "2 kilos de patas de res cortadas en trozos grandes",
        "14 tazas de agua",
        "4 dientes de ajo enteros",
        "½ cebolla colorada cortada en cubos",
        "5 ramitas de cilantro entero",
        "5 ramitas de perejil entero",
        "20 onzas de yuca pelada",
        "2 cucharadas de aceite",
        "1 cucharadita de orégano seco",
        "4 tazas de mote cocido",
        "4 cucharadas de mantequilla de maní",
        "1 taza de leche",
        "½ cebolla blanca cortada en cubos",
        "2 dientes de ajo machacados",
        "1 cucharadita de comino molido",
        "1 cucharadita de achiote molido",
        "½ manojo de cilantro finamente cortado",
        "1 manojo de cebolletas finamente cortadas",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar las <strong>patas</strong> de <strong>res</strong> en una olla grande y añadir los dientes de ajo enteros, la cebolla colorada, las ramitas de cilantro y perejil, una pizca de comino, sal, pimienta y el agua.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Esperar hasta que hierva, reducir el fuego y cocinar a fuego lento durante 3 horas.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar la yuca y cocine durante unos 30 minutos hasta que la yuca y los <strong>patas</strong> de <strong>res </strong>estén suaves. Retirar del fuego, colar el <strong>caldo</strong> y guardarlo para después.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Cortar la yuca en trozos medianos. Retirar los huesos de las <strong>patas </strong>y cortar la <strong>carne</strong> en trozos pequeños.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Calentar en una olla el aceite a fuego medio, agregar la cebolla blanca, el ajo machacado, el orégano, el achiote, comino, sal y pimienta.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Mezclar aparte la mantequilla de maní con la leche y agregarla a la olla, revolver hasta que esté disuelta.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Añadir al <strong>caldo</strong>, los trocitos de <strong>carne</strong> de las <strong>patas</strong> de <strong>res</strong>, la yuca y el mote cocido. Cocinar a fuego lento durante unos 25 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">8. Servir el <strong>caldo</strong> de <strong>pata</strong> espolvoreando el cilantro y cebolleta cortados, acompañado con arroz blanco, aguacate y ají.</p>\r\n"
    },
    {
      "idRecipe": "63",
      "image": "63-image",
      "name": "Canelazo",
      "nameUrl": "canelazo",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "El canelazo es una bebida ecuatoriana tradicional de la Sierra, se prepara mezclando agua con canela, azúcar y aguardiente. Es ideal para las noches frías o cuando llueve.",
      "ingredients": [
        "6 tazas de agua",
        "8 palitos de canela",
        "1 taza de azúcar o panela rallada",
        "¼ taza de aguardiente"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en una olla el agua, la <strong>canela</strong> y el azúcar o panela rallada y esperar hasta que hierva.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Reducir la temperatura y cocinar a fuego lento, con la olla tapada, durante 40 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Retirar del fuego, agregar el aguardiente y servir el <strong>canelazo</strong> inmediatamente.</p>\r\n"
    },
    {
      "idRecipe": "33",
      "image": "33-image",
      "name": "Cangrejada",
      "nameUrl": "cangrejada",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La famosa cangrejada ecuatoriana se prepara con los pangora, jaibas, azules y rojos, algunas de las diversas especies de cangrejos que se crían en la zona costera de Ecuador. La cangrejada suele servirse acompañada de una ensalada que se prepara con cebolla, canguil y chifles.",
      "ingredients": [
        "1 atado de cangrejos",
        "1 botella grande de cerveza",
        "2 plátanos maduros cortados en 4 trozos",
        "2 plátanos verdes cortados en 4 trozos",
        "4 cebollas blancas cortada en cubos",
        "5 ramitas de cilantro entero",
        "½ taza de dientes de ajos machacados",
        "½ taza orégano",
        "¼ taza de comino en grano",
        "¼ taza de pimienta negra en grano",
        "½ taza de sal"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Lavar muy bien los <strong>cangrejos</strong> con un cepillo de cerdas duras. Verificar que todos los <strong>cangrejos</strong> estén vivos, los muertos se desechan (aunque hay quienes les prefieren matarlos antes de meterlos a la olla y hay otras personas que los meten vivos).</p>\r\n\r\n<p style=\"text-align: justify;\">2. Colocar las cebollas, el cilantro, el ajo, el orégano, el comino, la pimienta y la sal en una olla grande con agua y esperar hasta que el agua hierva.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar los <strong>cangrejos </strong>uno a uno hasta que queden totalmente tapados con el agua. Añadir la cerveza y los plátanos cortados con cáscaras.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Esperar a que los <strong>cangrejos</strong> se pongan de color rojo y dejar hervir unos 10 minutos más. Sacar los <strong>cangrejos</strong> de la olla y pasarlos rápidamente agua fría para que la carne se ablande.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Servir la <strong>cangrejada</strong> en bandejas grandes acompañada de los plátanos cocinados, salsa de cebollas, plátanos fritos y canguil.</p>\r\n"
    },
    {
      "idRecipe": "40",
      "image": "40-image",
      "name": "Carne Colorada",
      "nameUrl": "carne-colorada",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La carne colorada es típico de las provincias de Carchi e Imbabura en el norte del Ecuador. La carne colorada es un plato de carne de res (o de cerdo) marinada en un adobo de achiote.",
      "ingredients": [
        "1 kilo de carne de res (o de cerdo) cortado en cubos o tiras de tamaño mediano",
        "6 dientes de ajo",
        "1 cebolla colorada cortada ",
        "3 cucharadas de achiote molido",
        "1 cucharada de comino molido",
        "½ cucharada de orégano",
        "2 cucharadas de jugo de limón",
        "½ taza de cerveza",
        "3 cucharadas de aceite",
        "1 cucharada de semillas de achiote",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Licuar los dientes de ajo, la cebolla colorada, el <strong>achiote</strong> molido, el orégano, 2 cucharaditas de sal, el jugo de limón y la cerveza hasta obtener un puré.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Colocar los trozos de <strong>carne</strong> y el licuado en un tazón de vidrio o plástico, cubrir y dejar reposar en la refrigeradora durante unas 2 horas.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Calentar el aceite en una sartén de buen tamaño, agregar las semillas de <strong>achiote</strong> y cocinar a fuego lento durante unos 15 minutos hasta que el color de las semillas se haya transferido al aceite. Retirar las semillas del aceite.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Anadir la <strong>carne</strong> al mismo sartén con el aceite de <strong>achiote</strong>. Cocinar hasta que todo el líquido se haya reducido y la <strong>carne</strong> se empiece a dorar. Revolver con frecuencia y ajustar la sal.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Servir la <strong>carne colorada</strong> acompañada con aguacate, curtido de cebolla, chulpi y otras guarniciones <strong>ecuatorianas</strong>.</p>\r\n"
    },
    {
      "idRecipe": "5",
      "image": "5-image",
      "name": "Carne en Palito",
      "nameUrl": "carne-en-palito",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "10",
      "preparationTime": "",
      "description": "La carne en palito es un plato nacional y tradicional de la gastronomía del Ecuador, principalmente de su Región Litoral. Es también conocido como chuzo o pinchos. Puede servirse como entrada condimentado con unas gotas de ají o acompañado de una salsa.",
      "ingredients": [
        "1/2 kilo de carne de res",
        "3 cucharadas de jugo de naranja",
        "1 cucharada de aceite",
        "Ajo machacado",
        "2 cucharaditas de achiote molido",
        "1 cucharadita de comino molido",
        "sal y pimienta al gusto",
        "palitos de madera para pinchos"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Cortar la <strong>carne</strong> finamente en tiras largas.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Mezclar el jugo de naranja, el aceite, el ajo, el achiote, el comino, la sal y la pimienta. Sazonar la <strong>carne </strong>con la mezcla y dejarla reposar en la refrigeradora durante unas horas.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Remojar los <strong>palitos</strong> en agua mientras la <strong>carne</strong> reposa, para que no se quemen en la <strong>parrilla</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Calentar la <strong>parrilla</strong> y colocar la carne en los <strong>palitos</strong> de <strong>pinchos</strong>. Asarlos unos minutos en cada lado hasta que estén cocidos a gusto.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Servir la <strong>carne </strong>en <strong>palito</strong> inmediatamente, acompañado de ají o salsa de preferencia.</p>\r\n"
    },
    {
      "idRecipe": "6",
      "image": "6-image",
      "name": "Ceviche de Camarón",
      "nameUrl": "ceviche-de-camaron",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El ceviche de camarón ecuatoriano es una de las recetas más fáciles y rápidas de preparar. Es considerado como el plato estrella dentro de la gastronomía ecuatoriana.",
      "ingredients": [
        "1 kilo de camarones",
        "2 cebollas coloradas",
        "2 tomates bien maduros",
        "2 pimientos verdes o rojos",
        "1 manojo de cilantro o culantro",
        "jugo de 5 limones",
        "1 cucharada de mostaza",
        "½ taza de salsa o jugo de tomate ",
        "2 cucharadas de aceite",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar los<strong> camarones</strong> en una olla de agua hirviendo con sal y dejarlos hervir por 5 minutos. Colar los <strong>camarones</strong> y dejarlos enfriar en agua con cubos de hielo para cortar la cocción inmediatamente.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Pelar la cebolla y cortarla en medias lunas bien finas. Enjuagar los trozos en agua y sal. Pelar los tomates, sacarle las semillas y cortarlos en cubos. Cortar los pimientos en cubos.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Mezclar la cebolla, los tomates y los pimientos con la salsa de tomate, la mostaza, el cilantro picado, la sal, la pimienta y el aceite.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Cuando los <strong>camarones</strong> fríos, colocarlos dentro de la mezcla anterior. Dejar reposar en la refrigeradora durante 2 horas aproximadamente.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Servir el <strong>ceviche</strong> con patacones, chifles, chulpi (maíz tostado) o canguil (palomitas de maíz).</p>\r\n"
    },
    {
      "idRecipe": "8",
      "image": "8-image",
      "name": "Ceviche de Chochos",
      "nameUrl": "ceviche-de-chochos",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "En Ecuador, especialmente en la región andina, hay un ceviche vegetariano muy popular que se prepara con chochos (tipo de legumbre, leguminosa o granos).",
      "ingredients": [
        "4 tazas de chochos cocidos ",
        "jugo de 10 limones",
        "jugo de 2 naranjas",
        "1 cebolla colorada cortada en rodajas finas",
        "3 tomates cortados en cubos",
        "1 manojo de cilantro finamente cortado",
        "½ taza salsa o jugo de tomate",
        " cucharadas de aceite de oliva",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar la cebolla colorada en un tazón, espolvorear con sal y cubrir con agua tibia. Dejar remojar durante 10 minutos, colar el agua y enjuagar las cebollas con agua fría.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Mezclar la cebolla, los tomates, los <strong>chochos</strong>, la salsa de tomate, el cilantro, el jugo de limón, el jugo de naranja, el aceite y la sal.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Dejar macerar o marinar el <strong>ceviche</strong> de <strong>chochos </strong>durante un par de horas en la refrigeradora.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Servir el <strong>ceviche</strong> bien frío con chulpi (maíz tostado), chifles, aguacate o ají criollo.</p>\r\n"
    },
    {
      "idRecipe": "7",
      "image": "7-image",
      "name": "Ceviche de Pescado",
      "nameUrl": "ceviche-de-pescado",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "En Ecuador hay diferentes recetas del ceviche, ya sea de pescado o de mariscos, y cada región considera que su ceviche es el mejor. Sin embargo, el encanto de este plato está en la cocción o encurtido del pescado en limón, los ácidos le dan un sabor y una textura exquisita.",
      "ingredients": [
        "1 kilo de pescado bien fresco (corvina, halibut, dorado, pargo, tilapia, etc.)",
        "2 cebollas coloradas",
        "4 tomates",
        "2 pimientos verdes o rojos",
        "jugo de 20 limones",
        "1 manojo de cilantro",
        "sal y aceite al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Limpiar muy bien el <strong>pescado</strong> y córtalo en cubos de tamaño medio, como de un bocado.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Cortar finamente las cebollas, los tomates, los pimientos y el cilantro.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Colocar el <strong>pescado</strong> con la mitad del jugo de los limones en un tazón, comprobando que el líquido cubra por completo el <strong>pescado</strong>. Añadir una pizca de sal y tapar el tazón. Reservar en la refrigeradora unas 3 o 4 horas para que el ácido de limón \"cocine\" el <strong>pescado</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Una hora antes de que el <strong>pescado</strong> esté listo, mezclar en otro tazón las cebollas, los tomates, los pimientos y el cilantro con el resto del jugo de limón. Añadir una pizca de sal y también reservar en la refrigeradora durante una hora aproximadamente.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Retirar el <strong>pescado</strong> de la nevera y escurrir del jugo de limón. Mezclar el pescado con la mezcla anterior. Añadir sal y aceite al gusto.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Servir el <strong>ceviche</strong> con chifles, patacones o chulpi (maíz tostado).</p>\r\n"
    },
    {
      "idRecipe": "9",
      "image": "9-image",
      "name": "Ceviche Volquetero",
      "nameUrl": "ceviche-volquetero",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El ceviche volquetero se originó en la región del Oriente o Amazonia del Ecuador, específicamente en Puyo. A diferencia del ceviche tradicional de pescado, esta receta se prepara con atún enlatado, convirtiéndolo en un plato rápido y fácil de preparar.",
      "ingredients": [
        "2 latas de atún ",
        "1 cebolla colorada cortada en rodajas finas",
        "4 tomates cortados en cubos",
        "2 cucharadas de cilantro finamente cortado",
        "1 ají picante, desvenado y sin semillas, finamente cortado (opcional)",
        "jugo de 2 limones",
        "aceite de oliva y sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar la cebolla colorada en un tazón, espolvorear con sal y cubrir con agua tibia. Dejar remojar durante 10 minutos, colar el agua y enjuagar las cebollas con agua fría.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Mezclar la cebolla con el tomate, el cilantro, el ají, el jugo de limón, el <strong>atún</strong>, el aceite de oliva y sal al gusto. Se puede servir inmediatamente o dejar reposar durante unos 30 minutos antes de servir.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Servir el <strong>ceviche</strong> de <strong>atún</strong> con chifles o chulpi (maíz tostado) o rodajas de limón. También se le puede agregar rodajas de aguacate.</p>\r\n"
    },
    {
      "idRecipe": "41",
      "image": "41-image",
      "name": "Chaulafán",
      "nameUrl": "chaulafan",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El chaulafán de pollo es la versión ecuatoriana del arroz frito chino preparado con pollo, tocino, cebolla, ajo, pimientos, arvejas, zanahorias, huevos, pasas, especias y hierbas.",
      "ingredients": [
        "PARA EL CALDO DE POLLO:",
        "3 kilos de pollo cortado en presas",
        "10 tazas de agua",
        "1 cebolla cortada en cubos",
        "2 zanahorias",
        "2 tallos de cebolletas finamente cortadas",
        "5 ramitas de cilantro",
        "sal al gusto",
        "PARA EL ARROZ:",
        "1 cucharada de aceite ",
        "2 cucharadas de cebolla cortada en cubos",
        "3¼ tazas de caldo de pollo",
        "3 tazas de arroz (sin cocer)",
        "PARA EL CHAULAFÁN:",
        "3 cucharadas de aceite",
        "1 taza de cebolla finamente cortada",
        "6 dientes de ajo machacados",
        "4 onzas de tocino o panceta cortada ",
        "3 cucharadas de cilantro finamente cortado",
        "2 cucharadas de ají molido",
        "1 cucharadita de comino molido",
        "½ cucharadita de achiote molido",
        "2 pimientos (1 rojo y 1 verde) cortados en cubos",
        "1 taza de guisantes",
        "2 zanahorias cocidas cortadas en cubos",
        "½ taza de pasas",
        "6 huevos revueltos y cocidos",
        "7 cucharadas de salsa de soya",
        "2 cucharadas de salsa inglesa",
        "3 cucharadas de cilantro o perejil finamente cortados",
        "2 manojos de cebolletas finamente cortadas",
        "sal al gusto"
      ],
      "preparation": "<div style=\"text-align: justify;\">PARA EL CALDO:</div>\r\n\r\n<p style=\"text-align: justify;\">1. Colocar el agua en una olla grande y agregar la zanahoria, la cebolla, el apio y el cilantro. Esperar hasta que el agua hierva. Agregar el <strong>pollo</strong> y cocinar a fuego medio durante 1 hora hasta esté cocido.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Retirar el <strong>pollo</strong> del caldo, colar el caldo, dejar enfriar el <strong>pollo</strong> un poco y luego desmenuzarlo. Guardar el <strong>pollo </strong>desmenuzado y el caldo para más tarde.</p>\r\n\r\n<div style=\"text-align: justify;\">PARA EL ARROZ:</div>\r\n\r\n<p style=\"text-align: justify;\">1. Calentar el aceite en una olla, agregar la cebolla picada y el <strong>arroz</strong> y revolver durante 2 minutos. Añadir el caldo de <strong>pollo</strong> y dejar hervir hasta que el caldo se haya reducido.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Reducir la temperatura, tapar el <strong>arroz</strong> y cocinar a fuego lento durante unos 20 minutos hasta que el <strong>arroz</strong> esté tierno.</p>\r\n\r\n<div style=\"text-align: justify;\">PARA EL CHAULAFÁN:</div>\r\n\r\n<p style=\"text-align: justify;\">1. Calentar el aceite en una sartén tipo wok y agregar la cebolla, el ajo, el tocino o panceta, 1 cucharada de salsa inglesa, 1 cucharada de salsa de soya, el comino, el cilantro, el ají y el achiote. Cocinar por durante unos 5 minutos hasta que las cebollas estén suaves.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Agregar el <strong>arroz</strong> cocido, el <strong>pollo</strong> desmenuzado y los pimientos. Mezclar bien y cocinar a fuego medio durante unos 5 minutos, revolviendo de vez en cuando.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar el resto de la salsa de soya y de la salsa inglesa, los huevos revueltos, los guisantes, las zanahorias y las pasas. Mezclar bien todos los ingredientes.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Retirar del fuego y espolvorear con el cilantro o perejil picado y las cebolletas. Servir el <strong>chaulafán</strong> acompañado de aguacate, ají y la salsa de tomate.</p>\r\n"
    },
    {
      "idRecipe": "69",
      "image": "69-image",
      "name": "Chicha de Jora",
      "nameUrl": "chicha-de-jora",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "",
      "preparationTime": "",
      "description": "La chicha de jora es una bebida fermentada popular en Ecuador. Se prepara de diversas maneras según la región pero su preparación se compone principalmente de la jora, que es básicamente el maíz germinado.",
      "ingredients": [
        "10 litros de agua",
        "1½ kilo de maíz de jora",
        "1 kilo de cebada",
        "1 cucharada de clavos de olor",
        "azúcar al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en una sartén la cebada y el <strong>maíz</strong> de <strong>jora</strong> y tostar durante 25 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">2. En una olla grande, colocar 5 litros de agua, la cebada, el <strong>maíz</strong> de <strong>jora</strong> y los clavos de olor. Dejar hervir, revolviendo constantemente la mezcla para que no se espese.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Cuando la mitad del agua se haya reducido, agregar los 5 litros de agua restantes y dejar hervir durante 1 hora y media más.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Retirar del fuego, dejar reposar hasta que se enfríe, colar y añadir azúcar al gusto. Colocarlo en una jarra y dejarlo fermentar durante 5 días.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Servir la <strong>chicha</strong> de <strong>jora</strong> frío.</p>\r\n"
    },
    {
      "idRecipe": "64",
      "image": "64-image",
      "name": "Chicha de Piña",
      "nameUrl": "chicha-de-pina",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "La chicha de piña es una bebida de piña que se prepara cociendo a fuego lento las cortezas y el núcleo de la piña con agua, panela o azúcar morena, y especias. Esta chicha se encuentra en la mayoría de restaurantes en Ecuador y se suelen servir como refrescos para acompañar los almuerzos.",
      "ingredients": [
        "12 tazas de agua",
        "Las cortezas y el núcleo de 1 piña bien lavada",
        "¼ kilo de panela o azúcar morena",
        "Especias variadas: canela, pimienta dulce, clavo de olor, anís, etc."
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en una olla el agua, la <strong>piña</strong>, la panela y especias y esperar hasta que hierva.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Reducir la temperatura y cocinar a fuego lento, tapada parcialmente y revolviendo de vez en cuando, durante 1 hora.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Colar el líquido y servir la <strong>chicha</strong> de <strong>piña</strong> fría o caliente.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Opcionalmente, se puede dejar las cortezas de la <strong>piña</strong> y las especias en el líquido para que el sabor se siga concentrando.</p>\r\n\r\n<p style=\"text-align: justify;\">- Puede guardarse en la refrigeradora por varios días.</p>\r\n"
    },
    {
      "idRecipe": "73",
      "image": "73-image",
      "name": "Chicha Resbaladera",
      "nameUrl": "chicha-resbaladera",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "",
      "preparationTime": "",
      "description": "La chicha resbaladera es una bebida artesanal ecuatoriana preparada a base de arroz tradicional de la ciudad de Guayaquil. Su preparación es muy antigua, se ofrecía en las casas y en celebraciones especiales.",
      "ingredients": [
        "¼ kilo de arroz crudo",
        "3 cucharadas de cebada en grano",
        "8 tazas de agua ",
        "2 palitos de canela",
        "8 clavos de olor",
        "8 granos de pimienta dulce (de olor)",
        "6 tazas de leche",
        "1 lata de leche condensada",
        "½ taza de azúcar",
        "2 cucharaditas de esencia de vainilla",
        "nuez moscada",
        "canela en polvo"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Lavar el <strong>arroz</strong> y la <strong>cebada</strong> en un colador. Colocarlos en un tazón de vidrio con 4 tazas de agua, tapar y dejar reposar toda la noche en un lugar fresco (no en la refrigeradora).</p>\r\n\r\n<p style=\"text-align: justify;\">2. Al día siguiente, licuar todo, colar y colocar el líquido en una olla grande.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Aparte, colocar en una olla las otras 4 tazas de agua, los palitos de canela, la pimienta dulce y los clavos de olor, y esperar hasta que hierva.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Añadir la mezcla licuada a la olla, dejar hervir, revolviendo constantemente y esperar hasta que la mezcla espese.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Retirar del fuego, agregar el azúcar, la <strong>leche</strong> fría y la leche condensada, y mezclar bien. Servir la <strong>chicha resbaladera</strong> con cubitos de hielo, espolvoreada con canela molida y nuez moscada.</p>\r\n"
    },
    {
      "idRecipe": "16",
      "image": "16-image",
      "name": "Chifles Ecuatorianos",
      "nameUrl": "chifles-ecuatorianos",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "",
      "preparationTime": "",
      "description": "Los chifles son frituras de plátano verde. También se conocen como platanitos o chips. Los chifles son un excelente acompañante para sopas, ceviches y cervezas, o son ideales como entrada acompañados con salsas como ají criollo, curtido de tomate y cebolla, o salsa rosada.",
      "ingredients": [
        "plátanos verdes ",
        "aceite para freír",
        "sal al gusto",
        "ají o dientes de ajo para darle sabor al aceite"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pelar los <strong>plátanos verdes</strong> y cortarlos en tajadas largas muy finas.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar abundante aceite y agregar las tajadas de <strong>plátano</strong>, asegurando que estén cubiertas por el aceite. Tratar de no freír demasiadas a la misma vez para evitar que se peguen.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Freír hasta que las tajadas de <strong>plátano</strong> comiencen a dorarse.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Sacar los <strong>chifles</strong> del aceite y colocarlos en toallas de papel para escurrir el exceso de aceite.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Espolvorear los <strong>chifles</strong> con sal al gusto y servirlos calientes o fríos.</p>\r\n"
    },
    {
      "idRecipe": "14",
      "image": "14-image",
      "name": "Choclos con Salsa de Queso y Cilantro",
      "nameUrl": "choclos-con-salsa-de-queso-y-cilantro",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "2",
      "preparationTime": "",
      "description": "En Ecuador, es típico encontrar venta de choclos asados en las calles. Suelen servirlos con una deliciosa salsa de queso y cilantro. Esta receta ecuatoriana es muy fácil de preparar y es ideal como entrada o acompañante de otros platos.",
      "ingredients": [
        "4  choclos o mazorcas de maíz",
        "mantequilla para engrasar",
        "1 huevo ",
        "2 dientes de ajo machacados",
        "¾ de taza de aceite",
        "jugo de 1 limón",
        "6 onzas de queso desmenuzado",
        "¼ taza de cilantro picado finamente",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pelar y limpiar los <strong>choclos</strong> o <strong>mazorcas</strong> de <strong>maíz</strong>. Cocinar los <strong>choclos </strong>en agua hirviendo durante 2-3 minutos, luego frotarlos con mantequilla y asarlos en la parrilla durante 10 o 15 minutos, dándoles vueltas cada 3 o 4 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Colocar en una licuadora el huevo, el ajo machacado, el <strong>cilantro</strong>, una pizca de sal y ¼ de taza de aceite y mezcle hasta que los ingredientes estén bien licuados.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar el aceite restante poco a poco y continuar licuando hasta que la salsa comience a ponerse espesa. Agregar el <strong>queso</strong> y el jugo de limón y licuar hasta obtener una <strong>salsa</strong> cremosa. Probar y ajustar la sal al gusto.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Servir los choclos con la <strong>salsa </strong>vertida encima y adornar con <strong>cilantro</strong> o <strong>queso</strong> rallado.</p>\r\n"
    },
    {
      "idRecipe": "72",
      "image": "72-image",
      "name": "Chucula Ecuatoriana",
      "nameUrl": "chucula-ecuatoriana",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "La chucula ecuatoriana, un riquísimo batido de maduro como energizante. Esta bebida es una las tradiciones culinarias de los pueblos indígenas que aún se conserva en Ecuador.",
      "ingredients": [
        "4 plátanos maduros pelados cortados en rodajas",
        "4 palitos de canela",
        "4 cucharadas de queso sin sal rallado",
        "2 tazas de azúcar",
        "2 tazas de leche",
        "1 cucharadita de esencia de vainilla ",
        "½ taza de agua"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en una olla los <strong>plátanos</strong>, el agua la canela y el azúcar. Cocinar a fuego lento durante 10 minutos y retirar del fuego.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Retirar la canela. Licuar los <strong>plátanos</strong>, el agua y el azúcar con la leche.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Verter el batido en una olla, añadir el queso y la vainilla. Cocinar a fuego lento, revolviendo constantemente, esperar hasta que hierva y retirar del fuego.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Servir la <strong>chucula ecuatoriana</strong> en copas con un poco de espumilla de limón.</p>\r\n"
    },
    {
      "idRecipe": "17",
      "image": "17-image",
      "name": "Chulpi",
      "nameUrl": "chulpi",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "",
      "preparationTime": "",
      "description": "El chulpi o maíz tostado es muy popular en Ecuador y se sirve como acompañante para ceviches o como aperitivo.",
      "ingredients": [
        "2 tazas de maíz para tostado ",
        "2 cucharadas de aceite para freír",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Calentar el aceite en una sartén a fuego medio. Agregar el <strong>maíz</strong> y revolverlo cuando comience a reventar.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Cubrir parcialmente con una tapa para evitar que el <strong>tostado</strong> salte de la sartén.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Continuar revolviendo para evitar que el <strong>maíz</strong> se queme y cocinar hasta que los granos estén dorados.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Colocar el <strong>maíz tostado</strong> en una toalla de papel para absorber el exceso de aceite.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Espolvorear el <strong>chulpi</strong> con sal al gusto y servir caliente o frío.</p>\r\n"
    },
    {
      "idRecipe": "34",
      "image": "34-image",
      "name": "Churrasco",
      "nameUrl": "churrasco",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El churrasco es uno de los platos más populares en Ecuador. Consiste en una chuleta de carne de vacuno cocinada a la plancha o a la brasa. El secreto para la preparación de un buen churrasco ecuatoriano es que la carne esté bien sazonada.",
      "ingredients": [
        "1 kilo de filetes de carne de res",
        "10 dientes de ajo machacados",
        "1 cucharada de comino molido",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Mezclar en un tazón el ajo machacado con el comino, la sal y la pimienta para preparar un aliño para la <strong>carne</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Frotar los <strong>filetes</strong> de <strong>carne</strong> con el aliño y dejarlos reposar por un par de horas.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Asar o freír los <strong>filetes</strong> a la <strong>parrilla</strong> o en una sartén por cada lado hasta que estén cocidos a gusto. Dependiendo de la temperatura de la <strong>parrilla</strong>, esto tardará sólo unos minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Servir el <strong>churrasco </strong>con un huevo frito encima de cada <strong>bistec</strong> y acompañado con arroz, papas fritas, plátanos maduros fritos, curtido de cebolla y tomate, lechuga, aguacate o ají.</p>\r\n"
    },
    {
      "idRecipe": "60",
      "image": "60-image",
      "name": "Cocadas Esmeraldeñas",
      "nameUrl": "cocadas-esmeraldenas",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Las cocadas son uno de los clásicos dulces de coco de la ciudad ecuatoriana de Esmeraldas. Es un manjar de panela seca con textura comprometedora del coco que se mete hasta el infinito del gusto.",
      "ingredients": [
        "1 coco rallado ",
        "2 tazas de leche ",
        "½ kilo de panela rallada",
        "¼ kilo de azúcar ",
        "4 yemas de huevo ",
        "2 onzas de mantequilla ",
        "1 cucharada de jugo de limón"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en una olla la leche, la panela y el <strong>azúcar</strong>. Cocinar a fuego lento, revolviendo constantemente, hasta que el dulce esté espeso. Añadir el <strong>coco</strong> y hervir. Agregar la mantequilla y retirar del fuego.  </p>\r\n\r\n<p style=\"text-align: justify;\">2. Batir las yemas de huevo con el jugo de limón y verter sobre la <strong>cocada</strong>. Llevar nuevamente al fuego, sin dejar de batir, hasta que el dulce se desprenda de la olla. Verter la mezcla en un tazón y seguir batiendo hasta que enfríe.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Formar bolitas pequeñas, colocar sobre en una bandeja y espolvorear con azúcar impalpable. Servir las <strong>cocadas</strong> frías.</p>\r\n"
    },
    {
      "idRecipe": "65",
      "image": "65-image",
      "name": "Colada de Avena",
      "nameUrl": "colada-de-avena",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "Los jugos, batidos y coladas son parte integral de la cultura de Ecuador. La colada de avena, también conocida como colada quaker, es una bebida tradicional ecuatoriana que generalmente se sirve en las comidas y se puede tomar caliente o frío.",
      "ingredients": [
        "2 litros de agua ",
        "3 tazas de avena entera remojada en 1 taza de agua",
        "Las cortezas y el centro de 1 piña",
        "10 palitos de canela",
        "10 granos de pimienta dulce",
        "5 clavos de olor",
        "10 oz de panela",
        "3 tazas de pulpa de naranjilla",
        "½ cucharadita hierba luisa seca",
        "La cáscara de 1 limón"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en una olla grande el agua, las cortezas y el centro de la piña, la panela, la canela, la pimienta dulce, los clavos de olor, la cáscara de limón y la hierba luisa seca. Cocinar a fuego medio  durante 30 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Retirar del fuego, <strong>colar</strong> el líquido y colocar el líquido una olla. Licuar la pulpa de naranjilla con la <strong>avena </strong>remojada (incluyendo el agua), verter en el líquido colado y esperar hasta que hierva.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Bajar la temperatura y cocinar a fuego lento durante 15 minutos hasta que la <strong>colada</strong> no sepa a <strong>avena</strong> cruda. <strong>Colar</strong> el líquido para remover cualquier grumo de <strong>avena</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Servir la <strong>colada</strong> de <strong>avena</strong> caliente o dejar enfriar y servir fría.</p>\r\n"
    },
    {
      "idRecipe": "66",
      "image": "66-image",
      "name": "Colada Morada",
      "nameUrl": "colada-morada",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "En Ecuador, como en otros países latinoamericanos, se celebra el Día de los Difuntos el 2 de Noviembre. Esta celebración va acompañada de una importante tradición gastronómica: la colada morada, una bebida espesa de color morado que se prepara con frutas típicas ecuatorianas, hierbas y especias.",
      "ingredients": [
        "2 litros de agua fría",
        "4 rajas de canela",
        "8 clavos de olor",
        "la cáscara de 1 limón ",
        "la cáscara de 1 naranja ",
        "la cáscara de 1 piña ",
        "½ taza azúcar granulada",
        "½ taza de panela (o piloncillo)",
        "2 hojas de laurel",
        "½ cucharadita de hierba luisa seca",
        "¼ kilo de mortiños (o arándano azul)",
        "¼ kilo de moras",
        "½ cucharadita de pimienta de olor molido",
        "1 taza de pulpa de naranjilla",
        "¼ taza de maicena disuelta en 1 taza de agua",
        "1 taza de piña cortada en cubitos",
        "½ taza de frutillas (o fresas) cortadas",
        "½ taza de babaco cortado (opcional)"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en una olla grande 1 litro de agua, la canela, los clavos de olor, las cáscaras de limón, naranja y piña, el azúcar y la panela. Dejar hervir durante 20 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Apagar el fuego, agregar las hojas de laurel y la hierba luisa, tapar y dejar reposar por 5 minutos. Colar el líquido y colocarlo nuevamente en una olla grande.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Aparte, en otra olla, colocar el otro litro de agua, los <strong>mortiños</strong>, las <strong>moras</strong> y la pimienta de olor molida, y hervir durante 30 minutos. Retirar del fuego, licuar esta mezcla con la naranjilla y colar para eliminar las semillas.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Agregar la mezcla licuada a la otra olla con el líquido de especias. Agregar la maicena diluida, revolver constantemente y esperar hasta que hierva. Agregar la piña y continuar cocinando por otros 10 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Agregar las <strong>frutillas</strong> y el babaco, esperar hasta que vuelva a hervir y retirar del fuego. Servir la <strong>colada morada</strong> tibia o colocarla en la refrigeradora y tomarla fría.</p>\r\n"
    },
    {
      "idRecipe": "48",
      "image": "48-image",
      "name": "Come y Bebe",
      "nameUrl": "come-y-bebe",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El come y bebe es una ensalada de frutas ecuatoriana muy fácil de preparar que contiene frutas exóticas y muy frescas, como papaya, banano, piña, mango, guineos maduros, moras, etc., acompañadas con zumo de naranja. Esta mezcla de trozos enteros de frutas y zumo de naranja, puede comerse y beberse a la vez, de ahí el nombre peculiar de este postre. ",
      "ingredients": [
        "jugo de 10 naranjas",
        "1 papaya grande y madura",
        "1 piña pelada ",
        "6 bananos o guineos maduros",
        "6 mangos maduros",
        "azúcar o miel al gusto (opcional)"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pelar, limpiar y cortar en cubos pequeños la papaya, la piña (sin el centro), los bananos y los mangos.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Mezclar todas las <strong>frutas</strong> en un tazón grande.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar el jugo de naranja y mezclar bien.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Probar y, si se desea, agregar azúcar o miel a gusto.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Refrigerar por unos 30 minutos (si se prefiere frío) o servir el <strong>come</strong> y <strong>bebe</strong> inmediatamente en copas de <strong>postres</strong>.</p>\r\n"
    },
    {
      "idRecipe": "18",
      "image": "18-image",
      "name": "Crema de Zapallo",
      "nameUrl": "crema-de-zapallo",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El zapallo, también conocido como auyama, es consumido en toda Latinoamérica, especialmente en la región andina de Ecuador. Esta receta de crema de zapallo es fácil de preparar y es ideal para los días lluviosos.",
      "ingredients": [
        "1 zapallo de buen tamaño",
        "3 cucharadas de aceite",
        "1 cebolla ",
        "3 dientes de ajo machacados",
        "1 cucharadita de comino molido",
        "4 tomates",
        "6 tazas de caldo de pollo o de verduras",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pelar el <strong>zapallo</strong>, retirarle las semillas y cortarlo en trozos pequeños. Pelar y cortar finamente la cebolla y los tomates.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar el aceite en una olla y añadir la cebolla, el ajo, el comino y los tomates. Sofreír durante unos 5 minutos hasta que las cebollas estén suaves. Añadir el caldo de pollo o de verduras y esperar hasta que hierva.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Añadir los trozos de <strong>zapallo</strong> a la olla y esperar hasta que hierva nuevamente. Reducir la temperatura y cocinar a fuego lento durante unos 30 minutos hasta que los trozos de <strong>zapallo </strong>estén suaves. Retirar del fuego y esperar que se enfríe lo suficiente para licuar.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Licuar hasta obtener un puré o una mezcla espesa. Añadir sal y pimienta al gusto. Recalentar la <strong>crema </strong>de ser necesario.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Servir la <strong>crema</strong> de <strong>zapallo</strong> caliente con queso desmenuzado, cebolletas cortadas, chorizo o chicharrones.</p>\r\n"
    },
    {
      "idRecipe": "36",
      "image": "36-image",
      "name": "Cuy Asado con Papas",
      "nameUrl": "cuy-asado-con-papas",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "1",
      "preparationTime": "",
      "description": "El cuy es una especie de roedor que pesa cerca de 1 kg y que se puede encontrar en la región andina de Sudamérica, especialmente en Ecuador. Existen diversos platos en el cual el cuy es el ingrediente estrella, pero el más popular es el de cuy asado acompañado de papas.",
      "ingredients": [
        "1 cuy pelado ",
        "8 dientes de ajo machacados",
        "1 cucharada de comino",
        "½  cucharadita de achiote",
        "1 kilo de papas peladas",
        "8 cucharadas de aceite",
        "2 ramitas de cebolletas finamente cortadas",
        "1 cebolla colorada finamente picada",
        "1 pizca de orégano",
        "1 pizca de pimienta molida",
        "1 cucharada de cilantro",
        "sal a gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Aliñar el <strong>cuy </strong>con 5 dientes de ajo, el comino y sal. Dejarlo reposar hasta el día siguiente.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar en una sartén 6 cucharadas de aceite con el achiote. Barnizar el <strong>cuy</strong> con el aceite de achiote.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Asar el <strong>cuy</strong> en carbón, pinchándolo para que vaya cocinándose homogéneamente.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Calentar en una sartén 2 cucharadas de aceite y añadir la cebolla, los 3 dientes de ajo restantes, las cebolletas, el cilantro, el orégano, la pimienta y sal. Cocinar durante 5 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Agregar las <strong>papas</strong> y suficiente agua hasta cubrirlas. Esperar hasta que el agua hierva, reducir la temperatura y cocinar a fuego lento hasta que las <strong>papas </strong>estén blandas.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Servir el <strong>cuy</strong> sobre las <strong>papas</strong> cocidas acompañado de hojas de lechuga, tomate y curtido de cebolla.</p>\r\n"
    },
    {
      "idRecipe": "55",
      "image": "55-image",
      "name": "Dulce de Babaco",
      "nameUrl": "dulce-de-babaco",
      "idCategory": "4",
      "rating": "3",
      "numPersons": "10",
      "preparationTime": "",
      "description": "El babaco es una fruta original de la provincia de Loja, en Ecuador. Es un híbrido natural resultante del cruce entre toronche y chamburo. El dulce de babaco es una especie de almíbar hecho con la fruta, azúcar, agua y un poco de canela. Existen variantes de la receta donde añaden ron, cachaca o aguardiente.",
      "ingredients": [
        "1 babaco maduro",
        "2 tazas de azúcar",
        "1 rama de canela",
        "2 clavos de olor",
        "jugo de 1 limón",
        "agua"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pelar el <strong>babaco</strong> y cortarlo en pedazos pequeños.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Espolvorear un poco de <strong>azúcar</strong> en los pedazos de <strong>babaco </strong>y dejar reposar.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Hervir 2 tazas de agua con el <strong>azúcar</strong>, la canela, los clavos de olor y el limón.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Añadir el <strong>babaco</strong> y cocinar a fuego lento hasta que la <strong>fruta</strong> esté transparente.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Retirar del fuego y dejar enfriar durante 2 horas.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Servir el <strong>dulce</strong> de <strong>babaco</strong> en copas de helado.</p>\r\n"
    },
    {
      "idRecipe": "49",
      "image": "49-image",
      "name": "Dulce de higos",
      "nameUrl": "dulce-de-higos",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "10",
      "preparationTime": "",
      "description": "El dulce de higos es uno de esos postres que representan la esencia de Ecuador, son deliciosos y sencillos. El proceso para preparar los higos es un poco largo, tarda casi tres días, pero vale la pena la espera, es el toque ideal para el final a una buena comida.",
      "ingredients": [
        "20 higos lavados maduros pero firmes",
        "una pizca de bicarbonato",
        "1 kilo de panela o piloncillo",
        "canela, clavo de olor y otras especias (opcional)",
        "agua"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Hacer una incisión en forma de cruz en la parte superior (o parte más angosta) de cada <strong>higo</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Colocar los <strong>higos</strong> en un tazón, cubrirlos con agua y dejarlos remojar durante un día entero.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Colar los <strong>higos</strong>, colocarlos en una olla y cubrirlos con 8 tazas de agua aproximadamente.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Añadir el bicarbonato y hervir el agua con los <strong>higos</strong>. Cocinarlos durante unos 20 minutos hasta que estén suaves.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Retirar del fuego y dejar los <strong>higos</strong> en el agua en el que se cocinaron durante otro día entero.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Colar el agua y escurrir cada <strong>higo</strong> con delicadeza hasta sacarle la mayor cantidad de agua.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Colocar en una olla grande la <strong>panela</strong> o piloncillo, las especias y 6 tazas de agua. Cocinar a fuego lento hasta que la <strong>panela</strong> esté completamente disuelta y convertida en <strong>almíbar</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">8. Añadir los <strong>higos</strong> y continuar cocinando a fuego lento durante unas 2 horas hasta que el <strong>almíbar</strong> esté espeso.</p>\r\n\r\n<p style=\"text-align: justify;\">9. Servir el <strong>dulce</strong> de <strong>higos</strong> (caliente o frío) acompañado con rodajas de quesillo o queso.</p>\r\n"
    },
    {
      "idRecipe": "50",
      "image": "50-image",
      "name": "Dulce de Zapallo",
      "nameUrl": "dulce-de-zapallo",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El dulce de zapallo, también conocido como zapallo con miel de panela, es un postre tradicional ecuatoriano preparado con zapallo (calabaza o auyama), panela o piloncillo y especias. Este delicioso postre usa ingredientes sencillos y es muy fácil de preparar. Se sirve acompañado con un trozo de quesillo o queso. ",
      "ingredients": [
        "1 zapallo de casi 1 kilo",
        "½ kilo de panela o piloncillo cortado en trozos",
        "5 rajas de canela",
        "5 clavos de olor",
        "3 granos de pimienta dulce",
        "3 tazas de agua"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Lavar bien el <strong>zapallo</strong>, cortarlo a la mitad, quitarle las semillas y las membranas, y cortarlo en trozos medianos.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Colocar en una olla grande el <strong>zapallo</strong>, la <strong>panela</strong>, la canela, el clavo de olor, la pimienta <strong>dulce</strong> y el agua. Hervir a fuego medio durante 30 minutos con la tapa puesta.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Destapar y cocinar a fuego lento durante aproximadamente 1 hora hasta que el <strong>almíbar </strong>espese y los pedazos de <strong>zapallo</strong> estén confitados.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Retirar del fuego y servir el <strong>dulce</strong> de <strong>zapallo</strong> (caliente o frío) con una rodaja de quesillo o queso fresco.</p>\r\n"
    },
    {
      "idRecipe": "13",
      "image": "13-image",
      "name": "Empanadas de Verde Rellenas con Queso",
      "nameUrl": "empanadas-de-verde-rellenas-con-queso",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "12 empanadas pequeñas ",
      "preparationTime": "",
      "description": "Las empanadas de verde se preparan con una masa de plátano verde y se rellenan con queso, carne o mariscos. Las empanadas de verde se sirven con ají y un café para el desayuno, o también como aperitivo o acompañante.",
      "ingredients": [
        "4 plátanos verdes",
        "1 huevo ",
        "2 cucharadas de mantequilla o aceite",
        "1 cucharadita de sal",
        "1 taza de queso rallado o desmenuzado",
        "1/3 taza de cebolla blanca cortada en cubitos",
        "Aceite para freír"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Lavar y pelar los <strong>plátanos</strong> verdes. Cortar 3 de los <strong>plátanos</strong> por la mitad y hervirlos con abundante agua unos 30 minutos hasta que estén suaves. Mantener el <strong>plátano</strong> pelado restante en un tazón con agua fría.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Dejar los <strong>plátanos</strong> hervidos en el agua donde se cocinaron hasta que se enfríen lo suficiente para manipularlos. Rallar el <strong>plátano</strong> crudo restante usando un rallador fino.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Colocar los <strong>plátanos</strong> hervidos en un procesador de alimentos y mezclar hasta que estén molidos y quede una masa gruesa. Añadir el huevo y la mantequilla o el aceite, y mezclar hasta que los ingredientes estén homogéneos y la masa quede más suave. Si no se tiene un procesador de alimentos, triturar los <strong>plátanos</strong> hervidos y luego mezclarlos con el huevo (ligeramente batido) y la mantequilla.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Colocar la masa en un tazón, agregar el <strong>plátano</strong> crudo finamente rallado y ½ cucharadita de sal. Amasar bien hasta que quede una mezcla suave. Formar la masa en una bola y dejarla reposar en un tazón a temperatura ambiente durante unos 15-30 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Estirar la masa con un rodillo hasta obtener una lámina fina. Utilizar un molde redondo (como un plato o un vaso) para cortar la masa en discos para las <strong>empanadas</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Mezclar el <strong>queso</strong> y la cebolla. Colocar una cucharada del relleno de <strong>queso</strong> en el medio de cada disco, doblar y sellar las <strong>empanadas</strong> con cuidado. Colocar las <strong>empanadas</strong> crudas en la refrigeradora durante una hora para que estén mejor selladas.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Calentar abundante aceite en una sartén, freír y voltear las <strong>empanadas</strong> por ambos lados hasta que queden doraditas. Colocarlas sobre papel para quitar cualquier exceso de aceite.</p>\r\n\r\n<p style=\"text-align: justify;\">8. Servir las <strong>empanadas</strong> calientes con ají criollo o ají de tomate de árbol.</p>\r\n"
    },
    {
      "idRecipe": "19",
      "image": "19-image",
      "name": "Encebollado Manaba",
      "nameUrl": "encebollado-manaba",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El encebollado es un plato original de la provincia de Guayas, al suroeste de Ecuador, así como de Manabí, de ahí el nombre de encebollado manabita o manaba. El caldo que acompaña al pescado se elabora a base de yuca licuada y se puede condimentar con ají en polvo, comino u otras especias al gusto. ",
      "ingredients": [
        "1 kilo de atún o albacora fresco",
        "½ kilo de yuca",
        "2 cucharadas de aceite",
        "2 tomates picados",
        "½ cebolla cortada",
        "1 cucharadita de ají en polvo",
        "2 cucharaditas de comino molido",
        "8 tazas de agua",
        "5 ramitas de cilantro o culantro",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Sofreír la cebolla, los tomates, el comino, el ají y la sal. Añadir el agua y el cilantro.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Cuando el agua comience a hervir, añadir el <strong>atún</strong> o <strong>albacora</strong> y cocinar durante unos 15 minutos hasta que el <strong>atún</strong> esté listo.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Colar el <strong>caldo</strong> que se cocinó y guardarlo para cocinar la yuca.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Separar el <strong>atún</strong> en lonjas y guardarlo para añadir más tarde.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Hervir el <strong>caldo</strong> de <strong>atún</strong>, añadir la yuca y cocinar hasta que esté suave.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Sacar la yuca y cortarla en pedazos pequeños.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Colocar la yuca cortada y las lonjas de <strong>atún</strong> nuevamente en el caldo, rectificar la sal y calentar hasta que esté listo para servir.</p>\r\n\r\n<p style=\"text-align: justify;\">8. Servir el <strong>encebollado manaba</strong> se pone con curtido de cebolla y tomate encima de cada <strong>plato</strong> de <strong>sopa</strong>.</p>\r\n"
    },
    {
      "idRecipe": "46",
      "image": "46-image",
      "name": "Encocado de Pescado",
      "nameUrl": "encocado-de-pescado",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El encocado de pescado es un plato típico de la costa ecuatoriana que consiste de pescado corvina cocinado en una deliciosa salsa de coco. Existen otras variaciones del encocado con camarones, conchas, cangrejo, calamar u otros mariscos.",
      "ingredients": [
        "2 kilos de filetes de corvina cortados en trozos medianos",
        "jugo de 2 limones",
        "jugo de 2 naranjas",
        "4 dientes de ajo machacados",
        "1 cucharadita de comino molido",
        "1 cucharadita de achiote molido ",
        "1 cucharadita de pepitas de cilantro molido",
        "2 cucharadas de aceite",
        "1 cebolla blanca cortada en cubitos",
        "2 pimientos cortados en cubitos",
        "4 tomates pelados y cortados en cubitos",
        "1 coco fresco licuado (el agua y la pulpa de coco)",
        "3 cucharadas de cilantro finamente cortado",
        "coco rallado fresco (opcional)",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en un tazón el jugo de limón, el jugo de naranja, el ajo, el comino, el achiote, las pepitas de cilantro y sal. Mezclar bien para preparar un aliño. Agregar los trozos de <strong>pescado</strong>, cubrirlos bien con el aliño y dejarlo reposar en la refrigeradora durante 2 horas.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar el aceite en una sartén y agregue la cebolla, los tomates, los pimientos y sal. Cocinar a fuego medio durante 5 minutos. Agregar el <strong>coco</strong> licuado, mezclar bien y cocinar durante 10 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar los trozos de <strong>pescado</strong>, tapar parcialmente y dejar cocinar a fuego lento durante 20 minutos. Espolvorear con el <strong>coco</strong> rallado y el cilantro. Servir el <strong>encocado</strong> de <strong>pescado</strong> con arroz y plátanos maduros fritos.</p>\r\n"
    },
    {
      "idRecipe": "51",
      "image": "51-image",
      "name": "Espumillas",
      "nameUrl": "espumillas",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Las espumillas, también conocido como suspiritos o suspiros son un dulce muy popular en Ecuador. Se trata de una especie de espuma cremosa tipo merengue preparada con pulpa de guayaba, claras de huevo y azúcar. Se puede colorear, de manera que se encuentra en diversos colores.",
      "ingredients": [
        "8 guayabas maduras ",
        "1½ tazas de azúcar",
        "2 claras de huevo",
        "arrope o salsa de mora ",
        "grajeas y/o coco rallado"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pelar las <strong>guayabas</strong>, retirar la parte del centro con las semillas y colocar los pedazos de pulpa en un tazón grande, agregar el <strong>azúcar</strong>, mezclar y triturar hasta hacerlo puré.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Agregar las claras de <strong>huevo</strong> al puré de <strong>guayaba</strong> y <strong>azúcar</strong> y usar la batidora eléctrica para batir la mezcla hasta que obtener una textura cremosa y firme.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Servir la <strong>espumilla</strong> inmediatamente en copas o conos de helado, acompañada con la salsa de mora, grajeas y coco rallado.</p>\r\n"
    },
    {
      "idRecipe": "27",
      "image": "27-image",
      "name": "Fanesca Ecuatoriana",
      "nameUrl": "fanesca-ecuatoriana",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "20",
      "preparationTime": "",
      "description": "La fanesca es un plato popular en Ecuador conocido por ser preparado durante la época de Semana Santa. Es una sopa a base de granos tiernos y pescado seco y suele servirse caliente con trozos de bacalao, plátano maduro frito, ají rojo, hojas de perejil, queso y rodajas de huevos cocidos.",
      "ingredients": [
        "1 kilo de bacalao seco",
        "6 tazas de sambo fresco cortado en cubos",
        "6 tazas de zapallo ",
        "2 tazas de col cortada finamente",
        "4 tazas de habas cocinadas y peladas",
        "4 tazas de choclo desgranado y cocinado",
        "3 tazas de arvejas cocinadas",
        "2 tazas de habitas blancas cocinadas",
        "2 tazas de alubias o frijol blanco cocinado",
        "2 tazas de chochos pelados",
        "2 tazas de arroz cocinado ",
        "8 cucharadas de mantequilla",
        "1 cucharadita de achiote molido",
        "1 cucharada de comino molido",
        "1 cucharada de orégano seco",
        "1 cucharadita de pimienta molida",
        "1 taza de cebolla cortada",
        "10 dientes de ajo machacados",
        "2 tazas de maní tostado",
        "12 tazas de leche",
        "1 taza de crema de leche",
        "12 onzas de queso crema",
        "1 taza de queso rallado",
        "6 cucharadas de cilantro o perejil cortado finamente",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Remojar el <strong>bacalao</strong> seco durante 24 horas, cambiar al agua cada 6 a 8 horas, el agua de remojo debe ir quedando cada vez menos salada, al final del remojo cortar el <strong>bacalao </strong>en pedazos medianos.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Cocinar el sambo y el zapallo por separado, con sólo un poco de agua. Cocinar hasta que estén suaves y tiernos, colar el agua y licuarlos hasta obtener un puré.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Hervir un poco de agua con la col durante 3 minutos, colar y añadir la col al puré de sambo y zapallo.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Derretir la mantequilla en una olla grande y agregar la cebolla, el ajo, el achiote, el comino, el orégano y pimienta. Cocinar durante unos 5 minutos hasta que las cebollas estén tiernas.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Añadir el arroz y triturarlo hasta que se haga un puré o una salsa espesa. Agregar el puré de sambo, zapallo y col y mezclar bien.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Agregar 4 tazas de leche y las habas, los choclos, las habitas y las alubias, mezclar bien y dejar cocinar a fuego lento durante 15 minutos, removiendo de vez en cuando.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Aparte hervir durante 10 minutos 6 tazas de leche con el <strong>bacalao</strong> y añadir esta mezcla a la <strong>sopa</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">8. Licuar el maní tostado con 2 tazas de leche y agregar esto a la<strong> sopa</strong>. Cocinar durante 10 minutos, revolviendo con frecuencia.</p>\r\n\r\n<p style=\"text-align: justify;\">9. Antes de servir la <strong>fanesca</strong>, añadir los chochos, la crema de leche y los quesos y mezcle bien para que los quesos se disuelvan. Agregar el cilantro o perejil y rectificar la sal.</p>\r\n\r\n<p style=\"text-align: justify;\">10 Sirva la <strong>fanesca</strong> con pedazos de <strong>bacalao</strong> frito, rodajas de huevo duro, plátanos maduros fritos, queso fresco, un ají criollo y cebollas blancas encurtidas.</p>\r\n"
    },
    {
      "idRecipe": "52",
      "image": "52-image",
      "name": "Flan de Coco",
      "nameUrl": "flan-de-coco",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "10",
      "preparationTime": "",
      "description": "El flan de coco es un postre muy popular en Ecuador que se prepara con coco rallado, leche condensada, leche, huevos y azúcar. Este flan es un postre fácil de preparar que todos disfrutan.",
      "ingredients": [
        "1¼ taza de azúcar",
        "¼ taza de agua",
        "2 tazas de leche condensada",
        "2 tazas de leche",
        "4 huevos",
        "1 taza de coco rallado"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Calentar el agua y 1 taza de <strong>azúcar</strong> en una olla pequeña a fuego alto, esperar hasta que hierva y cocinar hasta que el <strong>caramelo</strong> comience a tomar un color dorado. Colocar el <strong>caramelo </strong>en el molde donde se preparará el <strong>flan</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Licuar la leche, la leche condensada, los huevos, ¼ de <strong>azúcar</strong> y el <strong>coco</strong> rallado. Colocar la mezcla en el molde con el <strong>caramelo</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Cocinar a baño de maría a fuego medio, tapado, durante 1 hora y media hasta que la mezcla cuaje y retirar del fuego.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Dejar que el <strong>flan </strong>se enfríe en la refrigeradora, retirar del molde y servir con <strong>coco </strong>rallado encima.</p>\r\n"
    },
    {
      "idRecipe": "42",
      "image": "42-image",
      "name": "Fritada de Chancho",
      "nameUrl": "fritada-de-chancho",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "La fritada de chancho es uno de deliciosos platos típicos de Ecuador. La carne de chancho (cerdo o puerco) se cocina en agua y jugo de naranja con comino, ajo, cebolla, chalote, sal y pimienta",
      "ingredients": [
        "2 kilos de carne de chancho cortado en trozos medianos (½ kg de costillas y 1½ kg de lomo)",
        "1 cucharadita de comino molido",
        "10 dientes de ajo (5 enteros y 5 machacados)",
        "1 cebolla blanca cortada en trozos",
        "1 chalote cortado en trozos",
        "3 tazas de agua",
        "1 taza de jugo de naranja",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Sazonar la carne de <strong>chancho</strong> con el comino molido, ajo machacado, sal y pimienta. Dejar reposar en la refrigeradora un par de horas.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Colocar la carne de <strong>chancho</strong>, la cebolla, el chalote, los dientes de ajo enteros y el agua en una sartén grande y cocinar hasta que se reduzca casi toda el agua.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Añadir el jugo de naranja y cocinar, revolviendo de vez en cuando, hasta se reduzca todo el líquido y la <strong>carne</strong> esté dorada.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Servir la <strong>fritada</strong> de <strong>chancho</strong> con yuca, mote, plátanos maduros fritos, curtido de cebolla, aguacate y ají criollo.</p>\r\n"
    },
    {
      "idRecipe": "35",
      "image": "35-image",
      "name": "Guatita",
      "nameUrl": "guatita",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "La guatita se considera plato nacional en Ecuador. Consiste en un estofado hecho a base de trozos de estómago de vacuno, a lo que se le llama guatitas (también conocido en otras regiones como mondongo). Se distingue por ser un plato muy calórico.",
      "ingredients": [
        "1 kilo de panza de res o mondongo (bien lavado y limpio)",
        "jugo de 1 limón",
        "10 tazas de agua",
        "5 ramitas de cilantro",
        "8 dientes de ajo machacados",
        "2 cucharadita de comino molido",
        "½ taza de mantequilla de maní ",
        "2 tazas de leche",
        "3 cucharadas de mantequilla",
        "1 taza de cebolla colorada cortada en cubos ",
        "2 tazas de cebolla blanca cortada en cubos",
        "½ pimiento rojo o verde cortado en cubos",
        "1 tomate pelado y sin semillas cortado en cubos",
        "2 cucharaditas de achiote molido",
        "1 cucharadita de orégano seco",
        "4 papas peladas cortadas en cubos",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Cubrir el <strong>mondongo</strong> con agua, sal y la mitad del jugo de limón, dejarlo reposar durante 10 minutos, lavarlo y repetir el proceso otra vez. Lavarlo muy bien la segunda vez.</p>\r\n\r\n<p style=\"text-align: justify;\">2. En una olla grande, colocar el <strong>mondongo </strong>lavado con las 10 tazas de agua, las ramitas de cilantro, 4 dientes de ajo, una cucharadita de comino y sal. Esperar hasta que hierva, reducir la temperatura y cocinar a fuego lento durante 2 horas hasta que el <strong>mondongo </strong>esté suave.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Retirar la <strong>panza</strong> del agua y dejarlo enfriar un poco, reservar 2 tazas del caldo que se cocinó. Cuando el<strong> mondongo</strong> se haya enfriado, cortarlo en trozos muy pequeños.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Colocar en una sartén la mantequilla, el achiote, el orégano, la cebolla, el pimiento, el tomate, el comino y ajo restante y sal. Cocinar a fuego medio durante 5 minutos hasta que las cebollas estén suaves.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Aparte diluir la mantequilla de maní con ½ taza de leche. Colocar esta mezcla en la licuadora con refrito y la leche restante. Licuarlos hasta obtener una salsa cremosa.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Colocar la salsa licuada, las 2 tazas de caldo del mondongo, las papas y el <strong>mondongo</strong> en una olla grande. Esperar hasta que hierva, reducir la temperatura y cocinar a fuego lento hasta que las papas estén suaves y el líquido comience a volverse espeso.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Tritura un poco las papas para espesar la salsa y rectificar la sal. Agregar pimienta al gusto.</p>\r\n\r\n<p style=\"text-align: justify;\">8. Servir la <strong>guatita</strong> con arroz, cebollas encurtidas, rodajas de tomate, aguacate, y ají.</p>\r\n"
    },
    {
      "idRecipe": "67",
      "image": "67-image",
      "name": "Horchata Lojana",
      "nameUrl": "horchata-lojana",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "La horchata de Ecuador es una bebida de color rojo o rosado, que se prepara con diferentes hierbas aromáticas como manzanilla, menta, cedrón, hierba luisa y toronjil, y flores como esencia de rosas, violetas, begonias, claveles, etc. Esta bebida, típica de la provincia de Loja, se puede tomar caliente en la mañana o fría como refresco para acompañar el almuerzo.",
      "ingredients": [
        "8 tazas de agua",
        "8 cucharadas de la mezcla de hierbas secas para horchata molidas",
        "jugo de 2 limones",
        "azúcar o miel al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Hacer hervir el agua y retirar del fuego.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Agregar al agua caliente la mezcla de <strong>flores</strong> y <strong>hierbas aromáticas</strong>, y dejar reposar durante 5 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Colar la mezcla, añadir el jugo de limón y endulzar con <strong>azúcar</strong> o <strong>miel</strong> al gusto.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Servir la <strong>horchata lojana</strong> caliente o fría.</p>\r\n"
    },
    {
      "idRecipe": "43",
      "image": "43-image",
      "name": "Hornado de Chancho",
      "nameUrl": "hornado-de-chancho",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "20",
      "preparationTime": "",
      "description": "El hornado de chancho o cerdo es un plato típico de Ecuador. Se trata de un plato que contiene carne de cerdo principalmente cocinado en leña, acompañado de guarniciones ecuatorianas como el choclo, plátanos maduros fritos, aguacate, curtido de cebolla, lechuga, tomate y otros ingredientes dependiendo la región donde se prepare. ",
      "ingredients": [
        "Una pierna entera de chancho (10 kilos)",
        "jugo de 3 limones",
        "40 dientes de ajo machacados",
        "3 cucharadas de comino molido",
        "3 cucharadas de sal",
        "1 cucharada de pimienta molida",
        "1 litro de chicha (o 10 tazas de cerveza)",
        "8 onzas de mantequilla (o manteca)",
        "3 cucharadas de achiote molido",
        "10 papas medianas peladas y cortadas a la mitad"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Limpiar bien la pierna de <strong>chancho</strong> y colocar sobre una bandeja o un recipiente grande donde se pueda marinar. Rociar la pierna con el jugo de limón.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Preparar el aliño con el ajo, el comino, 2 cucharadas de achiote, la sal y pimienta. Hacer varias incisiones de buen tamaño en la pierna de <strong>chancho</strong> y rellenar las incisiones con el aliño preparado.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Dejar reposar la pierna en la refrigeradora de 24 a 72 horas. Voltear la pierna de vez en cuando para que marine bien por todas partes. Mezclar el resto del aliño preparado con la chicha o cerveza y guardar.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Pre-calentar el horno a 400F (200C). Colocar la pierna de <strong>chancho</strong> (con el lado de la piel hacia arriba) en la fuente de hornear con la mezcla guardada de la marinada.</p>\r\n\r\n<p style=\"text-align: justify;\">5. En una olla pequeña derretir 4 onzas de mantequilla y mezclar con 1 cucharada de achiote. Bañar la pierna de <strong>chancho</strong> con esta mezcla. Guardar un poco para rociar la piel durante el proceso del hornearse. Hornear la pierna a 400F (200C) durante unos 30 a 45 minutos. Reducir la temperatura a 325F (160C) y seguir horneando durante 3 horas más.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Si los jugos se empiezan a secar, calentar un poco de la chicha o cerveza adicional con un poco de la mezcla de mantequilla y achiote, agregar este líquido a la fuente de hornear. Usar una brocha para rociar la piel con la mezcla de mantequilla y achiote. Darle la vuelta a la fuente de hornear de vez en cuando para que la pierna se hornee de forma uniforme y si la piel se empieza a dorar demasiado se puede cubrir con papel aluminio (pero sin presionar la piel con el papel).</p>\r\n\r\n<p style=\"text-align: justify;\">7. Pasada las primeras 3 horas, agregar las papas al horno y continuar horneando la pierna a 325F (160C) durante unas 3 a 4 horas adicionales. Si se cubrió la pierna con papel aluminio, retirar durante los últimos 30 minutos para que la piel se vuelva crujiente.</p>\r\n\r\n<p style=\"text-align: justify;\">8. Cortar la pierna en rebanadas y sirva el <strong>hornado</strong> de <strong>chancho</strong> con las papas horneadas, mote refrito en la salsa del <strong>hornado</strong>, curtido de cebolla, aguacate, tomate, lechuga y ají criollo. Otros acompañantes pueden ser arroz blanco, yucas, habas, plátanos maduros fritos o llapingachos.</p>\r\n"
    },
    {
      "idRecipe": "10",
      "image": "10-image",
      "name": "Humitas",
      "nameUrl": "humitas",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "6 humitas",
      "preparationTime": "",
      "description": "Las humitas son un plato típico de la región andina de Ecuador y se suelen servir con café en la tarde o para el desayuno, aunque son deliciosas a cualquier hora. Las humitas son pastelitos envueltos que se preparan con choclos o maíz tierno y queso. ",
      "ingredients": [
        "6 o 7 mazorcas de choclos o maíz tierno con las hojas",
        "3 tazas de queso rallado o desmenuzado",
        "1 taza de cebolla picada finamente",
        "1 cucharadita de semillas de cilantro en polvo",
        "2 dientes de ajo machacados",
        "¼ taza de crema líquida (o nata líquida)",
        "2 huevos",
        "1 cucharadita de sal"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pelar los <strong>choclos</strong> y sacar las hojas. Colocar las hojas en agua hirviendo durante un par de minutos, colarlas y guardarlas hasta el momento de envolver las <strong>humitas</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Limpiar bien los <strong>choclos</strong> pelados y desgranarlos. Si no se tiene una vaporera para cocinar las <strong>humitas</strong>, guardar las <strong>mazorcas</strong> peladas para hacer una vaporera.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Colocar los granos de <strong>choclo</strong> en el procesador de alimentos con el queso, la cebolla, el ajo, el cilantro, la crema, los huevos y la sal. Triturar todos los ingredientes hasta obtener un puré.</p>\r\n\r\n<p style=\"text-align: justify;\">4. En una olla, colocar 2½ tazas de agua y la vaporera, el nivel de agua debe estar justo debajo de la parte superior de la vaporera. Si no se tiene una vaporera, colocar las <strong>mazorcas</strong> peladas y algunas hojas de <strong>choclo</strong> en el fondo de la olla, igual el nivel de agua debe llegar justo a la parte superior de las <strong>mazorcas</strong> peladas pero sin cubrirlas completamente.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Usar 2 hojas de buen tamaño para cada <strong>humita</strong>, colocar las hojas una encima de otra, doblar el costado y luego doblar la punta creando un pequeño bolsillo. Rellenar las hojas con una buena cucharada de la mezcla de <strong>choclo</strong>, colocar un poco de queso en el centro y luego doblar el otro costado de las hojas. Use las tiras de las hojas pequeñas para amarrar las <strong>humitas</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Colocar cada <strong>humita </strong>de forma un poco inclinada en la olla y si tienen alguna apertura colocarlas con esa parte hacia arriba. Cubrir las <strong>humitas</strong> con las hojas que sobren y tapar bien la olla. Cocinar a fuego alto hasta que el agua comience a hervir, bajar la temperatura y cocinar a vapor durante 35 a 40 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Servir las <strong>humitas</strong> calientes acompañadas de ají de tomate de árbol y una taza de café.</p>\r\n"
    },
    {
      "idRecipe": "70",
      "image": "70-image",
      "name": "Javishca",
      "nameUrl": "javishca",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "",
      "preparationTime": "",
      "description": "El javishca es una bebida tradicional de San José de Minas, Ecuador. Es un jugo a base de zapallo maduro con leche, que se toma en la época de cosecha. ",
      "ingredients": [
        "2 tazas de zapallo tierno cortado en cubos",
        "1 litro leche",
        "5 unidades anís estrellado",
        "4 palitos de canela",
        "2 tazas de panela rayada"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar el <strong>zapallo</strong> con agua en una olla y cocinar a fuego medio hasta que esté blando. Licuar el <strong>zapallo</strong> con la <strong>leche</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Colocar el licuado en una olla al fuego nuevamente, agregar el anís y la canela y cocinar durante 5 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Retirar del fuego y añadir la panela. Servir el <strong>javishca</strong> caliente.</p>\r\n"
    },
    {
      "idRecipe": "71",
      "image": "71-image",
      "name": "Jugo de Coco",
      "nameUrl": "jugo-de-coco",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "El jugo de coco es una de las bebidas más populares en las costas de Ecuador, ideal para refrescar en los días de sol.",
      "ingredients": [
        "2 tazas de coco rallado",
        "4 tazas de agua de coco",
        "2 gotitas de esencia de vainilla",
        "leche condensada al gusto",
        "1 taza de hielo",
        "aguardiente (opcional)"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en la licuadora el <strong>coco</strong> rallado, el agua de <strong>coco</strong>, la esencia de vainilla, la leche condensada y el hielo.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Licuar todos los ingredientes, agregar una mínima cantidad de aguardiente (opcional) y servir el <strong>jugo</strong> de <strong>coco</strong> frío.</p>\r\n"
    },
    {
      "idRecipe": "77",
      "image": "77-image",
      "name": "Limonada",
      "nameUrl": "limonada",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "",
      "preparationTime": "",
      "description": "La limonada es un refresco muy popular en Ecuador para atenuar el calor y la sed predominantes en distintas épocas del año. Esta receta es rápida y efectiva porque todos los ingredientes van a la licuadora.",
      "ingredients": [
        "2 limones cortados en cubos y sin semillas",
        "8 tazas de agua fría",
        "1 taza de azúcar",
        "hielo al gusto",
        "rodajas de limón (opcional)",
        "hojas de menta o hierba buena (opcional)"
      ],
      "preparation": "<p>1. Colocar en la licuadora el <strong>limón</strong>, 4 tazas de agua y el azúcar.</p>\r\n\r\n<p>2. Licuar los ingredientes hasta obtener una mezcla homogénea, quedará un poco espumosa y con un color medio blanco.</p>\r\n\r\n<p>3. Colar y mezclar con el resto de agua. Servir la <strong>limonada</strong> inmediatamente con hielo y decorar los vasos con hojitas de menta o hierba buena y rodajas de limón.</p>\r\n\r\n<p>- Se recomienda beberla de inmediato para evitar que se amargue.</p>\r\n"
    },
    {
      "idRecipe": "76",
      "image": "76-image",
      "name": "Limonada de Mango",
      "nameUrl": "limonada-de-mango",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "La limonada de mango es un delicioso refresco que se prepara con una de las frutas tropicales más populares en Ecuador, el mango, junto con limón, azúcar y agua.",
      "ingredients": [
        "3 mangos medianos cortados en trozos",
        "1 taza de jugo de limón",
        "½ taza de azúcar (o miel de abeja)",
        "4 tazas de agua fría",
        "hielo al gusto",
        "rodajas de limón (opcional)",
        "hojas de menta o hierba buena (opcional)"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en una licuadora el <strong>mango</strong>, el jugo de <strong>limón</strong>, la azúcar o miel, 2 tazas de agua y unos cubitos de hielo. Licuar bien, opcionalmente se puede colar.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Agregar el resto del agua y mezclar bien. Ajustar azúcar y agua a gusto.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Servir la <strong>limonada</strong> de <strong>mango</strong> con hielo y decorar los vasos con hojitas de menta o hierba buena y rodajas de <strong>limón</strong>.</p>\r\n"
    },
    {
      "idRecipe": "11",
      "image": "11-image",
      "name": "Llapingachos",
      "nameUrl": "llapingachos",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "12 llapingachos medianos aproximadamente",
      "preparationTime": "",
      "description": "Los llapingachos son un plato típico ecuatoriano que consiste de tortillas de puré de papa rellenas con queso. Se sirven para el desayuno, como entrada o como acompañantes para muchos otros platos ecuatorianos. Los llapingachos se preparan con la papa chola, que es una variedad de papa con mucho almidón, para lograr la textura necesaria para que los llapingachos queden esponjosos.",
      "ingredients": [
        "6 papas grandes peladas y cortadas en trozos medianos",
        "2 cucharadas de aceite",
        "½ taza de cebolla blanca picada finamente",
        "2 cucharaditas de achiote molido",
        "1 taza de rallado o desmenuzado",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Hervir las <strong>papas</strong> con agua y sal hasta que estén suaves. Hacer un puré con las papas.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar el aceite a temperatura media y sofreír la cebolla y el achiote. Agregar el refrito de cebolla y sal al gusto al puré de <strong>papas</strong> y mezclar bien. Cubrir la mezcla y dejar reposar a temperatura ambiente durante una hora.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Formar bolas pequeñas con la mezcla de <strong>papas</strong>, hacer un agujero en la mitad de cada bola y rellenarlas con el queso. Aplastar las bolas hasta que tengan forma de tortillas gruesas y dejarlas reposar en la refrigeradora durante 30 minutos o hasta que la hora de cocinarlas.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Cocinar las tortillas en una parrilla plana o una sartén caliente hasta que estén doradas por ambos lados. Servir los <strong>llapingachos</strong> con huevo frito o salsa de maní o de aguacate o chorizo o ají criollo.</p>\r\n"
    },
    {
      "idRecipe": "32",
      "image": "32-image",
      "name": "Locro de Acelga",
      "nameUrl": "locro-de-acelga",
      "idCategory": "2",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El locro de acelga es una sopa muy tradicional en los hogares ecuatorianos. Es recomendada para las personas que tienen baja cantidad de hierro en el organismo, ya que la acelga proporciona un alto contenido del mismo.",
      "ingredients": [
        "1 kilo de papas peladas y cortada en trozos",
        "5 hojas de acelga bien lavadas y cortada",
        "½ kilo de costilla de res",
        "6 tazas de agua",
        "1 diente de ajo machacado",
        "½ cebolla finamente cortada",
        "1 cucharada de aceite ",
        "1 ramita de cilantro entero",
        "1 cucharada de cilantro cortado",
        "½ zanahoria",
        "¼ taza de leche",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar la costilla, la zanahoria, la ramita de cilantro, el ajo y la sal en una olla con el agua hirviendo. Dejar hervir hasta que la carne de la costilla esté suave. Agregar las papas y la <strong>acelga</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar en una sartén el aceite y añadir la cebolla. Cocinar durante 5 minutos y colocar el sofrito en el <strong>caldo</strong> anterior. Dejar hervir hasta que las papas estén muy suaves.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar la cucharada de cilantro y la leche. Hervir por 5 minutos, rectificar sal y retirar del fuego.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Servir el <strong>locro</strong> de <strong>acelga</strong> bien caliente acompañado de rodajas de pan.</p>\r\n"
    },
    {
      "idRecipe": "21",
      "image": "21-image",
      "name": "Locro de Habas",
      "nameUrl": "locro-de-habas",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El locro es una sopa espesa, muy parecido a un guiso, muy popular en Sudamérica. En Ecuador, se prepara diferentes variaciones del locro de papas. En esta receta, la preparación es con habas, las cuales son muy populares en la Sierra ecuatoriana.",
      "ingredients": [
        "4 tazas de habas peladas",
        "2 cucharadas de aceite ",
        "4 dientes de ajo machacados",
        "1 cebolla blanca cortada en cubos",
        "2 tomates pelados, sin semillas y cortados en cubos",
        "½ cucharada de comino molido",
        "½ cucharadita de achiote molido",
        "1 cucharadita de chile molido o ají en polvo",
        "3 papas peladas y cortadas en cubos",
        "6 tazas de agua o caldo de pollo",
        "½ taza de leche",
        "3 huevos ligeramente batidos",
        "1½ tazas de queso desmenuzado",
        "3 cucharadas de cilantro finamente cortado",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Calentar el aceite en una sartén grande, agregar la cebolla y cocinar durante 5 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Añadir el ajo machacado y cocinar durante 2 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar los tomates picados, el comino, el ají, el achiote y la sal. Mezclar bien y cocinar durante 3 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Agregar las papas y el agua o el caldo y esperar que hierva.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Añadir 2 tazas de <strong>habas</strong>, reducir la temperatura y cocinar a fuego lento durante unos 25 minutos hasta que las papas estén suaves.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Usar un mortero o machacador para suavizar y ligeramente triturar las papas y las <strong>habas</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Agregar el resto de las <strong>habas</strong>, cocinar durante 5 minutos, revolviendo de vez en cuando.</p>\r\n\r\n<p style=\"text-align: justify;\">8. Batir la leche y los huevos y añadir esta mezcla a la <strong>sopa</strong>. Agregar el queso y mezclar bien.</p>\r\n\r\n<p style=\"text-align: justify;\">9. Retirar del fuego, espolvorear con el cilantro y servir el <strong>locro</strong> de <strong>habas</strong> acompañado de ají criollo y rodajas de aguacate.</p>\r\n"
    },
    {
      "idRecipe": "20",
      "image": "20-image",
      "name": "Locro Ecuatoriano",
      "nameUrl": "locro-ecuatoriano",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El locro es un plato clásico de Ecuador que consiste en una sopa cremosa hecha a base de papas y queso. Es típico de la Sierra ecuatoriana y especialmente popular en el norte del país y Quito, donde también se conoce como locro quiteño. ",
      "ingredients": [
        "10 papas peladas y cortadas en trozos grandes",
        "2 cucharadas de aceite o mantequilla",
        "1 cebolla cortada en cubos",
        "2 dientes de ajo cortados finamente",
        "2 cucharaditas de comino",
        "1 o 2 cucharaditas de achiote molido",
        "7 tazas de agua",
        "1 taza de leche ",
        "1 taza de queso rallado o desmenuzado ",
        "4 cucharadas de cilantro cortado finamente",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Calentar el aceite o la mantequilla a fuego medio en una olla y añadir la cebolla, el ajo, el comino y el achiote molido. Cocinar durante 5 minutos hasta que las cebollas estén suaves.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Añadir las <strong>papas</strong> a la olla, mezclar bien y continuar cocinando durante unos 5 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar el agua y hervir hasta que las <strong>papas</strong> se ablanden. Aplastar las <strong>papas</strong>, pero no todas, la consistencia del <strong>locro </strong>debe ser cremosa pero con trocitos de <strong>papa</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Reducir la temperatura, añadir la leche, mezclar bien y cocinar durante unos 5 minutos adicionales. Añadir más leche o agua si la <strong>sopa</strong> está muy espesa.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Añadir sal al gusto, el <strong>queso</strong> y el cilantro. Servir el <strong>locro</strong> de <strong>papas</strong> caliente con aguacates, cebolletas o ají.</p>\r\n"
    },
    {
      "idRecipe": "38",
      "image": "38-image",
      "name": "Menestra de Lentejas",
      "nameUrl": "menestra-de-lentejas",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La menestra de lentejas es un plato típico ecuatoriano que se prepara cocinando las lentejas con cebolla, pimiento, tomate, ajo, comino y cilantro. Las menestras son algo típico de la Costa en Ecuador, pero se puede encontrar en la casi todas las ciudades del país. El nombre completo de este plato es arroz con menestra de lentejas y carne asada",
      "ingredients": [
        "3 cucharadas de aceite",
        "1 cebolla colorada cortada en cubos pequeños",
        "1 pimiento verde cortado en cubos pequeños",
        "3 tomates cortados en cubos pequeños",
        "6 dientes de ajo machacados",
        "2 cucharaditas de comino molido",
        "1 cucharadita de achiote molido",
        "4 cucharadas de cilantro finamente cortado",
        "7 tazas de agua",
        "½ kilo de lentejas lavadas ",
        "sal al gusto",
        ""
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Calentar el aceite a fuego medio en una olla grande y agregar la cebolla, el pimiento, el tomate, el ajo, el comino, el achiote, 2 cucharadas del cilantro picado y sal. Cocinar durante unos 5 minutos hasta que los ingredientes se hayan ablandado, revolviendo de vez en cuando.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Añadir el agua e incrementar la temperatura hasta que comience a hervir. Agregar las <strong>lentejas</strong> y reducir la temperatura, tapar parcialmente la olla y cocinar a fuego lento durante 1 hora hasta que las <strong>lentejas</strong> estén tiernas.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Mezclar el cilantro restante con la <strong>menestra</strong> y servir acompañado con <strong>arroz</strong>, <strong>carne</strong> asada o frita, patacones o plátanos maduros fritos, una pequeña ensalada o rodajas de aguacate.</p>\r\n"
    },
    {
      "idRecipe": "54",
      "image": "54-image",
      "name": "Mermelada de Piña",
      "nameUrl": "mermelada-de-pina",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "10",
      "preparationTime": "",
      "description": "La piña es una de las frutas exóticas muy común de Ecuador, con la cual se prepara un gran número de postres como la mermelada de piña. Para preparar este dulce, además de la piña, se utiliza otros ingredientes como azúcar o panela rallada, canela, clavos de olor, cardamomo, cedrón y zumo de limón. ",
      "ingredients": [
        "1 piña madura entera",
        "½ taza de agua",
        "½ taza de azúcar (o panela rallada)",
        "1 rajita de canela",
        "3 clavos de olor",
        "jugo de un limón"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pelar y descorazonar la <strong>piña</strong>. Cortar la mitad de la <strong>piña</strong> en cubitos y licuar la otra mitad hasta obtener un puré.</p>\r\n\r\n<p style=\"text-align: justify;\">2. En una olla mediana hervir el agua, el <strong>azúcar</strong>, la canela y los clavos de olor.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Añadir los cubitos de <strong>piña</strong>, el puré licuado y el jugo de limón y hervir nuevamente.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Reducir la temperatura y cocinar a fuego lento, revolviendo de vez en cuando, hasta que el líquido se haya reducido y esté espeso.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Retirar del fuego y dejar enfriar durante 2 horas.</p>\r\n\r\n<p style=\"text-align: justify;\">6. La <strong>mermelada</strong> de <strong>piña</strong> se puede servir con pan, crepas, helado o con queso.</p>\r\n"
    },
    {
      "idRecipe": "75",
      "image": "75-image",
      "name": "Morocho",
      "nameUrl": "morocho",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "El morocho es una bebida típica de Guayaquil de singular aroma y exquisito sabor que se ha popularizado en todo Ecuador. Se elabora con maíz morocho, leche, panela y canela y se suele servir con pan de yuca.",
      "ingredients": [
        "2 tazas granos de maíz morocho partido",
        "6 tazas de agua ",
        "8 tazas de leche",
        "4 palitos de canela",
        "½ taza de azúcar o panela rallada",
        "½ taza de pasas (opcional)",
        "canela molida "
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Dejar el <strong>maíz morocho</strong> con las 6 tazas de agua en remojo durante la noche.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Al día siguiente, colar el <strong>maíz</strong> y colocarlo en una olla con las 8 tazas de <strong>leche</strong>. Cocinar a fuego lento durante 3 horas, revolviendo de vez en cuando, hasta que el <strong>morocho</strong> esté blando y tierno.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Añadir el azúcar o panela, los palitos de <strong>canela</strong> y las pasas, y cocinar durante unos 20 minutos más, revolviendo con frecuencia.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Servir el <strong>morocho</strong> caliente, espolvoreado con <strong>canela</strong> molida.</p>\r\n"
    },
    {
      "idRecipe": "68",
      "image": "68-image",
      "name": "Naranjillazo",
      "nameUrl": "naranjillazo",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "El naranjillazo es una bebida ecuatoriana y una de las variaciones más populares del canelazo. Se prepara con jugo de naranjilla, una fruta de sabor ácido típica de Ecuador.",
      "ingredients": [
        "4 tazas de agua",
        "2 tazas de concentrado de naranjilla",
        "1¼ taza de azúcar o panela rallada",
        "8 palitos de canela",
        "¼ taza de aguardiente"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en una olla el agua, el concentrado de <strong>naranjilla</strong>, el azúcar o panela rallada, la <strong>canela</strong>, y esperar hasta que hierva.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Reducir la temperatura y cocinar a fuego lento, con la olla tapada, durante 40 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Retirar del fuego, agregar el aguardiente y servir el <strong>naranjillazo</strong> inmediatamente.</p>\r\n"
    },
    {
      "idRecipe": "3",
      "image": "3-image",
      "name": "Pan de Yuca",
      "nameUrl": "pan-de-yuca",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "20 panes aproximadamente",
      "preparationTime": "",
      "description": "El pan de yuca es un aperitivo originario de la costa ecuatoriana y uno de los platos más representativos de Ecuador. Su receta es muy sencilla y se suele consumir en el desayuno o merienda, aunque también está presente en la mesa a la hora del almuerzo como guarnición de otras comidas más fuertes.",
      "ingredients": [
        "2 ½ tazas de almidón de yuca",
        "4 tazas de queso rallado",
        "1 cucharadita de polvo de hornear",
        "1 pizca de sal",
        "4 onzas de mantequilla ",
        "2 huevos",
        "2-4 cucharadas de agua o leche (si la masa está seca)"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Precalentar el horno a 500F. Mezclar el almidón de <strong>yuca</strong>, el queso, el polvo de hornear, la sal y amasar bien.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Agregar la mantequilla y los huevos y seguir amasando durante 5 minutos hasta que la mezcla adquiera una consistencia suave y homogénea. Si está seca, añadir un poco de agua o leche para suavizar.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Formar los <strong>panes</strong> en bolas pequeñitas y colocarlas en una bandeja engrasada.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Hornear por aproximadamente 7 minutos y encender la parrilla del horno hasta que los <strong>panes</strong> estén dorados, aproximadamente unos 3-5 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Servir los <strong>panes</strong> de <strong>yuca </strong>calientes.</p>\r\n"
    },
    {
      "idRecipe": "2",
      "image": "2-image",
      "name": "Patacones",
      "nameUrl": "patacones",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Los patacones, también llamados tostones o plátanos verdes fritos son uno de los alimentos estrella en la cocina ecuatoriana. Son fáciles de hacer y se preparan con uno de los principales productos autóctonos del Ecuador, el plátano. Se ideales como entrada o acompañamiento de diferentes platos.",
      "ingredients": [
        "4 plátanos verdes",
        "aceite para freír",
        "sal al gusto",
        "ajo machacado o molido (opcional)"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pelar los <strong>plátanos</strong> y cortarlos en rodajas gruesas, se puede <strong>hacer</strong> cortes rectos o diagonales.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar el aceite a fuego medio en una sartén, la cantidad de aceite debe cubrir las rodajas. Freír los <strong>plátanos</strong> hasta que empiecen a ponerse amarillos sin dejar que se doren.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Sacar las rodajas de la sartén y aplastar con un utensilio similar a un rodillo que es conocido como <strong>pataconera</strong> o <strong>tostonera</strong>, también se puede <strong>usar</strong> un mortero o el fondo de un vaso.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Espolvorear las rodajas con sal y ajo. Freír nuevamente como 2 minutos aproximadamente hasta que queden completamente dorados y crujientes.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Retirar los <strong>tostones</strong> de la sartén y agregar más sal si es necesario. Servir los <strong>patacones</strong> calientes con ají o alguna salsa.</p>\r\n"
    },
    {
      "idRecipe": "61",
      "image": "61-image",
      "name": "Pie de Maduro",
      "nameUrl": "pie-de-maduro",
      "idCategory": "4",
      "rating": "3",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El maduro es un plátano indispensable en la cocina ecuatoriana. Esta receta de pie de maduro contrasta el sabor dulce del plátano con el salado del queso, haciendo de este postre una fabulosa combinación propia del Ecuador.",
      "ingredients": [
        "½ kilo de harina de trigo",
        "5 cucharadas de mantequilla",
        "2½ tazas de azúcar",
        "5 huevos",
        "2 cucharaditas de sal",
        "2 tazas de azúcar panela",
        "½ taza de agua",
        "5 plátanos maduros cortados en cubitos",
        "½ taza de queso blanco rallado"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. En un tazón, batir la mantequilla con el <strong>azúcar</strong>, hasta blanquear. Agregar 2 huevos y batir hasta formar una mezcla unida y esponjosa. Tamizar la harina sobre la masa, agregar la sal y mezclar nuevamente.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Cortar la masa hasta que la preparación parezca visualmente arena mojada. Llevar la masa a la mesa, estirarla y compactarla 2 veces. Envolver en papel film y dejar reposar 1 día.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Precalentar el horno a 350 F (180 C). Sacar la masa de la refrigeradora y estirarla dentro del papel film hasta 3 mm de grosor.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Forrar con la masa una <strong>tartera</strong> desmontable (esta masa sirve para 2 tarteras de 24 cm). Cortar papel aluminio del largo casi doble de la <strong>tartera</strong> y forrar la misma. Sobre el papel aluminio colocar piedras y meter al horno.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Una vez que la masa de <strong>tarta</strong> se cocinó lo suficiente para que las paredes se sostengan y no se derritan, quitar el peso de las piedras y terminar de cocinar la masa hasta que se separe de la <strong>tartera</strong> por sí sola (si se forma globos, pincharlos). Retirar del horno y dejar enfriar la masa.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Colocar en una olla el <strong>azúcar panela</strong> y el agua. Cocinar durante 10 minutos, revolviendo frecuentemente, hasta formar un almíbar. Agregar los <strong>maduros</strong> y caramelizarlos a fuego medio durante 45 min.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Retirar del fuego, agregar el queso y mezclar. Verter la mezcla en el molde, ya con la masa de <strong>tarta</strong>, y hornear a 150 C por 20 min.</p>\r\n\r\n<p style=\"text-align: justify;\">8. Servir el <strong>pie</strong> de <strong>maduro</strong> en porciones individuales con acompañado de una taza de café.</p>\r\n"
    },
    {
      "idRecipe": "57",
      "image": "57-image",
      "name": "Quesadillas Ecuatorianas ",
      "nameUrl": "quesadillas-ecuatorianas",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "10",
      "preparationTime": "",
      "description": "Las quesadillas, son bocados dulces de gran sabor, que son tradicionales en la ciudad de Quito, capital de los ecuatorianos. Esta delicia criolla suele acompañarse con helado o los famosos salpicones (jugos de fruta natural con hielo raspado).",
      "ingredients": [
        "1 huevo",
        "1 cucharadita de mantequilla",
        "1 taza de harina de trigo",
        "½ cucharadita de sal disuelta en 2 cucharadas de agua",
        "4 yemas de huevo",
        "1 taza de queso rallado",
        "1 taza de azúcar impalpable",
        "1 cucharada de maicena"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pre-calentar el horno a 350 F (180 C). En un tazón, batir el huevo fuertemente, agregar la <strong>mantequilla</strong> derretida y luego añadir el agua con la sal poco a poco. Amasar hasta lograr una masa suave y homogénea, dejar reposar.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Para el preparar el relleno, batir ágilmente las yemas con el <strong>azúcar</strong> hasta que se derrita, luego añadir la maicena y cuando la preparación esté muy esponjosa agregar el queso.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Extender la masa lo más fino posible y cortar en 10 pedazos. Colocar 2 cucharadas de relleno en el centro y doblar los bordes, observando que el relleno quede al descubierto.</p>\r\n\r\n<p style=\"text-align: justify;\">4.- Colocar las <strong>quesadillas</strong> en el horno y esperar hasta que se doren. Retirar del horno y dejar enfriar durante 2 horas. Servir acompañado de un salpicón de naranjilla, un helado o un té.</p>\r\n"
    },
    {
      "idRecipe": "53",
      "image": "53-image",
      "name": "Queso de Piña",
      "nameUrl": "queso-de-pina",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "10",
      "preparationTime": "",
      "description": "En Ecuador, especialmente en la costa, es muy común encontrar deliciosos flanes preparados con coco, piña u otras frutas. El queso de piña es una receta sencilla para preparar un delicioso flan con jugo de piña, azúcar, leche, huevos, vainilla y ron.",
      "ingredients": [
        "10 moldes de flan pequeños engrasados ligeramente con mantequilla",
        "2 tazas de azúcar",
        "½ taza de agua",
        "2½ tazas de jugo de piña fresca, colado y sin la espuma",
        "1 cucharada de maicena",
        "1 taza de leche ",
        "10 huevos",
        "1 cucharadita de esencia o extracto de vainilla",
        "2 cucharadas de ron",
        "10 rodajas de piña",
        "Azúcar morena"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en una olla pequeña el agua con 1 taza de <strong>azúcar</strong> y hervir a fuego alto, sin revolver, durante 10 minutos hasta que el <strong>caramelo</strong> comience a tomar un color dorado. Retirar el <strong>caramelo</strong> del fuego y distribuirlo rápidamente en los moldes de <strong>flan</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Mezclar el jugo de <strong>piña</strong> con la maicena y la taza de <strong>azúcar</strong> restante en una olla pequeña a fuego bajo, hervir y cocinar a fuego lento durante 5 minutos hasta que comience a espesar. Retirar del fuego y dejar enfriar completamente.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Pre-calentar el horno a 350 F. Batir los huevos con una batidora eléctrica a velocidad baja y lentamente agregar el <strong>almíbar</strong> de <strong>piña</strong>, la vainilla, la leche y el ron hasta que todos los ingredientes estén bien mezclados. Colar la mezcla y llenar los moldes de <strong>flan</strong> con esta mezcla.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Hornear los <strong>flanes</strong> a baño de maría durante 45 minutos hasta que cuajen. Retirarlos del horno, dejar enfriar y refrigerarlos un par de horas antes de servirlos.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Aparte, colocar una cucharada de <strong>azúcar</strong> morena sobre cada rodaja de <strong>piña</strong> y asarlas debajo del broiler o parilla superior del horno, esperar hasta que el <strong>azúcar</strong> comience a burbujear y a <strong>caramelizarse</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Para sacar los <strong>flanes</strong> de los moldes, colocarlos en un recipiente con agua tibia durante unos minutos, esto ayuda a derretir el <strong>caramelo</strong> y a desprenderse fácilmente. Servir cada <strong>flan</strong> acompañado de una rodaja de <strong>piña caramelizada</strong>.</p>\r\n"
    },
    {
      "idRecipe": "28",
      "image": "28-image",
      "name": "Repe Lojano",
      "nameUrl": "repe-lojano",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El repe es la sopa más popular de Loja, ubicada al sur de Ecuador. Con una base de verde, leche, quesillo lojano y culantro, el repe lojano ha caracterizado la gastronomía de la región.",
      "ingredients": [
        "6 plátanos verdes, pelados y cortados en cubos",
        "2 cucharadas de aceite",
        "1 cebolla cortada en cubos",
        "2 dientes de ajo machacados",
        "4 onzas de quesillo desmenuzado o queso mozzarella",
        "½ taza de leche o crema de leche",
        "½ taza de cilantro o culantro cortado finamente",
        "8 tazas de agua",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Calentar el aceite en una olla y sofreír el ajo y la cebolla. Agregar las 8 tazas de agua y dejar hervir.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Agregar el <strong>plátano</strong> y cocinar a temperatura media alta durante 20 minutos, revolviendo de vez en cuando, hasta que se suavice el <strong>plátano</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Triturar un poco las verduras para que espese el <strong>caldo</strong>. Añadir el quesillo desmenuzado, luego la leche, el cilantro y la sal.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Retirar del fuego y servir el <strong>repe</strong> acompañado con aguacate, queso y ají.</p>\r\n"
    },
    {
      "idRecipe": "74",
      "image": "74-image",
      "name": "Rompope",
      "nameUrl": "rompope",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "",
      "preparationTime": "",
      "description": "El rompope es una bebida ecuatoriana preparada con yemas de huevo, vainilla, canela, almendra molida, leche, azúcar y licor. Se sirve tradicionalmente en las festividades navideñas.",
      "ingredients": [
        "4 tazas de leche",
        "6 yemas de huevo ",
        "½ taza de aguardiente",
        "1 taza de azúcar",
        "1 cucharadita de esencia de vainilla",
        "5 granos de pimienta dulce (de olor)",
        "10 clavos de olor",
        "4 palitos de canela"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Batir las cinco yemas de <strong>huevo</strong> en un tazón hasta blanquear. Reposar hasta más tarde.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Colocar en una olla 3 tazas de <strong>leche</strong> con los clavos de olor, la pimienta dulce y la canela, y hervir a fuego medio durante 15 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Retirar del fuego y añadir el azúcar. Mezclar bien, entibiar en un baño de hielo y colar.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Aparte, agregar lentamente la taza de <strong>leche</strong> restante a la crema batida de yemas mezclando homogéneamente.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Una vez uniforme la mezcla, verterla a la <strong>leche</strong> hervida con especias y cocinar a fuego lento, revolviendo constantemente, durante 15 minutos hasta que la mezcla esté ligeramente espesa.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Retirar del fuego y colar nuevamente. Añadir la esencia de vainilla y el <strong>aguardiente</strong>. Servir el <strong>rompope</strong> frío en una copa con un palito de canela (opcional).</p>\r\n"
    },
    {
      "idRecipe": "56",
      "image": "56-image",
      "name": "Rosquitas de Mantequilla",
      "nameUrl": "rosquitas-de-mantequilla",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "30",
      "preparationTime": "",
      "description": "Las rosquitas de mantequilla, hechas al horno, son muy populares en la ciudad de Guayaquil. Estas rosquitas ecuatorianas son deliciosas con Nutella o mermeladas de fruta y van bien con un té o un café. ",
      "ingredients": [
        "3 tazas de harina de trigo ",
        "4 yemas de huevo",
        "4 cucharadas de mantequilla (preferiblemente sin sal)",
        "1 pizca de sal ",
        "1 cucharadita de polvo de hornear ",
        "4 cucharadas de azúcar blanca",
        "½ taza de leche fría"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pre-calentar el horno a 350 F. Colocar en un tazón grande la <strong>harina</strong>, sal, polvo de hornear y <strong>azúcar</strong>. Mezclar bien y dejar reposar para después.</p>\r\n\r\n<p style=\"text-align: justify;\">2. En un tazón aparte, batir la mantequilla hasta que esté cremosa. Agregar las yemas y continuar batiendo a velocidad media hasta que los ingredientes estén incorporados.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar la mezcla de la <strong>harina </strong>a la mezcla de la mantequilla y yemas. Amasar con las manos dentro del tazón e ir agregando poco a poco la leche, atendiendo la consistencia de la masa. Mover bien la masa hasta que quede suave y densa.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Colocar la masa en la mesa de trabajo y espolvorear con <strong>harina</strong>.  Dividir la masa en bolas pequeñas. Estirar la masa, formando tiras de 10 centímetros de largo. Entrenzar dos tiras, formar una <strong>rosquita</strong> (círculo) y pinchar ambos extremos para cerrar el círculo.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Una vez hecha todas las <strong>rosquitas</strong>, colocarlas sobre una bandeja engrasada o cubierta con papel de horno. Hornear a temperatura de 350 F durante 20 minutos hasta que las <strong>rosquitas</strong> estén doradas.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Retirar del horno y dejar enfriar sobre una rejilla. Servir las <strong>rosquitas</strong> de <strong>mantequilla</strong> con Nutella o mermelada y acompañar con té o café.</p>\r\n"
    },
    {
      "idRecipe": "12",
      "image": "12-image",
      "name": "Salchipapas Ecuatorianas",
      "nameUrl": "salchipapas-ecuatorianas",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "En Ecuador, es común encontrarse con las clásicas salchipapas en ferias y fiestas. Es una entrada muy rica de papas fritas con salchichas. Es un plato súper fácil de hacer. Es perfecto para los días en que no hay mucho ánimo de cocinar o cuando hay visitas.",
      "ingredients": [
        "4 o 5 papas grandes",
        "4 salchichas",
        "aceite para freír",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pelar y cortar las <strong>papas </strong>en tiras gruesas y remojarlas en agua fría durante media hora. Escurrir el agua y secar bien las <strong>papas</strong>. Calentar el aceite para freír a temperatura de 325 F.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Colocar las <strong>papas</strong> en el aceite hirviendo y cocinar hasta que estén tiernas, pero sin dorar. Sacar las <strong>papas</strong> del aceite y colocarlas encima de toallas de papel para escurrir el aceite. Dejarlas enfriar al menos durante una hora.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Volver a calentar el aceite, esta vez a temperatura de 375 F. Colocar las <strong>papas</strong> en el aceite hirviendo y freírlas hasta que estén doradas y crujientes.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Cortar las <strong>salchichas </strong>por la mitad, con un corte de cruz en las puntas y freírlas.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Colocar las <strong>papas</strong> y las <strong>salchichas</strong> sobre toallas de papel para quitar la grasa y servir inmediatamente acompañados con salsa rosada y curtido de cebolla con tomate.</p>\r\n"
    },
    {
      "idRecipe": "45",
      "image": "45-image",
      "name": "Seco de Chivo",
      "nameUrl": "seco-de-chivo",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El seco de chivo es un plato ecuatoriano popular en las provincias de Loja, Santa Elena y Guayas. Se le llama “seco” debido a que, en su preparación, se deja evaporar la mayoría del líquido del guiso. En algunos casos se reemplaza la carne de chivo por carne de borrego, aunque el plato conserva el mismo nombre. ",
      "ingredients": [
        "1 kilo de carne de chivo, con huesos, cortada en trozos grandes",
        "6 dientes de ajo machacados",
        "1 cucharadita de comino molido",
        "1 cucharadita de orégano",
        "2 tazas de chicha",
        "2 cucharadas de aceite",
        "2 cucharaditas de achiote molido",
        "1 cebolla colorada cortada finamente",
        "1 pimiento cortado finamente",
        "3 tomates",
        "1 ají",
        "½ manojo de cilantro",
        "½ taza de jugo de naranjilla (lulos) ",
        "2 cucharadas de panela rallada (piloncillo)",
        "1 cucharadita de pimienta dulce molida",
        "2 cucharadas de cilantro cortado finamente",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Colocar en un tazón la <strong>carne</strong> de <strong>chivo</strong>, el ajo, el comino, el orégano, sal y 1 taza de chicha y mezclar bien. Dejar marinar por lo menos 1 hora.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar el aceite a temperatura alta en una sartén grande y añadir la <strong>carne</strong>. Guardar la salsa donde se estaba marinando para más tarde. Freír el <strong>chivo</strong> hasta que esté dorado por ambos lados.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Reducir la temperatura y agregar las cebollas, el pimiento y el achiote, cocinar durante 5 minutos hasta que las cebollas estén blandas.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Licuar los tomates, el manojo de cilantro, el ají, la taza restante de chicha y el jugo de naranjillas. Colar esta salsa y añadirla a la olla donde se está cocinando la <strong>carne</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Agregar la salsa donde se estaba marinando la carne, la panela rallada y la pimienta dulce. Esperar hasta  que hierva y reducir la temperatura.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Cocinar a fuego lento durante unas 2 horas hasta que <strong>carne</strong> esté muy suave. Rectificar la sal y espolvorear con el cilantro.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Servir el <strong>seco </strong>de <strong>chivo </strong>acompañado de arroz amarillo, plátanos maduros fritos y aguacate.</p>\r\n"
    },
    {
      "idRecipe": "44",
      "image": "44-image",
      "name": "Seco de Pollo o Gallina",
      "nameUrl": "seco-de-pollo-o-gallina",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El seco de pollo o gallina es uno de esos platos que se suelen encontrar en cualquier hogar ecuatoriano. El seco de pollo, también conocido como seco de gallina criolla, se cocina a fuego lento en una salsa de cerveza, cebolla, pimiento, tomate, hierbas y condimentos. Tradicionalmente se usaba chicha para preparar el seco, pero hoy en día es más común con cerveza.",
      "ingredients": [
        "2 kilos de presas de pollo o gallina",
        "2 cucharaditas de comino molido",
        "2 cucharaditas de achiote molido ",
        "3 cucharadas de aceite",
        "1 cebolla cortada en trozos",
        "8 dientes de ajo",
        "2 tazas de cerveza (no muy oscura)",
        "1 taza de jugo de naranjilla (lulo)",
        "6 tomates cortados en cuartos",
        "2 pimientos (rojo o verde) cortados en trozos",
        "1 manojo de cilantro ",
        "1 manojo de perejil",
        "2 cucharaditas de orégano seco",
        "½ taza de jugo de una naranja (opcional)",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Espolvorear las presas de <strong>pollo</strong> o <strong>gallina</strong> con el comino molido, el achiote molido, sal, y pimienta. Licuar la cerveza y el jugo de naranjilla con el tomate, la cebolla, el ajo, los pimientos, el cilantro, el perejil y el orégano hasta obtener una salsa espesa.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar el aceite en una olla grande y agregar las presas. Dorar por ambos lados y añadir la salsa licuada. Esperar hasta que hierva y cocinar a fuego lento durante 1 hora hasta que las presas estén muy suaves, el tiempo de cocción depende de si es carne de <strong>pollo</strong> o carne de <strong>gallina</strong>.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Si el <strong>pollo</strong> está tierno pero la salsa aún no ha espesado, retirar las presas y cocinar la salsa a fuego medio durante unos 10 minutos hasta que se espese. Rectificar sal y agregar jugo de naranja para equilibrar el sabor amargo de la cerveza.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Cuando la salsa esté espesa, volver a colocar las presas en la olla y agregar un poco de perejil y cilantro finamente cortados. Servir el seco de <strong>pollo</strong> o <strong>gallina</strong> acompañado con arroz amarillo, plátanos maduros fritos, aguacate, papas, ensalada, etc.</p>\r\n"
    },
    {
      "idRecipe": "23",
      "image": "23-image",
      "name": "Sopa de Arvejas con Guineo",
      "nameUrl": "sopa-de-arvejas-con-guineo",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Esta deliciosa sopa, también conocida con mucho cariño como arvejitas con guineo, es típica de la provincia de Loja, en el sur del Ecuador. La sopa de arvejas con guineo se sirve acompañada de aguacate y ají.",
      "ingredients": [
        "½ kilo de arvejas secas",
        "6 guineos verdes pelados y cortados en cubos pequeños",
        "2 cucharadas de aceite",
        "6 dientes de ajo machacados",
        "1 cebolla finamente cortada",
        "½ cucharada de comino molido",
        "½ cucharada de achiote molido (opcional)",
        "6 tazas de agua",
        "½ taza de queso rallado o desmenuzado",
        "1 taza de leche",
        "4 cucharadas de cilantro finamente cortado",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Cocinar previamente las <strong>arvejas</strong> en agua y sal hasta que estén tiernas.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Calentar el aceite en una olla grande, añadir la cebolla, el ajo, el comino, el achiote y la sal. Cocinar las cebollas durante unos 5 minutos hasta que estén suaves.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar el agua a la preparación anterior y esperar hasta que hierva. Añadir los <strong>guineos</strong> verdes, reducir la temperatura y cocinar a fuego lento durante unos 25 minutos hasta que los <strong>guineos</strong> estén suaves.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Añadir las <strong>arvejas</strong> cocinadas, mezclar bien y cocinar durante 5 minutos. Agregar el queso y la leche y cocinar durante 5 minutos adicionales, revolviendo de vez en cuando.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Retirar del fuego, añadir el cilantro y rectificar la sal. Servir la<strong> sopa</strong> con aguacate y ají.</p>\r\n"
    },
    {
      "idRecipe": "29",
      "image": "29-image",
      "name": "Sopa de Quinua con Carne de Cerdo",
      "nameUrl": "sopa-de-quinua-con-carne-de-cerdo",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La quinua es uno de los alimentos típico y autóctonos de la cordillera andina de Ecuador. Tradicionalmente, la sopa de quinua se prepara con leche y queso. En esta ocasión, la receta contiene carne de cerdo, maní tostado, papas y cebolla.",
      "ingredients": [
        "½ kilo de carne de cerdo",
        "¼ kilo de quinua cocida",
        "2 cucharadas de aceite",
        "6 tazas de agua",
        "4 papas grandes peladas y cortadas en trozos",
        "1 cebolla cortada en cubos",
        "½ taza de maní tostado y molido",
        "2 tazas de leche",
        "1 cucharadita de comino molido",
        "2 cucharadas de perejil cortado finamente",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Calentar en una olla el aceite a fuego medio y agregar la cebolla, sal y comino. Cocinar durante unos 5 minutos, revolviendo de vez en cuando.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Agregar la <strong>carne</strong> de <strong>cerdo </strong>y  mezclar bien. Cocinar durante 5 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Añadir el agua y hervir, reducir la temperatura y cocine a fuego durante 30 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Agregar la <strong>quinua</strong> cocida, las papas, el maní y la leche, aumentar la temperatura y hervir nuevamente.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Reducir la temperatura y cocinar a fuego lento durante 20 minutos o hasta que las papas se ablanden.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Añadir el perejil y sal al gusto. Servir la <strong>sopa</strong> de <strong>quinua</strong> con aguacate, cebollas encurtidas y ají.</p>\r\n"
    },
    {
      "idRecipe": "58",
      "image": "58-image",
      "name": "Torta de Choclo con Coco",
      "nameUrl": "torta-de-choclo-con-coco",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "10",
      "preparationTime": "",
      "description": "El choclo es muy popular en la gastronomía de Ecuador y la torta de choclo es una de las tantas recetas tradicionales con este alimento delicioso y nutritivo. Este postre viene bien a cualquier hora del día acompañado con una buena taza de café. ",
      "ingredients": [
        "6 choclos desgranados ",
        "5 cucharadas de mantequilla",
        "½ taza de coco rallado",
        "1 lata de leche condensada",
        "1 cucharada de esencia de vainilla",
        "2 huevos",
        "1 cucharadita de polvo de hornear",
        "harina de trigo y mantequilla (para el molde)"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pre-calentar a 350 F (180 C). Engrasar y enharinar un molde para hornear la torta.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Colocar en una licuadora la leche condensada, los huevos, la esencia de vainilla, la mantequilla y el <strong>choclo</strong> poco a poco, licuar bien hasta que quede una mezcla esponjada.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Agregar la mezcla en un tazón, añadir el <strong>coco</strong> y el polvo para hornear, y mezclar bien.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Vaciar la mezcla en el molde engrasado y enharinado y hornear durante 45 minutos hasta que esté dorado.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Servir la <strong>torta</strong> de <strong>choclo</strong> opcionalmente bañada con crema o coco rallado y acompañada con una taza de café.</p>\r\n"
    },
    {
      "idRecipe": "59",
      "image": "59-image",
      "name": "Torta de Naranja",
      "nameUrl": "torta-de-naranja",
      "idCategory": "4",
      "rating": "3",
      "numPersons": "10",
      "preparationTime": "",
      "description": "Esta receta ecuatoriana de la torta de naranja es muy fácil, rica y económica de preparar. Esta torta esponjosa es ideal para compartir a la hora de la merienda acompañada de té o café. ",
      "ingredients": [
        "1 taza de jugo de naranja",
        "3 tazas de harina de trigo previamente tamizada (cernida)",
        "1 taza de azúcar",
        "½ taza de aceite ",
        "3 huevos",
        "ralladura de una naranja",
        "2 cucharaditas de polvo para hornear"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Pre-calentar a 350 F (180 C). Engrasar y enharinar un molde para hornear la torta.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Separar las yemas de las claras de los huevos, batir las claras a punto de nieve y reservar aparte.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Colocar en un tazón el aceite, el <strong>azúcar</strong> y las yemas. Batir hasta que la mezcla esté homogénea. Agregar la ralladura y el jugo de <strong>naranja</strong> y mezclar bien.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Agregar el polvo de hornear y la harina poco a poco. Incorporar las claras batidas a punto de nieve, con movimientos envolventes con una espátula para mantener el aire de la claras.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Verter la mezcla en el molde engrasado y enharinado y hornear durante 40 minutos. Servir la <strong>torta</strong> de <strong>naranja</strong> acompañada de té o café.</p>\r\n"
    },
    {
      "idRecipe": "47",
      "image": "47-image",
      "name": "Tripa Mishqui",
      "nameUrl": "tripa-mishqui",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La tripa mishqui es un plato tradicional de la gastronomía de la Sierra del Ecuador, que consiste en tripa de vaca asada en carbones. Para algunos, su valor nutricional es único. Se sirve usualmente con mote o papas. La palabra mishqui significa sabroso o de buen sabor.",
      "ingredients": [
        "1 kilo de tripa de res",
        "2 dientes de ajo machacados",
        "1 taza de jugo de limón",
        "4 hojas de hierba buena finamente cortada",
        "1 cucharada de comino molido",
        "¼ de taza de achiote",
        "1 kilo de mote cocinado",
        "1 kilo de papas medianas cocinadas",
        "sal al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Lavar muy bien las <strong>tripas</strong> para que no queden residuos desagradables. Colocarlas en un tazón con el jugo de limón, la hierba buena, el ajo, el comino, el achiote y sal, mezclar bien y dejar reposar durante unos 45 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Encender previamente la brasa o la parrilla, cortar las <strong>tripas</strong> en trozos medianos y <strong>asarlas</strong> muy bien por ambos lados durante unos 10 minutos hasta que los jugos comiencen a brotar.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Una vez que las <strong>tripas</strong> estén <strong>asadas</strong>, cortar en trocitos y servir con mote y papas. Acompañarlas con ají criollo.</p>\r\n"
    },
    {
      "idRecipe": "30",
      "image": "30-image",
      "name": "Yahuarlocro",
      "nameUrl": "yahuarlocro",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El yahuarlocro es una de las preparaciones más famosas de Ecuador y su nombre nace de las palabras Yahuar (sangre) y locro (sopa o caldo). Este plato es preparado a nivel nacional, aunque es más popular en Guayabamba, ciudad cercana a la capital ecuatoriana.",
      "ingredients": [
        "Menudo de borrego (panza, librillo, tripas)",
        "1 litro de sangre fresca de borrego",
        "2 kilos de papas peladas y cortadas en cubos",
        "2 cebollas finamente cortadas",
        "2 cucharadas de cilantro finamente cortado",
        "1 cucharada de orégano",
        "1 cucharada de comino molido",
        "1 diente de ajo machacado",
        "4 cucharadas de aceite",
        "4 onzas de maní licuado disuelto en una taza con leche",
        "1 cucharadita de achiote molido",
        "2 cucharadas de perejil finamente cortado",
        "2 limones",
        "hojas de hierba buena",
        "sal y pimienta al gusto"
      ],
      "preparation": "<p style=\"text-align: justify;\">1. Lavar el <strong>menudo</strong> con abundante agua, después agregar 2 cucharadas de sal, el jugo de los limones y las hojas de hierba buena. Estrujar todo el <strong>menudo</strong> hasta que salga la película amarillenta que lo recubre.</p>\r\n\r\n<p style=\"text-align: justify;\">2. Dejarlo reposar durante unos minutos y lavarlo nuevamente con agua fría.</p>\r\n\r\n<p style=\"text-align: justify;\">3. Colocar el <strong>menudo</strong> en una olla de presión, agregar suficiente agua y cocinar hasta que se ponga suave. Retirar el menudo del <strong>caldo</strong> y cortarlo finamente.</p>\r\n\r\n<p style=\"text-align: justify;\">4. Calentar 2 cucharadas de aceite en una olla grande y agregar el achiote, una cebolla cortada, el cilantro, el comino, pimienta y ajo. Cocinar durante 5 minutos.</p>\r\n\r\n<p style=\"text-align: justify;\">5. Agregue las papas y el maní disuelto en la leche, tapar y hervir durante 15 minutos. Añadir el <strong>caldo</strong> del <strong>menudo</strong> y dejar que se cocinen bien las papas. Antes de retirar la olla del fuego agregar el menudo picado.</p>\r\n\r\n<p style=\"text-align: justify;\">6. Aparte, colocar la sangre en una olla con 2 litros de agua hirviendo y sal. Cocinar durante 30 minutos. Retirar del fuego y colar el agua.</p>\r\n\r\n<p style=\"text-align: justify;\">7. Colocar la sangre cocida en una fuente plana y desmenuzarla con los dedos cuidando extraer todas las impurezas.</p>\r\n\r\n<p style=\"text-align: justify;\">8. Calentar en una sartén el aceite y agregar la sangre, la pimienta, el perejil, una cebolla cortada. Sofreír bien hasta que la sangre quede frita.</p>\r\n\r\n<p style=\"text-align: justify;\">9. Servir el <strong>yahuarlocro</strong> bien caliente con la sangre encima acompañada de una rodaja de aguacate, una rodaja de tomate y cebolla encurtida.</p>\r\n"
    }
  ]
}