{
  "site": {
    "title": "Recetas de cocina cubana",
    "titleGeneric": "Recetas de cocina",
    "titleCountry": "Cubana",
    "description": "Deliciosas recetas de comida y cocina tipica cubana. Las recetas de la comida y cocina de Cuba son sencillas y faciles de preparar.",
    "url": "https://www.cocina-cubana.com/",
    "version": "4.0.0",
    "id": "com.plasticwebs.cocinacubana",
    "admobBanner": "ca-app-pub-7429223453905389/9953252205",
    "admobIntersitial": "ca-app-pub-7429223453905389/2429985408"
  },
  "categories": [
    {
      "idCategory": "1",
      "name": "Entradas",
      "nameUrl": "entradas"
    },
    {
      "idCategory": "2",
      "name": "Sopas",
      "nameUrl": "sopas"
    },
    {
      "idCategory": "3",
      "name": "Plato Principal",
      "nameUrl": "plato-principal"
    },
    {
      "idCategory": "4",
      "name": "Reposteria",
      "nameUrl": "reposteria"
    },
    {
      "idCategory": "5",
      "name": "Bebidas",
      "nameUrl": "bebidas"
    }
  ],
  "recipes": [
    {
      "idRecipe": "2",
      "image": "2-image",
      "name": "Ajiaco Cubano",
      "nameUrl": "ajiaco-cubano",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El ajiaco es un platillo nacional que se gestó durante por lo menos trescientos años de historia. Se consolidó en comida nacional hasta después de las primeras guerras importantes en cuba. La receta comenzó siendo una especie de cocido en el que se agregaba a la olla toda clase de ingredientes de origen vegetal y animal procedentes de las tres culturas, la europea, la africana y la autóctona, que se amalgaman en la gastronomía cubana.",
      "ingredients": [
        "6 tazas de agua",
        "1 libra de carne de puerco cortada en trozos",
        "½ libra de polio cortado en trozos",
        "½ libra de ñame ",
        "1 libra de boniato",
        "1 libra de yuca",
        "1 trozo de calabaza",
        "2 plátanos machos",
        "1 plátano verde",
        "1 libra de malanga",
        "1 taza de tomate molido",
        "1 ají grande",
        "4 dientes de ajo",
        "1 cebolla picada"
      ],
      "preparation": "<p style=\"text-align: justify;\">Antes que nada, es importante desalar el tasajo remojándolo en agua al menos un día antes. Se precisa una olla de buen tamaño, pues en lla se pondrán todas las carnes y se cocinarán a fuego lento con algo de manteca hasta que estén suaves. Se añaden entonces el tomate, la cebolla y el ají, y una vez sofrita la cebolla, el resto de las verduras picadas. No muy pequeñas, el Ajiaco debe tener consistencia en sus ingredientes. </p>\r\n\r\n<p style=\"text-align: justify;\">Se deja sazonar con el ajo y sal al gusto. Y se agrega el agua para dejarlo cocer hasta que espese. </p>\r\n\r\n<p style=\"text-align: justify;\">Todo el procedimiento del ajiaco tarda apróximadamente tres horas y media. Por lo cual es importante preparalo con tiempo y paciencia. </p>\r\n"
    },
    {
      "idRecipe": "63",
      "image": "63-image",
      "name": "Arroz dulce de coco",
      "nameUrl": "arroz-dulce-de-coco",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El arroz es uno de los ingredientes principales en la cocina cubana. No solamente como guarnición o como parte fundamental de un sin fin de platillos salados, también se puede consumir dulce, y es delicioso. ",
      "ingredients": [
        "1 taza de arroz crudo",
        "1 lata de leche evaporada",
        "1 lata de leche condensada",
        "1 taza de leche de coco",
        "1 chorrito de vainilla"
      ],
      "preparation": "<p>El arroz lo lavaremos muy bien y lo dejaremos remojando en agua suficiente toda una noche. Al día siguiente, lo enjuagaremos de nuevo y lo pondremos en una olla junto con las tres leches y la vainilla. A fuego medio, lo llevaremos a hervor, y luego bajaremos la flama hasta que el arroz esté bien cocido y esponjado. </p>\r\n"
    },
    {
      "idRecipe": "30",
      "image": "30-image",
      "name": "Batido de mango",
      "nameUrl": "batido-de-mango",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Cuba no sólo destaca por sus deliciosos y originales cocteles. También para los más pequeños, o simplemente para los que buscan un refrescante vaso de una bebida no alcohólica hay muchas opciones. Como este suculento batido de mango, también llamado fruta del paraíso. Sencillo de preparar, y más aún de disfrutar. ",
      "ingredients": [
        "2 a 3 mangos grandes bien maduros",
        "1 litro de leche descremada",
        "Media taza de leche condensada",
        "2 tazas de hielo picado"
      ],
      "preparation": "<p>En primer lugar, se lavan los mangos y se extrae toda la pulpa. Se coloca en la licuadora junto con las leches y se mezcla bien. Se añade el hielo poco a poco y se va licuando hasta que alcance la consistencia deseada. También se puede prescindir del hielo  y congelar ligeramente la mezcla para volver a licuarla y que quede a modo de frozen. </p>\r\n"
    },
    {
      "idRecipe": "43",
      "image": "43-image",
      "name": "Bisteces de res en cazuela",
      "nameUrl": "bisteces-de-res-en-cazuela",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Dicen los que saben que lo máximo para un cubano es un buen bistec de res. Jugoso, grueso y bien tierno. Sea como sea, esta deliciosa receta será bien recibida en cualquier mesa. ",
      "ingredients": [
        "1 kilo de bisteces magros de res",
        "1/2 taza de vino tinto",
        "1 1/2 tazas de salsa criolla",
        "1 taza de caldo",
        "Tres cucharadas soperas de harina",
        "Aceite",
        "Sal"
      ],
      "preparation": "<p>En primer lugar, se pasan los bisteces por el ablandador de carne y se sazonan con sal y pimienta. Se pasan por la harina, se sacude el exceso y se colocan en una sartén con el aceite a fuego alto. Cuado estén dorados, se pasan a una cazuela en la que se agrega la salsa criolla, el caldo y el vino.Se revuelve bien, se sazona al gusto y se deja a fuego bajo por media hora o hasta que agarre consistencia el guiso. </p>\r\n"
    },
    {
      "idRecipe": "64",
      "image": "64-image",
      "name": "Buñuelos Navideños",
      "nameUrl": "bunuelos-navidenos",
      "idCategory": "4",
      "rating": "3",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Uno de los postres más preparados en Cuba para cerrar con broche de oro la mesa de navidad o fin de año, son estos deliciosos buñuelos. Su preparación es algo compleja, por lo que se recomienda hacerlos con bastante tiempo. ",
      "ingredients": [
        "1 taza de yuca",
        "1 taza de málaga",
        "1/2 taza de boniato ",
        "150 gramos de harina",
        "3 huevos",
        "1 taza de azúcar",
        "1 chorrito de vainilla",
        "Aceite"
      ],
      "preparation": "<p>La yuca, la málaga y el boniato, vamosa hervirlos hasta que se puedan hacer puré. Lo dejamos enfriar bien. En una superficie limpia, de preferencia mármol, vamos a preparar una masa con el puré antes hecho, la harina y el huevo. Le vamos a ir agregando cucharaditas de agua hasta que la masa esté elástica y se separe de la mesa. Con esta masa, hacemos bolitas con las manos. Se pueden aplanar un poco. Deben de freírse en aceite muy caliente. Se puede preparar un almibar sencillo, y una vez que los buñuelos estén listos, bañarlos con el. </p>\r\n"
    },
    {
      "idRecipe": "65",
      "image": "65-image",
      "name": "Cafiroleta",
      "nameUrl": "cafiroleta",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La cafiroleta es un postre muy tradicional de cuba pues se hace con uno de los ingredientes que más se dan: El boniato o batata. No dejes de probar este sencillo pero delicioso postre.",
      "ingredients": [
        "1/2 kilo de boniato",
        "1/2 kilo de azúcar",
        "1 taza de agua",
        "1/2 taza de leche de coco",
        "Canela en polvo ",
        "2 yemas de huevo",
        "1/2 limón"
      ],
      "preparation": "<p>El boniato debemos de pelarlo, lavarlo y cocerlo muy bien. Cuando esté blando, lo haremos puré en el procesador de alimentos. Lo pasamos a una olla en la que agregamos la leche de coco. Vamos revolviendo y preparando con el azucar, el agua y el jugo de medio limón un almíbar que agregaremos al boniato. Finalmente agregamos las yemas y la canela hasta que agarre consistencia. Se deja enfriar y se sirve. </p>\r\n"
    },
    {
      "idRecipe": "32",
      "image": "32-image",
      "name": "Canchánchara",
      "nameUrl": "canchanchara",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La canchánchara esa una bebida que nace en la guerra de independencia cubana. Los soldados independentistas la preparaban para ayudarse a mantener el calor en la selva, y para darse un poco de energía extra. Una bebida deliciosa, sin duda. ",
      "ingredients": [
        "6 onzas de ron",
        "4 cucharadas grandes de miel ",
        "2 limones",
        "250 ml de agua o hielo picado"
      ],
      "preparation": "<p>Esta bebida se puede tomar caliente o fría, según el gusto. Símplemente se mezclan bien los ingredientes, disolviendo la miel a la perfección con el jugo de limón y el ron. Si se quiere fría se combina con hielo, y si se quiere caliente, con agua de hervor reciente. </p>\r\n"
    },
    {
      "idRecipe": "38",
      "image": "38-image",
      "name": "Cerdo a la fruta bomba",
      "nameUrl": "cerdo-a-la-fruta-bomba",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Para los amantes de los sabores agridulces y frutales, esta receta de cerdo con fruta bomba o papaya es ideal. Es un platillo basto y acompañado de arroz constituye una comida completa. Además de que es muy fácil de preparar. ",
      "ingredients": [
        "1 kilo de carne de cerdo",
        "1 papaya madura pequeña",
        "1 cebolla",
        "2 dientes de ajo",
        "2 ajíes",
        "1 taza de jugo de naranja o piña",
        "Pimienta",
        "Manteca",
        "Sal al gusto"
      ],
      "preparation": "<p>En primer lugar, se corta la carne de cerdo en trozos pequeños, procurando quitar toda la grasa posible. Se calienta la manteca en una sartén y se agrega el cerdo. Cuando comience a dorar, se agregan la cebolla, el ajo y el ají picado y la taza de jugo de nuestra preferencia. Cuando comience a tomar consistencia, se agrega la papaya picada en julianas hasta que comience a deshacerse, y posteriormente el resto de los ingredientes. Se sazona al gusto. Este platillo tradicionalmente se sirve sobre una cama de arroz blanco.</p>\r\n\r\n<p>Se puede agregar cebollín o perejil fresco al momento de servir.</p>\r\n"
    },
    {
      "idRecipe": "39",
      "image": "39-image",
      "name": "Cerdo enrollado con vegetales",
      "nameUrl": "cerdo-enrollado-con-vegetales",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Los cubanos gustan mucho de la carne. Sus predilectas son la res y el cerdo. Este enrollado de cerdo con vegetales se prepara con facilidad y complace cualquier paladar exigente.  Se acompaña de maravilla con platanitos fritos. ",
      "ingredients": [
        "1 kilo de matambre de cerdo en una pieza",
        "1/2 taza de jugo de piña",
        "1 cebolla",
        "2 dientes de ajo",
        "1/4 de zanahoria en julianas",
        "1/4 de calabaza en julianas",
        "Manteca",
        "Sal al gusto "
      ],
      "preparation": "<p>En primer lugar, se corta la carne de cerdo en trozos pequeños, procurando quitar toda la grasa posible. Se marina en el jugo con sal y ajo y se deja reposar una noche. Posteriormente, se reserva el adobo y  se realiza un enrollado de cerdo con cordel encerado. Se coloca cobre una charola metálica preparada con una cama de las verduras en juliana y se cubre con el resto del adobo. Se coloca en el horno precalentado por espacio de una hora o hasta que la carne esté cocida y tierna.</p>\r\n"
    },
    {
      "idRecipe": "23",
      "image": "23-image",
      "name": "Chaparra",
      "nameUrl": "chaparra",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "12",
      "preparationTime": "",
      "description": "Esta fuerte bebida tiene un alto contenido alcohólico y se prepara por lo genera en jarra, para compartir a tragos pequeños en reuniones o fiestas.",
      "ingredients": [
        "1 botella de ron",
        "1/2 botella de vermouth red",
        "2 limones"
      ],
      "preparation": "<p>Primero se cortan los limones en rodajas delgadas y se colocan en una jarra. A la misma agregaremos el ron y el vermouth. Se refrigera al menos durante seis horas  horas y se sirve con moderación en vasos pequeños. </p>\r\n"
    },
    {
      "idRecipe": "12",
      "image": "12-image",
      "name": "Codito agridulce",
      "nameUrl": "codito-agridulce",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Esta receta es ideal para fiestas infantiles o como entrada antes de un plato principal. Su preparación es muy sencilla y su sabor gusta a todo mundo. ",
      "ingredients": [
        "1 paquete de pasta codito",
        "3 huevos",
        "1 taza de mayonesa",
        "4 rebanadas de piña en almíbar",
        "1 libra de jamón ahumado",
        "1 cebolla morada",
        "1 ají",
        "Sal ",
        "Vinagre"
      ],
      "preparation": "<p>El codito se debe de hervir en agua con sal hasta que quede cocido, pero aún firme. Se corta en trozos muy pequeños el ají, la cebolla y la piña. Y en trozos ligéramente más grandes el jamón ahumado. Los huevos se cuecen y se cortan en rodajas. Se integra todo en un bowl, sazonando al gusto, y se deja enfriar en la nevera  por espacio de una o dos horas. Antes de servir, se deja templar de diez a veinte minutos. Se puede decorar con hojas de cilantro para servir. </p>\r\n"
    },
    {
      "idRecipe": "46",
      "image": "46-image",
      "name": "Colitas de res a la criolla",
      "nameUrl": "colitas-de-res-a-la-criolla",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Cuando se trata de la vaca, los cubanos consumen todo el animal. El rabo de res es una parte que no se consume mucho en otras partes, sin embargo su preparación es deliciosa. Además de ser un platillo económico. ",
      "ingredients": [
        "2 colitas de res limpias",
        "2 cebollas grandes",
        "4 dientes de ajo",
        "Aceite de oliva",
        "2 ajíes verdes grandes",
        "2 tazas de vino blanco",
        "Perejil",
        "1 Taza de puré de tomate",
        "Pimienta",
        "Orégano",
        "Comino "
      ],
      "preparation": "<p>Lo primero que hay que hacer es cortar las colitas de res en trozos. En una sartén, se calienta bastante aceite y se frien los trozos de rabo de res hasta que doren. Se retiran del fuego. En esa misma sartén, se coloca la cebolla finamente picada hasta que acitrone y se agrega el ajo, el perejil y el puré de tomate. Se incorpora bien y se agregan el vino y los trozos de colita de res. Se sazona con comino, orégano, sal y pimienta al gusto y se deja a fuego bajo por espacio de hora y media a dos horas. </p>\r\n"
    },
    {
      "idRecipe": "1",
      "image": "1-image",
      "name": "Congrí",
      "nameUrl": "congri",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El congrí es uno de los platillos más representativos de Cuba. Existen muchas variedades, pero los dos ingredientes principales que lo componen son el Arroz blanco y los frijoles.  La palabra congrí proviene del vocablo haitiano “kongo”, que significa frijol, y de “ri”, que probablemente fue una contracción de “rice”, arroz en inglés.  Preparar este delicioso platillo es muy sencillo, además de económico y nutritivo. Puedes complementarlo con ingredientes adicionales, ya que por su base se lleva de maravilla con carnes y viandas de todo tipo.\r\n\r\n",
      "ingredients": [
        "2 tazas arroz blanco  (grano largo)",
        " 1 taza frijoles negros de grano pequeño",
        " 2 tazas caldo de frijoles negros",
        " 1/4 de taza (4 cucharadas) de aceite vegetal o manteca",
        "1 cebolla grande blanca",
        "4 dientes ajo grandes",
        "1/2 ají  verde",
        "1/2 ají  rojo",
        "1/2 cucharadita orégano molido",
        "1/2 cucharadita comino",
        "1 hoja laurel grande",
        " un chorrito de vinagre",
        " Sal al gusto"
      ],
      "preparation": "<p>Los frijoles deben dejarse remojando toda una noche. Ya que comiencen a ablandar, se cuecen con el laurel, la sal y un trozo de ají hasta que estén bien cocidos.  Se dejan enfriar y posteriormente se separan los frijoles del caldo.</p>\r\n\r\n<p>Se sofríen la cebolla, el ají y el ajo en la manteca,  hasta que se acitrone bien la cebolla. A este sofrito, se le incorpora el arroz lavado y crudo, los frijoles, el caldo,  el resto de las especias y el vinagre.  Se revuelve a la perfección y se deja hervir hasta que el arroz rompa y esté cocido.</p>\r\n\r\n<p>Se puede aromatizar colocando encima rodajas de naranja agria.</p>\r\n"
    },
    {
      "idRecipe": "47",
      "image": "47-image",
      "name": "Consomé de pollo al ají",
      "nameUrl": "consome-de-pollo-al-aji",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Pese a que Cuba es una Isla tropical de clima cálido, el cubano no desprecia las sopas calientes y son parte tradicional de los almuerzos del país. Este sencillo consomé de pollo tiene un inigualable sabor casero. ",
      "ingredients": [
        "1 pollo entero ",
        "2 ajíes grandes",
        "1 Cebolla grande",
        "2 dientes de ajo",
        "3 ramas de apio",
        "4 zanahorias ",
        "Sal",
        "Perejil"
      ],
      "preparation": "<p>En primer lugar, el pollo se parte en piezas y se eliminan las menudencias. Dependiendo de si se quiere un caldo bajo en grasa, o algo más espeso, se conserva o se retira la piel. Las piezas de pollo se colocan a hervir en una olla lo bastante grande, y cuando comience a espumar, se retira la espuma y se agregan el resto de los ingredientes picados. Se puede agregar un pumado de arroz crudo para que espece el consomé. Se sazona al gusto con sal, o con consomé de pollo en polvo. El consomé está listo cuando las zanahorias están bien tiernas. </p>\r\n"
    },
    {
      "idRecipe": "59",
      "image": "59-image",
      "name": "Consomé de Res",
      "nameUrl": "consome-de-res",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "El caldo o consomé de res es una sopa que se consume mucho en cuba, pues es un derivado natural de su intenso consumo de carne. Los cubanos no desperdician nada y han ocupado el caldo de cocimiento de res para hacer sopas deliciosas como esta. ",
      "ingredients": [
        "1 kilo de espinazo de res",
        "2 papas",
        "1 cebolla",
        "2 dientes de ajo",
        "4 jitomates maduros",
        "3 zanahorias",
        "2 ajíes rojos",
        "Perejil",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<p>Si nuestro espinazo de res está en una sóla pieza, debemos partirlo en trozos pequeños. De preferencia lo pedimos ya partido desde la carnicería. En una olla con bastante agua echamos a hervir la carne, Despúes de quince o veinte minutos, agregamos el resto de los ingredientes picados y dejamos a fuego alto por una hora u hora y media. Sazonamos al gusto con sal y pimienta. El plato se puede servir con una trozo de espinazo o se puede servir sólo la verdura, si queremos utilizar el espinazo con otra salsa, o seco. </p>\r\n"
    },
    {
      "idRecipe": "49",
      "image": "49-image",
      "name": "Consomé vegetariano",
      "nameUrl": "consome-vegetariano",
      "idCategory": "2",
      "rating": "3",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Esta receta es una opción excelente para las personas que han decidido no comer carne o se encuentran a dieta. Es un platillo muy basto y se puede consumir como plato fuerte. ",
      "ingredients": [
        "2 papas",
        "4 zanahorias",
        "1 cebolla",
        "1 manojo de acelga",
        "4 ramas de apio",
        "1 taza de habas tiernas",
        "1 litro de caldo de pollo ",
        "2 tomates",
        "2 dientes de ajo ",
        "Sal y pimienta",
        "Perejil"
      ],
      "preparation": "<p>Para esta receta, en primer lugar debemos de poner a hervir en una olla grande el consomé. Mientras hierve, vamos cortando todos los demás ingredientes en cubos de tamaño mediano a chico. Cuando el consomé suelte a hervir, añadiremos todas las verduras y sazonaremos con sal al gusto. El consomé está listo cuando las habas y las papas se encuentran tiernas. </p>\r\n"
    },
    {
      "idRecipe": "40",
      "image": "40-image",
      "name": "Costillitas de cerdo agridulces",
      "nameUrl": "costillitas-de-cerdo-agridulces",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Las costillas son un platillo delicioso en cualquiera de sus presentaciones. Para el cubano, que gusta de los sabores agridulces tanto como gusta de la carne de puerco, esta es una combinación ganadora. Es ideal para agasajar a sus invitados en una reunión familiar. ",
      "ingredients": [
        "16 piezas de costilla de cerdo",
        "1 lata de piña en almíbar",
        "Aceite de coco",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<p>En primer lugar, se ablandan la pulpa de las costillas con un ablandador de carne. Las costillas se dejan remojando por espacio de dos horas en el almíbar de la piña. Pasado este lapso, sacamos las costillas del almíbar y las sazonamos con sal y pimienta. En una sartén grande, colocamos dos o tres cucharadas de aceite de coco y colocamos a freir las costillas. Cuando estén casi listas, agregamos la piña para que se cocine con las costillas.  Una vez que queden doradas, se retira de fuego y se sirve. </p>\r\n"
    },
    {
      "idRecipe": "57",
      "image": "57-image",
      "name": "Crema cubana de maíz tierno ",
      "nameUrl": "crema-cubana-de-maiz-tierno",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El maíz es un ingrediente que los cubanos usan mucho en su cocina. Ya sea para preparar el típico tamal de maíz con pollo, o para hacer una deliciosa crema como la que a continuación te explicamos. ",
      "ingredients": [
        "3 tazas de maíz amarillo tierno",
        "1/2 cebolla",
        "1 diente de ajo ",
        "1 litro de leche",
        "1/2 barra de mantequilla",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<p>En primer lugar, vamos a colar nuestro maíz y reservamos. Posteriormente, vamos a colocar en una olla a derretir la mantequilla, a fuego muy bajo para que no se queme. Agregamos poco a poco el harina y vamos revolviendo para que se integre. Una vez hecho esto, agregamos, también poco a poco, la leche. Se agregan entonces la cebolla fínamente picada, el ajo y el maíz. Se sazona con sal y pimienta al gusto y se revuelve hasta que espese. Se deja enfriar un poco y se sirve con crotones de pan. </p>\r\n"
    },
    {
      "idRecipe": "13",
      "image": "13-image",
      "name": "Crema de Apio",
      "nameUrl": "crema-de-apio",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Esta fresca entrada a base de apio es muy recomendable para las temporadas calurosas.  Su preparación es sencilla, pero se requiere procesador de alimentos. Integra un elemento de fideos que la convierte en una receta heredera de la cultura asiática en la isla. ",
      "ingredients": [
        "1 pieza grande de apio",
        "2 papas c",
        "1 taza de crema",
        "4 dientes de ajo",
        "Sal",
        "Pimienta",
        "Fideo transparente"
      ],
      "preparation": "<p>Se lavan y desinfectan bien las papas y el apio. Se corta la base del mismo, para que sólo queden los tallos verdes, y se pone a cocer junto con las papas. El apio debe retirarse a los diez o quince minutos y las papas se dejan hasta que se cuezan bien. Cuando están suaves, se pasan ambos por el procesador de alimentos y el puré se echa a la olla al fuego lento junto con la crema. Se integra el ajo machacado, se sazona al gusto con sal y pimienta y se revuelve hasta obtener una crema espesa. </p>\r\n\r\n<p>Al servirlo, se pueden integrar fideos transparentes previamente cocidos y enfriádos. </p>\r\n"
    },
    {
      "idRecipe": "15",
      "image": "15-image",
      "name": "Crema de arroz",
      "nameUrl": "crema-de-arroz",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "12",
      "preparationTime": "",
      "description": "El arroz es un elemento clave de la cocina cubana. No solamente se puede consumir hervido. Te invitamos a probar esta original crema de arroz que será una entrada espectacular. ",
      "ingredients": [
        "1 kilo de arroz",
        "1 cebolla grande",
        "1 taza de media crema",
        "4 dientes de ajo",
        "Aceite",
        "Laurel",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<p>El arroz se lava y se deja remojar toda una noche. A la mañana siguiente, se cocina con el doble de agua que utilizaríamos normalmente para comerlo seco. Cuando ya esté suave, se elimina el exceso de agua y se muele en la licuadora. En una olla, se calienta el aceite y se acitrona la cebolla fínamente picada hasta que esté transparente. Se agregan los ajos y se doran ligeramente. Se agrega la mezcla de arroz, la crema y los condimentos al gusto.</p>\r\n"
    },
    {
      "idRecipe": "48",
      "image": "48-image",
      "name": "Crema de papa con tomate",
      "nameUrl": "crema-de-papa-con-tomate",
      "idCategory": "2",
      "rating": "3",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Esta receta es ideal para cuando se desea preparar una sopa sencilla, rápida y con pocos ingredientes. Adicionalmente, es muy nutritiva y basta pues la papa contiene mucho almidón. ",
      "ingredients": [
        "6 papas medianas",
        "8 jitomates maduros",
        "1 cebolla",
        "2 dientes de ajo ",
        "Manteca de cerdo",
        "1 pizca de bicarbonato",
        "Pimienta",
        "Sal",
        "2 tazas de caldo de pollo"
      ],
      "preparation": "<p>En primer lugar, se lavan muy bien las papas y se ponen a hervir completas. Mientras hierven, se lavan y se cortan los jitomates en cubos pequeños. Se pica finamente la cebolla y el ajo. En una sartén con manteca de cerdo, se acitrona la cebolla y el ajo y se agrega el tomate hasta que comience a burbujear.  Cuando las papas estén cocidas, las sacamos del agua y retiramos la piel. Posteriormente, se cortan en cubos pequeños y, junto con la mezcla de los tomates y la cebolla, lo llevamos a la licuadora.  Se agrega el caldo de pollo poco a poco para que se forme una crema. Si es necesario se puede hacer en dos tandas. Esta crema se regresa a la olla, con un poco más de manteca, se sazona al gusto con sal y pimienta y se lleva a hervor una sóla vez. </p>\r\n"
    },
    {
      "idRecipe": "50",
      "image": "50-image",
      "name": "Crema de pescado",
      "nameUrl": "crema-de-pescado",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La gastronomía cubana no puede prescindir de los productos del mar. Esta receta de crema de pescado y papa es muy sencilla de preparar y económica. ",
      "ingredients": [
        "4 cabezas de pescado",
        "4 papas",
        "1 cebolla",
        "2 dientes de ajo ",
        "2 calabazas grandes",
        "1/2 taza de puré de tomate",
        "Manteca",
        "Orégano",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<p>En una olla grande, se ponen a hervir las papas y se dejan por diez minutos. Entonces se agregan las cabezas de pescado y las calabazas, hasta que las papas estén tiernas. Mientras esto sucede, se pica la cebolla y el ajo finamente y se acitrona en la manteca. Cuando las papas estén suaves, se retiran del agua junto con las cabezas de pescado y se reserva el caldo. En la licuadora echaremos las papas cortadas en cubos, las calabazas, la cebolla sofrita con ajo y el puré de tomate.  Vamos agregando el caldo de la cocción poco a poco. Una vez que quede una crema, la regresamos al fuego y sazonamos al gusto con el orégano, la pimienta y la sal. </p>\r\n"
    },
    {
      "idRecipe": "52",
      "image": "52-image",
      "name": "Crema de platanito verde",
      "nameUrl": "crema-de-platanito-verde",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El plátano es un ingrediente que en resto del mundo usualmente se consume maduro y crudo, pero que en Cuba y otros países de Centroamérica se convierte en un versátil ingrediente de entradas fritas, platos fuertes, postres y sopas. ",
      "ingredients": [
        "4 plátanos  verdes",
        "1 cebolla",
        "2 dientes de ajo",
        "2 tazas de salsa criolla",
        "3 tazas de caldo ",
        "Manteca",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<p>En primer lugar, se pelan los platanos y se cortan en rodajas. Se ponen a freír en la manteca hasta que estén muy tiernos, y se agrega la cebolla fínamente picada y el ajo. Mientras sofríe, se va aplastando el platano con un prensador. Cuando quede una mezcla más o menos homogénea, se agegan el caldo y la salsa criolla y se sazona al gusto, si es que aún lo necesita. Se deja que suelte un hervor. Se puede servir acompañada de platanitos fritos. </p>\r\n"
    },
    {
      "idRecipe": "16",
      "image": "16-image",
      "name": "Crema de queso",
      "nameUrl": "crema-de-queso",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Si estás buscando una entrada fácil de preparar para una comida elegante, esta tradicional crema de queso seguramente es la opción ideal.  Se lleva de maravilla con el típico plato cubano de mariscos. ",
      "ingredients": [
        "1/2 barra de mantequilla",
        "1 taza de harina",
        "1 taza de queso ",
        "3 tazas de leche",
        "Sal",
        "Nuez moscada",
        "Pimienta "
      ],
      "preparation": "<p>En una olla grande, se derrite a fuego muy bajo la mantequilla. Sin dejar que se queme, se añade la harina poco a poco, y una vez incorporados estos dos ingredientes, se integra, también poco a poco, la leche. Se sigue revolviendo hasta que comience a espesar y se agrega el queso hasta que se disuelve por completo. Se sazona al gusto con pimienta, sal y nuez moscada. </p>\r\n"
    },
    {
      "idRecipe": "61",
      "image": "61-image",
      "name": "Cremita de tomate y verduras",
      "nameUrl": "cremita-de-tomate-y-verduras",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Para los que no son particularmente fanáticos de los vegetales y su sabor, esta es una buena opción, pues el sabor y la consistencia de esta sopa es muy sabroso y  no demeríta su alto contenido nutritivo. ",
      "ingredients": [
        "6 jitomates maduros",
        "4 ramas de apio",
        "2 ajíes rojos",
        "1 cebolla",
        "3 dientes de ajo",
        "1 manojo de espinacas",
        "Aceite de oliva",
        "1 taza de caldo de res",
        "Cilantro",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<p>En primer lugar, debemos picar fínamente la cebolla, los jitomates, el apio, el ajo, las espinacas y los ajíes. Todo se agrega a una olla grande con aceite de oliva bien caliente y se sofríe hasta que el jitomate comience a disolverse. Una vez hecho esto, se pasa la mezcla por la licuadora hasta obtener una pasta fluída. Se regresa a la olla y se agrega la taza de caldo. Se sazona con sal y pimienta al gusto. Se presenta con una rama fresca de perejil.</p>\r\n"
    },
    {
      "idRecipe": "22",
      "image": "22-image",
      "name": "Cuba Libre",
      "nameUrl": "cuba-libre",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "1",
      "preparationTime": "",
      "description": "Se cuenta que esta bebida nació en un bar de La Habana durante la guerra hispano-americana, cuando un capitán de pelotón estadounidense pidió ron con refresco de cola y de inmediato la bebida se popularizó en la isla..y en el resto del mundo. ",
      "ingredients": [
        "2 onzas de ron",
        "Refresco de cola",
        "Hielo en cubos",
        "1 limón"
      ],
      "preparation": "<p>Este trago es uno de los más sencillos del mundo. Se coloca el hielo en el vaso y la medida deseada de ron. Posteriormente se agrega el refresco de cola y unas gotas de limón o de lima. Se puede decorar con una rodajita de limón en el vaso. </p>\r\n"
    },
    {
      "idRecipe": "33",
      "image": "33-image",
      "name": "Cubanito",
      "nameUrl": "cubanito",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "1",
      "preparationTime": "",
      "description": "Para los que buscan una bebida un poco más especiada y picante, el cubanito, clásico en los bares de La Habana, es una excelente opción. Su preparación es sencilla y su sabor, inigualable. ",
      "ingredients": [
        "1 onza de ron blanco",
        "2 onzas de jugo de tomate",
        "1 pizca de sal",
        "1 limón",
        "Salsa inglesa",
        "Hielo picado"
      ],
      "preparation": "<p>En un vaso previamente helado, se añade el jugo del limón, una pizca de sal, un toque de salsa inglesa y el hielo. Se agrega el ron y por último, el jugo de tomate. Se puede utilizar una varita de apio como removedor, y, para los gustos más aventureros, se puede integrar un poco de salsa picante. </p>\r\n"
    },
    {
      "idRecipe": "20",
      "image": "20-image",
      "name": "Daiquiri",
      "nameUrl": "daiquiri",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "1",
      "preparationTime": "",
      "description": "Este trago es famoso por la leyenda que cuenta que al famoso escritos Ernest Hemingway le encantaba disfrutar varias de estas bebidas en los bares del centro de La Habana. Independientemente de su romántica historia, este trago hará las delicias en cualquier fiesta. ",
      "ingredients": [
        "1 limón",
        "1 onza de ron",
        "Hielo picado",
        "1 cucharadita de azúcar"
      ],
      "preparation": "<p>Este trago es preferible hacerlo en una jarra coctelera. Se agregan todos los ngredientes y se baten muy bien por espacio de quince segundos. Se sirve en vasos pequeños y chatos al momento. En lugar de limón, también puede utilizarse toronja o lima. </p>\r\n"
    },
    {
      "idRecipe": "17",
      "image": "17-image",
      "name": "Ensalada de aguacate y piña",
      "nameUrl": "ensalada-de-aguacate-y-pina",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Si se trata de una ensalada fresca, con ingredientes muy típicos de cuba y su tradicional sabor agridulce, esta ensalada de aguacate y piña será  la mejor elección. Funciona de maravilla para entrada de carnes y mariscos. ",
      "ingredients": [
        "4 aguacates maduros",
        "1 piña dulce",
        "Consomé de pollo en polvo",
        "1 limón",
        "Aceite de oliva",
        "Pimienta"
      ],
      "preparation": "<p>Se parten los aguacates a la mitad, se extráe la pulpa de la cáscara y se cortan en cubos. La piña se pela y se corta en trozos de similar tamaño, siempre desechando el centro. se revuelven ambos ingredientes en un bowl y se aliña la mezcla con una vinagreta preparada con una onza de aceite de oliva, el jugo de un limón, media cucharadita de consomé de pollo en polvo y pimienta al gusto. Puede emplatarse con hojas de arúgula. </p>\r\n"
    },
    {
      "idRecipe": "10",
      "image": "10-image",
      "name": "Ensalada de col agridulce",
      "nameUrl": "ensalada-de-col-agridulce",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "12",
      "preparationTime": "",
      "description": "La col es un vegetal rico en antioxidantes y que se caracteriza por combatir el cáncer. Además, es alto en nutriente y bajo en calorías, lo que lo convierte en un alimento excepcional. En Cuba se utiliza mucho como guarnición, especialmente en platos agridulces. ",
      "ingredients": [
        "1 col blanca pequeña",
        "1 col morada pequeña",
        "1 taza de vinagre",
        "1/2 taza de azúcar ",
        "Sal al gusto"
      ],
      "preparation": "<p>Esta receta es de preparación muy básica, sin embaro requiere al menos dos a tres días de reposo, por lo que hay que considerar los tiempos. Se cortan las coles en tiras muy delgadas y se colocan en un bowl que tenga tapa. Se cubre la col a la mitad con vinagre, a la mitad con agua, y se agrega el azúcar. Se puede integrar una pizca de sal al gusto, pero es opcional.</p>\r\n\r\n<p>Se tapa el recipiente y se deja reposar de dos a tres días en un lugar fresco y oscuro. </p>\r\n"
    },
    {
      "idRecipe": "11",
      "image": "11-image",
      "name": "Ensalada de Pollo",
      "nameUrl": "ensalada-de-pollo",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "La comida cubana considera al pollo como una de las mejores carnes. A mediados del siglo pasado, como la carne roja era más económica, el pollo era considerado un lujo. Esta receta de ensalada de pollo es una entrada magnífica para cualquier menú. ",
      "ingredients": [
        "1 Pollo asado y deshuezado",
        "4 papas grandes",
        "1 taza de mayonesa",
        "1/2 cebolla morada",
        "1 ají grande",
        "1 taza de apio picado",
        "3 zanahorias",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<p>En primer ligar, el pollo asado se deshuesa y se parte toda la carne en cubos. Las papas y las zanahorias se cuecen y se cortan también en cubos de tamaño similar. Se agrea en un bowl amplio junto con el resto de los ingredientes, se agrega sal y pimienta al gusto y se revuelve. Esta ensalada puede servirse en una mitad de aguacate pelada y usarse como entrada. </p>\r\n"
    },
    {
      "idRecipe": "18",
      "image": "18-image",
      "name": "Ensalada tradicional ",
      "nameUrl": "ensalada-tradicional",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Esta ensalada es muy fresca y acompaña muy bien los platos de carne. Como entrada, puede aliñarse con cualquier aderezo a base de aceite de oliva. Es muy baja en calorías y alta en nutrientes. ",
      "ingredients": [
        "1 col blanca pequeña",
        "1 remolacha mediana",
        "2 tomates firmes",
        "1 pepino",
        "1 aguacate grande maduro"
      ],
      "preparation": "<p>Los ingredientes se lavan y se desinfectan a la perfección. Se cortan a elección, según como queramos emplatar, pero siempre dejando el aguacate al final para que no se oxide. De preferencia se aliña con el aderezo sobre la preparación, no revolviendo, para que luzca el plato. </p>\r\n"
    },
    {
      "idRecipe": "69",
      "image": "69-image",
      "name": "Flan de calabaza",
      "nameUrl": "flan-de-calabaza",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La cocina cubana se caracteriza por su combinación de sabores. La calabaza es considerada un manjar en muchas partes del mundo, y este flan de calabaza lucirá de maravilla en cualquier mesa. ",
      "ingredients": [
        "1/2 kilo de pulpa de calabaza",
        "1 lata de leche condensada",
        "5 cucharadas de maicena",
        "1/2 media taza de azúcar",
        "1 taza de leche",
        "Vainilla",
        "Canela",
        "Sal"
      ],
      "preparation": "<p>Para esta receta, debemos considerar que la pulpa de la calabaza debe estar ya limpia, sin pepitas y perfectamente cocida. Recomiendo cocer la calabaza con azúcar morena y canela. Se debe pasar la pulpa por la licuadora, junto con con la leche condensada, una pizca de sal, la vainilla, la canela y el azúcar. En una taza de leche, vamos a disolver en frio la maicena. Un vez disuelta, la llevamos a una olla a fuego medio junto con la mezcla de la calabaza, y revolvemos hasta que comience a espesar y la maicena se cocine. Vertemos en un molde y dejamos tres a cuatro horas en el refrigerador, hasta que cuaje. </p>\r\n"
    },
    {
      "idRecipe": "62",
      "image": "62-image",
      "name": "Flan de coco ",
      "nameUrl": "flan-de-coco",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El coco es una de las frutas más representativas del ambiente tropical de Las Antillas. En Cuba, no solamente se consume su deliciosa agua directo del coco. Con la pulpa pueden hacerse infinidad de platillos salados, y por supuesto, dulces. ",
      "ingredients": [
        "1/2 kilo de pulpa tierna de coco",
        "4 huevos ",
        "1 taza de azúcar",
        "3 yemas de huevo ",
        "1 chorrito de vainilla"
      ],
      "preparation": "<p>Con la mitad de el azúcar, vamos a preparar un caramelo en una sartén antiadherente. Para ello, símplemente vacíamos el azúcar en la sartén a fuego alto y la revolvemos hasta que se licúe completamente. Con mucho cuidado, vamos a vertir el caramelo en una flanera, para cubrir la parte inferior. Una vez hecho esto, ponemos en la licuadora los huevos, las yemas, el coco, la vainilla y el azúcar restate. Lo mezclamos hasta que el coco se muela por completo. Se deja reposar para que se elimine la espuma del huevo y se coloca en el molde, sobre el caramelo. Se hornéa a baño maría en la flanera por espacio de una hora y media. </p>\r\n"
    },
    {
      "idRecipe": "71",
      "image": "71-image",
      "name": "Fritanga de calabaza",
      "nameUrl": "fritanga-de-calabaza",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La calabaza es un alimento con alto contenido energético y mucha fibra. Su sabor dulce la hace ideal para postres y les otorga una gran consistencia y sabor. Estas fritangas de calabaza son sencillas de preparar y aún más sencillas de comer.",
      "ingredients": [
        "1 kilo de pulpa de calabaza",
        "2 huevos",
        "1/2 taza de azúcar",
        "1/2 taza de harina",
        "Aceite",
        "Canela en polvo"
      ],
      "preparation": "<p>La calabaza se cuece hasta que la pulpa esté suave. Se retira la carne de la piel y se eliminan todas las pepitas. En un colador se elimina el exceso de agua y se coloca el restante en un bowl. Agregaremos el harina y el huevo y revolveremos hasta obtener una pasta. Con una cuchara, formaremos bolitas que pondremos a freir en una sarten honda con suficiente aceite. Cuando estén doradas, se retiran del aceite y se pasan por una mezcla de azúcar y canela. </p>\r\n"
    },
    {
      "idRecipe": "6",
      "image": "6-image",
      "name": "Frituras de malanga",
      "nameUrl": "frituras-de-malanga",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La malanga es tu tubérculo almidonoso muy utilizado en la cocina tradicional cubana. Los aborígenes ya lo integraban en su dieta y tiene un alto valor nutrimental. Se puede preparar de diversas maneras y contiene una gran cantidad de fibra, vitaminas y minerales. ",
      "ingredients": [
        "2 piezas medianas de malanga",
        "2 huevos",
        "2 dientes de ajo",
        "2 ramas de perejil",
        "Manteca de cerdo",
        "Sal al gusto"
      ],
      "preparation": "<p>Se lavan con una fibra las malangas y se dejan desinfectar. Posteriormente se pelan, se descarta la piel y se pasan por el rallador. En un recipiente, se incorporan con el huevo, el perejil, el ajo picado y la sal al gusto. </p>\r\n\r\n<p>Con las manos o con una cuchara sopera, se dividen porciones en forma de \"tortitas\" y se ponen a freír en la manteca bien caliente. Deben de quedar doradas -no tiernas- por fuera, para asegurar que se cocinen bien por dentro. Se sirven calientitas y se pueden acompañar con tostones y sofrito criollo. </p>\r\n"
    },
    {
      "idRecipe": "7",
      "image": "7-image",
      "name": "Fufú de plátano",
      "nameUrl": "fufu-de-platano",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El plátano es un ingrediente que no puede faltar en la mesa del cubano. Su alto contenido de potasio, azúcares y carbohidratos, lo convierte no sólo en un alimento delicioso, sino nutritivo. Este tradicional puré de plátano frito es una entrada ideal de cualquier comida, acompañado con chicharroncitos de cerdo. ",
      "ingredients": [
        "4 plátanos grandes",
        "1 cebolla",
        "4 dientes de ajo",
        "1 taza de masitas de chicharrón desmenuzadas",
        "manteca de cerdo",
        "Jugo de limón",
        "Sal al gusto"
      ],
      "preparation": "<p>En primer lugar, se pelan y se parten en dos los plátanos y se ponen a cocer en agua con jugo de limón y bastante sal, hasta que estén blandos. Se pica fina la cebolla y se machacan los dientes de ajo. </p>\r\n\r\n<p>En una sartén, se agrega manteca de cerdo, y a fuego lento se van friendo la cebolla, el ajo y el plátano. Se los va aplastando poco a poco para que hagan un puré y se integren con los otros ingredientes mientras se sazona con sal al gusto. Finalmente, ya que está consistente, se agregan las masitas de chicharrón y se revuelve. </p>\r\n"
    },
    {
      "idRecipe": "31",
      "image": "31-image",
      "name": "Guarapo",
      "nameUrl": "guarapo",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "",
      "description": "El guarapo es una de las bebidas más tradicionales de Cuba. Se dice que llena de energía y vigor a quien lo bebe.  Generalmente se le prepara en trapiches especiales para prensar la caña de azúcar, sin embargo, también es posible prepararlo en casa. ",
      "ingredients": [
        "4 cañas de azúcar",
        "1 taza de agua",
        "1 taza de hielo picado"
      ],
      "preparation": "<p>Para esta receta se necesita un exprimidor de jugos eléctrico, o de tipo industrial, para sustituir el trapiche. Las cañas deben pelarse a la perfección, pues de ellas extraeremos el jugo, desechando la fibra seca. El jugo resultante lo combinaremos a partes iguales con el agua y el hielo. Se puede acompañar de una gotitas de limón o de lima. </p>\r\n"
    },
    {
      "idRecipe": "24",
      "image": "24-image",
      "name": "Habana especial",
      "nameUrl": "habana-especial",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "1",
      "preparationTime": "",
      "description": "Como la mayoría de las bebidas alcohólicas tradicionales en Cuba, la base de la Habana especial es el ron. Integra sabores dulces como el dela piña y el marrasquino y es uno de los cócteles más socorridos por la población femenina en Cuba. ",
      "ingredients": [
        "1 onza de jugo de piña",
        "1/2 onza de marrasquino",
        "2 onzas de ron",
        "Hielo picado"
      ],
      "preparation": "<p>La preparación es muy sencilla. Símplemente se baten todos los ingredientes en un vaso de coctél y se sirve al momento, bien frío. El trago se decora con una rebanada de piña, una cereza, o ambas. </p>\r\n"
    },
    {
      "idRecipe": "74",
      "image": "74-image",
      "name": "Harina dulce de maíz",
      "nameUrl": "harina-dulce-de-maiz",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "16",
      "preparationTime": "",
      "description": "Muchos de los platillos tradicionales de Cuba son a base de maíz, ya sea que contengan el grano entero o en harina. Esta receta de harina dulce no sólo es sencilla, si no nutritiva y también es ideal para darla de merienda a los más pequeños del hogar. ",
      "ingredients": [
        "2 tazas de harina de maíz",
        "1 lata de leche condensada",
        "1 taza de azúcar",
        "2 barritas de mantequilla ",
        "1 1/2 de agua",
        "Vainilla"
      ],
      "preparation": "<p>En una olla grande, agregaremos tres tazas de agua y dos tazas de harina. Prendemos el fuego y cocinamos a fuego medio hasta que comience a espesar. En otra olla, de manera simultánea, agregamos el resto del agua, la vainilla, la leche condensada y la mantequilla. Cuando quiera dar el primer hervor, apagamos y vamos añadiendo poco a poco y sin dejar de revolver a la olla con la harina, a fuego bajo. Cuando lo integremos todo, vamos agregando el azúcar al gusto y seguimos revolviendo hasta que adquiera la consistencia de una natilla. </p>\r\n"
    },
    {
      "idRecipe": "37",
      "image": "37-image",
      "name": "Huevo con chorizo y tomate",
      "nameUrl": "huevo-con-chorizo-y-tomate",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Este platillo lo consumen mucho los cubanos tanto en la comida como en el desayuno. Es muy económico y sencillo de preparar. Se acompaña muy bien con tortitas de maíz.",
      "ingredients": [
        "8 huevos frescos",
        "1/2 kilo de chorizo",
        "1 cebolla pequeña",
        "2 jitomates",
        "2 cucharadas de aceite"
      ],
      "preparation": "<p>Se debe pelar y desmenuzar el chorizo, quitando toda la piel. Una vez hecho esto, se calienta el aceite en una sartén y cuando esté caliente se agrega el chorizo y la cebolla bien picadita. Mientras dora, colocamos los huevos en un bowl y revolvemos con un batidor hasta que espumen.  Se pica el jitomate y cuando esté dorado el chorizo, se agrega a la sartén.  Se revuelve por espacio de dos o tres minutos y se agrega el huevo. Se debe seguir revolviendo hasta que el huevo esté cocinado, para que esponje bien. </p>\r\n"
    },
    {
      "idRecipe": "25",
      "image": "25-image",
      "name": "Isla de pinos",
      "nameUrl": "isla-de-pinos",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "1",
      "preparationTime": "",
      "description": "Este trago recibe su nombre de la pequeña isla de la que viene. Su base es el jugo de la toronja dulce, lo que lo convierte en un trago muy refrescante, completamente ideal para las tardes calurosas. ",
      "ingredients": [
        "1 onza de ron blanco",
        "2 onzas de jugo de toronja dulce",
        "Hielo picado"
      ],
      "preparation": "<p>En el mezclador, se colocan todos los ingredientes y se baten durante quince segundos. Se puede añadir media cucharadita de azúcar si el jugo está un poco amargo. Se decora con un gajito de toronja. </p>\r\n"
    },
    {
      "idRecipe": "28",
      "image": "28-image",
      "name": "Jai Alai",
      "nameUrl": "jai-alai",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "1",
      "preparationTime": "",
      "description": "Este trago nos hace recordar al tradicional mojito, pero su elaboración es más compleja y su sabor más seco. El preferido de los hombres de negocios, dicen. ",
      "ingredients": [
        "Agua mieral",
        "1 onza de vermouth blanco",
        "Hielo picado",
        "Una rama de hierbabuena",
        "Azúcar",
        "1 limón",
        "1 onza de ginebra"
      ],
      "preparation": "<p>Primero se maceran la yerbabuena, el jugo de limón y el azúcar a la manera del mojito. Posteriormente se agrega el resto de las bebidas, se decora con una rodajita de limón y se revuelve. </p>\r\n"
    },
    {
      "idRecipe": "66",
      "image": "66-image",
      "name": "Majarete",
      "nameUrl": "majarete",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El maíz es un cultivo que los cubanos conocían desde las épocas prehispánicas. Su gran versatilidad lo convierte en un grano que puede usarse igual de bien en recetas dulces y saladas. ",
      "ingredients": [
        "1 taza de maíz tierno",
        "1/2 taza de agua",
        "1/2 taza de azúcar",
        "1 taza de leche",
        "2 cucharadas de mantequilla",
        "Canela en polvo ",
        "Sal"
      ],
      "preparation": "<p>En primer lugar, el maíz se muele con el agua en el procesador de alimentos. Se reserva la mezcla. En una olla, se hierve la leche junto con la canela y la sal. Se incorpora el maíz, el azúcar y la mantequilla, y se revuelve hasta que espesa. Se deja enfriar y se sirve con una ramita de canela. </p>\r\n"
    },
    {
      "idRecipe": "8",
      "image": "8-image",
      "name": "Mariquitas",
      "nameUrl": "mariquitas",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Esta tradicional y versátil receta puede prepararse ya sea con plátano, o con malanga. Es increíblemente fácil de preparar y acompaña de maravilla cualquier plato cubano. En esta ocasión, prepararemos ambas variantes.  ",
      "ingredients": [
        "4 plátanos maduros",
        "2 malangas medianas",
        "Manteca de cerdo",
        "Sal "
      ],
      "preparation": "<p>El plátano se pela  y se corta en rodajas de un centímetro. Se elimina el exceso de agua con papel absorbente. Lo mismo con la malanga, pero se corta en rodajas más finas, de medio centímetro, pues su proceso de cocción es un poco más largo. </p>\r\n\r\n<p>Se fríen las rueditas en manteca o aceite bien caliente. Se espolvoréan con sal al servir. Esta receta no sólo es sencilla, también es deliciosa. </p>\r\n"
    },
    {
      "idRecipe": "72",
      "image": "72-image",
      "name": "Masareal",
      "nameUrl": "masareal",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Una cosa de la que el cubano gusta mucho es del café. Sin embargo, algo de lo que gusta más es del café acompañado de alguna masa dulce o postre. Este masereal es perfecto para su próxima reunión de café.",
      "ingredients": [
        "2 tazas de harina",
        "1 taza de azúcar ",
        "4 huevos",
        "2 barritas de mantequilla",
        "1 frasco de mermelada",
        "1 cucharada de maicena",
        "Sal"
      ],
      "preparation": "<p>En un bowl grande, vamos a mezclar de manera homogenea la harina tamizada, el azúcar, los huevos, la mantequilla, la vainilla y una pizca de sal. En una olla pequeña, agregaremos a fuego bajo la mermelada del sabor que se prefiera, junto con la maicena disuelta en frío en media taza de agua.Revolvemos hasta que espese. En un molde ancho, agregaremos la mitad de la mezcla de harina, y sobre ella el total de la mezcla de la mermelada. Cubriremos con el resto de la masa. Se lleva al horno a fuego medio por espacio de media hora. </p>\r\n"
    },
    {
      "idRecipe": "75",
      "image": "75-image",
      "name": "Melcocha",
      "nameUrl": "melcocha",
      "idCategory": "4",
      "rating": "3",
      "numPersons": "12",
      "preparationTime": "",
      "description": "La melcocha es un dulce sólido y chicloso preparado a base de azúcar y mantequilla que se consume bastante en ciertas regiones de la isla de Cuba. Sin importar en dónde estemos, siempre podemos agasajar con ella a nuestros invitados, pues su preparación es fácil. ",
      "ingredients": [
        "2 tazas de azúcar",
        "1/2 barra de mantequilla",
        "Vainilla",
        "1 taza de agua "
      ],
      "preparation": "<p>En una olla grande, agregaremos el agua, el azúcar y la mantequilla. Revolvemos hasta que el azúcar esté disuelta de jamos a fuego medio hasta que alcance el punto de hebra. Una vez alcanzado, colocamos la mezcla en un refractario largo hasta que esté lo bastante templada para manejarla. Ponemos unas gotitas de aceite en las manos para que resbale, y al amasar vamos agregando la vainilla. La pasta debe de manejarse y torcerse hasta que esté casi sólida. Entonces se corta y deja solidificar. </p>\r\n"
    },
    {
      "idRecipe": "76",
      "image": "76-image",
      "name": "Mermelada de tomate",
      "nameUrl": "mermelada-de-tomate",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Una de las particularidades que distinguen a la gastronomía cubana, es que no le tiene miedo a mezclar ingredientes típicamente dulces con el sazón salado, y viceversa. Esta receta de mermelada de tomate es un claro ejemplo. ",
      "ingredients": [
        "1 kilo de tomates bien maduros",
        "1 taza de azúcar",
        "Canela en polvo",
        "1 taza de agua"
      ],
      "preparation": "<p>Los jitomates se lavan bien. Se quita la cáscara, ya sea en crudo o pasándolos por agua hirviendo si hace falta. Se eliminan las semillas y se agregan en una sartén honda junto con el agua, la canela y el azúcar. Se revuelve a fuego alto hasta que se forme una mermelada. </p>\r\n"
    },
    {
      "idRecipe": "19",
      "image": "19-image",
      "name": "Mojito Cubano",
      "nameUrl": "mojito-cubano",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "",
      "description": "Este trago es emblemático de Cuba al rededor del mundo. Es incluso anterior a la famosa \"Cuba Libre\". Hay quien asegura que el pirata Francis Drake lo inventó en su búsqueda de un trago potente y refrescante. ",
      "ingredients": [
        "1 onza de ron blanco",
        "1 limón",
        "Agua mineral",
        "Ramitas de Hierbabuena",
        "1 cucharada de azúcar",
        "Hielo picado"
      ],
      "preparation": "<p>En el vaso del mojito, de preferencia ancho, se coloca una cucharada grande de azúcar, una ramita frondosa de hierbabuena y el jugo de el limón. Es importante reservar una rodaja del mismo para decorar. Con un mortero, vamos a macerar estos ingredientes adentro del vaso para extraer los jugos escenciales de la hierbabuena, hasta que se disuelva el azúcar. Se agrega el ron y el agua mineral, se decora el vaso con la rodaja de limón y se sirve con un removedor. </p>\r\n"
    },
    {
      "idRecipe": "29",
      "image": "29-image",
      "name": "Mulata",
      "nameUrl": "mulata",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "1",
      "preparationTime": "",
      "description": "Este trago, así nombrado por su color, que emula la piel morena de las mulatas, es dulce y fuerte. Se considera una bebida femenina y su sabor es delicioso. ",
      "ingredients": [
        "1/2 onza de crema de cacao",
        "1/2 onza de jugo de limón ",
        "2 onzas de ron blanco",
        "Hielo picado"
      ],
      "preparation": "<p>Se mezclan bien todos los ingredientes en un mezclador para cocteles y se sirve al momento.</p>\r\n"
    },
    {
      "idRecipe": "42",
      "image": "42-image",
      "name": "Muslos de pavo a la camagüeyana",
      "nameUrl": "muslos-de-pavo-a-la-camagueyana",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Los cubanos gustan mucho de la carne blanca de las aves de corral. Esta receta de Muslos de pavo a la camagüeyana es ideal para darle un giro original al típico platillo de las recetas decembrinas, pero puede disfrutarse en cualquier época del año. ",
      "ingredients": [
        "6 muslos de pavo ",
        "1/2 taza de jeréz",
        "1/4 de kilo de tocino ahumado",
        "1/4 kilo de jamón ahumado ",
        "2 tazas de salsa criolla",
        "Aceite",
        "1/2 litro de caldo",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<p>En primer lugar, se cortan los muslos en tres o cuatro pedazos gruesos. Se sazonan con sal y pimienta y se colocan en una olla grande a freir con el aceite. Se retiran del fuego y ahora se colocan el jamón y el tocino hasta que doren. Se agrega el vino y se deja reducir por cinco minutos. Se agregan los trozos de pavo, la salsa criolla y el caldo. Se sazona al gusto y se tapa la olla. Se deja hervir por espacio de 45 minutos a una hora. </p>\r\n"
    },
    {
      "idRecipe": "70",
      "image": "70-image",
      "name": "Natillas",
      "nameUrl": "natillas",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Las natillas son un postre muy tradicional de la cocina española que arraigó con mucha fuerza en la gastronomía cubana. Son un postre perfecto para cualquier temporada y se agradecen mucho para acompañar el café de la media tarde.",
      "ingredients": [
        "6 yemas de huevo ",
        "1 litro de leche entera",
        "1 taza de azúcar",
        "6 cucharadas de maicena",
        "1 rama de canela",
        "Vainilla",
        "1 limón",
        "Sal"
      ],
      "preparation": "<p>En media taza de leche fría, vamos a disolver bien la maicena. El resto de la leche, se hierve con la ralladura de limón, la vainilla, la canela y una pizca de sal y se deja enfriar. Se baten las yemas con el azúcar y se incorporan en la leche hervida. Se pone a fuego bajo y se agrega poco a poco la leche con la maicena. Se revuelve hasta que comience a espesar. Se coloca en moldes individuales y se mete a la nevera por espacio de dos horas o hasta que cuaje bien.</p>\r\n"
    },
    {
      "idRecipe": "73",
      "image": "73-image",
      "name": "Pay helado de limón",
      "nameUrl": "pay-helado-de-limon",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Para el calor, los postres fríos son una bendición. Como este pay helado de limón que hace las delicias en el postre de muchas mesas cubanas. En verano o en invierno, es la elección adecuada para cuando necesitamos un postre rápido y sencillo. ",
      "ingredients": [
        "1/2 taza de jugo de limón",
        "1 lata de leche condensada",
        "1 lata de leche evaporada",
        "2 tubos de galleta maría"
      ],
      "preparation": "<p>En la licuadora, agregaremos la leche condensada y la leche evaporada. Accionamos la licuadora y por el vertidor de la tapa agregamos poco a poco el jugo de limón. La mezcla debe de quedar espumosa y un poco espesa. En un refractario de vidrio, colocaremos una cama de galletas marías y una capa de la mezcla de leches. Luego, otra capa de galletas y otra de mezcla. Continuamos hasta llegar al borde del refractario. Se cubre con plástico y se lleva al refrigerador por cuatro horas o hasta que cuaje. </p>\r\n"
    },
    {
      "idRecipe": "45",
      "image": "45-image",
      "name": "Picadillo a la criolla",
      "nameUrl": "picadillo-a-la-criolla",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Cuando hablamos de un platillo \"a la criolla\", usualmente nos referimos a que lleva la famosa salsa criolla a base de tomate y ají que tanto gusta a los cubanos. Este picadillo es una muestra de un platillo muy tradicional y versátil que se acompaña bien de congrí. ",
      "ingredients": [
        "1/2 kilo de carne molida de res",
        "1/2 kilo de carne molida de cerdo ",
        "3 tazas de salsa criolla",
        "1 taza de aceitunas sin hueso",
        "1/2 taza de pasas",
        "Perejil fresco"
      ],
      "preparation": "<p>Se coloca la salsa criolla en una olla y se lleva a hervor. En ese momento, se agrega la carne molida y un chorrito de aceite. Se deja a fuego medio hasta que la carne se encuentre casi cocida, entonces, se agregan las pasas y las aceitunas. Se deja que suelte un hervor y se sirve acompañado de perejil fresco. </p>\r\n"
    },
    {
      "idRecipe": "21",
      "image": "21-image",
      "name": "Piña Colada",
      "nameUrl": "pina-colada",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "",
      "description": "Si existe una bebida emblemática de las vacaciones en la playa al rededor del mundo, es sin duda alguna, la piña colada. Con la imagen de una puesta de sol sobre el horizonte marino, un camastro y una  espectacular piña colada, es como todos quisiéramos pasar el verano. ",
      "ingredients": [
        "1 piña pequeña dulce",
        "1/2 taza de crema de coco",
        "Hielo picado",
        "2 onzas de ron"
      ],
      "preparation": "<p>Esta piña colada se sirve en la misma piña. En primer lugar, vaciaremos la pulpa manteniendo intacta la cáscara pues la usaremos a modo de vaso. Primero vamos a extraer el jugo de la piña y lo colocaremos en la licuadora junto con la crema de coco, el ron y el hielo. Puede agregarse más o menos pulpa de piña dependiendo de qué tan espeso nos guste. </p>\r\n\r\n<p>Lo serviremos en la piña decorado por una sombrilla de coctelera y una rebanada de piña. </p>\r\n"
    },
    {
      "idRecipe": "4",
      "image": "4-image",
      "name": "Piña Sorpresa",
      "nameUrl": "pina-sorpresa",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "Cuba es reconocida mundialmente por su variedad de frutas paradisíacas. Esta sencilla entrada hace homenaje a la diversidad natural de la isla y su gran abundancia de frutos caribeños. Es una entrada ideal para desayunos. ",
      "ingredients": [
        "4 piñas pequeñas dulces",
        "Un melón maduro",
        "Una toronja madura",
        "Jugo de naranja",
        "Cuatro onzas de Ron",
        "20 mililítros de granadina",
        "Hojas de Hierba Buena"
      ],
      "preparation": "<p>En primer lugar, se parte la piña por la mitad y se vacía de su contenido con una cuchara para \"perlas de fruta\". Se debe descartar la parte fibrosa del centro. Se coloca la pulpa en un bowl y se reservan las cáscaras. Con el melón se sigue el mismo procedimiento. Se deben desechar las semillas y las cáscaras. Se incorpora la pulpa de melón al bowl junto con los gajos sin piel de la toronja, también llamados \"suprema\". </p>\r\n\r\n<p>A esta combinación, añadiremos el ron y la granadina y revolveremos bien. Las cáscaras de piña que hemos reservado serán utilizadas para emplatar la fruta. Se colocan hojas de yerbabuena por encima y se sirve al momento. Se pueden variar las frutas de esta receta, procurando sólamente no utilizar frutas dulces como plátano o mamey. </p>\r\n"
    },
    {
      "idRecipe": "41",
      "image": "41-image",
      "name": "Pollo criollo relleno",
      "nameUrl": "pollo-criollo-relleno",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "En Cuba, la carne blanca del pollo gusta mucho y se utiliza en un sin fin de recetas. Este platillo es ideal para las cenas familiares o para algún evento importante, sin embargo hay que considerar que su preparación requiere cierto tiempo y esmero.",
      "ingredients": [
        "1 pollo entero grande",
        "1/4 kilo de jamón",
        "1/4 de kilo de carne molida de cerdo",
        "1 cebolla grande",
        "2 huevos",
        "2 dientes de ajo ",
        "150 gramos de tocino",
        "1 taza de vino blanco ",
        "1/2  taza de pan molido",
        "Pasas",
        "Cacahuates pelados",
        "1 barra de mantequilla",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<p>En primer lugar, se debe deshuesar el pollo, dejando sólo los huesos del ala. De esta manera, el pollo debe de quedar limpio, abierto en canal y en una sóla pieza. Es importante ayudarse con unas tijeras adecuadas en este proceso. Una vez hecho esto, se deja marinar el pollo en el vino, con sal y pimienta. </p>\r\n\r\n<p>Para el relleno, se pica el jamón en cuadros pequeños y se incorpora con la carne de cerdo, el pan molido, el tocino picado, las pasas, y el cacahuate, Se deja marinar en un poco de vino, sal y pimienta mientras se saltea la cebolla y el ajo fínamente picado en la mantequilla. Una vez que enfría la cebolla acitronada, se agrega a la mezcla del relleno junto con los huevos y se incorpora bien. Debe quedar una masa firme. Se rellena el pollo y se cierra con aguja y cordel de cocina. Seguramente sobrará relleno, lo reservamos.</p>\r\n\r\n<p>El pollo se introduce al horno por espacio de media hora, y el relleno que sobró se agrega a la charola para que termine de cocersese sobre el mismo. Se lleva entero a la mesa. </p>\r\n"
    },
    {
      "idRecipe": "9",
      "image": "9-image",
      "name": "Remolacha Agriculce",
      "nameUrl": "remolacha-agriculce",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La remolacha es un tubérculo lleno de antioxidantes buenos para la salud que se utiliza bastante en la comida cubana. Principalmente se le sirve fría y aderezada por su fresco sabor. ",
      "ingredients": [
        "4 remolachas",
        "1 onza de vinagre",
        "2 Cucharadas de azúcar morena",
        "1 diente de ajo",
        "Sal al gusto "
      ],
      "preparation": "<p>Esta receta es muy senclla de preparar y acompaña muy bien platos de carne o fritos. En primer lugar, se lavan con fibra las remolachas y se dejan desinfectar. Posteriormente se pelan y se cortan en rodajas más bien delgadas. Se colocan las rodajas en una olla express con el resto de los ingredientes bien homologados y agua suficiente para cubrirlas apenas. Se deja no más de diez minutos o hasta que pierdan la mayor parte del líquido.</p>\r\n\r\n<p>Se sacan de la olla y se dejan enfriar antes de servir. </p>\r\n"
    },
    {
      "idRecipe": "35",
      "image": "35-image",
      "name": "Ropa Vieja",
      "nameUrl": "ropa-vieja",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Para los amantes de la comida casera cubana, la \"ropa vieja\" es uno de los máximos platillos. Es uno de los platos tradicionales de la isla y su preparación puede tener muchas variantes dependiendo de los ingredientes a la mano. ",
      "ingredients": [
        "1 kilo de falda de res",
        "2 cebollas",
        "4 dientes de ajo",
        "2 ajíes",
        "1 taza de puré de tomate rojo",
        "Perejil",
        "Orégano",
        "Laurel",
        "Pimienta",
        "Sal",
        "2 cucharadas de manteca"
      ],
      "preparation": "<p>En primer lugar, se corta en trozos la falda de res y se coloca en la olla expres hasta que está suave. Se reserva el caldo y se deshebra la carne. </p>\r\n\r\n<p>Se pica la cebolla en juliana fina y se pone a freir con la manteca en una olla amplia. Cuando la cebolla acitrone y cambie de color, se agrega el ajo picado y se revuelve hasta que comience a soltar olor. Se agrega el ají picado, el puré de tomate, la carne y las especias al gusto. Se cocina hasta que suelte un hervor y se agregan dos tazas del caldo que reservamos previamente. Se deja a fuego bajo hasta que hierva una vez más. El arroz es una guarnición ideal para servir con este platillo.</p>\r\n"
    },
    {
      "idRecipe": "26",
      "image": "26-image",
      "name": "Santiago",
      "nameUrl": "santiago",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "1",
      "preparationTime": "",
      "description": "Este trago recibe su nombre de la provincia oriental de la isla de Cuba. Como muchos de los tragos cubanos, el ron es su base y no puede faltarle el tradicional jugo de limón.  Parecido al Daiquiri, pero más dulce. ",
      "ingredients": [
        "2 onzas de ron",
        "1 limón",
        "Hielo picado",
        "Azúcar"
      ],
      "preparation": "<p>En un vaso para mezcla cocteles, se integran todos los ingredientes y se baten por espacio de diez o quince segundos. Se sirve en un vaso de margarita o daiquiri y se decora con una rodaja de limón. </p>\r\n"
    },
    {
      "idRecipe": "5",
      "image": "5-image",
      "name": "Sofrito criollo cubano",
      "nameUrl": "sofrito-criollo-cubano",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "El sofrito criollo es una combinación de sabores ideal para acompañar las frituras o tostones de plátano. Por su preparación y sabor, contrasta maravillosamente con los sabores dulces y es un elemento muy socorrido en las mesas tradicionales de cuba. ",
      "ingredients": [
        "3 tomates",
        "6 onzas de pasta de tomate",
        "1 cebolla grande",
        "1 ají grande",
        "2 dientes de ajo",
        "1/2 taza de puerros picados",
        "Aceite de oliva",
        "Hojas de laurel",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<p>En primer lugar, picaremos muy finamente la cebolla, el tomate y el pimiento. El ajo se debe machacar en mortero para aprovechar al máximo su sabor. Se calienta el aceite en una sartén y se dora el ajo. Se añade la cebolla, el pimiento y el puerro hasta que la cebolla quede transparente, y finalmente se agregan los cubos de tomate y la pasta de tomate. </p>\r\n\r\n<p>Se revuelve durante un minuto o hasta que suelte hervor y se agregan la sal, el laurel y la pimienta. Si queda demasiado espeso, se pueden agregar dos o tres cucharadas de caldo de res del día. </p>\r\n"
    },
    {
      "idRecipe": "54",
      "image": "54-image",
      "name": "Sopa cremosa de acelga",
      "nameUrl": "sopa-cremosa-de-acelga",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Uno de los ingredientes que se popularizaron en la cocina cubana a raíz de la inmigración asiática fue la acelga. Esta hoja verde está llena de vitaminas y minerales y es una excelente fuente de fibra. No dejes de probar esta sopa de fácil preparación.",
      "ingredients": [
        "1 manojo grande de acelgas verdes",
        "1 cebolla",
        "2 dientes de ajo",
        "1 ají",
        "1 lata de leche evaporada",
        "Aceite de oliva",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<p>En primer lugar, lavamos y desinfectamos perfectamente nuestras acelgas. Vamos a secarlas y a quitarles el tallo, de tal forma que sólo quede la hoja tierna. Picamos la cebolla fínamente y la echamos en una sartén grande a freir con el aceite de oliva. Cuando comience a cambiar de color, añadimos el ajo y las acelgas cortadas en juliana gruesa. Dejamos sofreír unos minutos, apagamos y dejamos enfíar. Una vez hecho esto, pondremos la mezcla en la licuadora y la licuaremos junto con la leche evaporada. Una vez que la mezcla esté homogénea, la pondremos en una olla con un poco más de aceite de oliva, la sazónaremos al gusto y dejaremos que dé un buen hervor antes de servirla. Si queda muy espesa, se le puede añadir una taza de caldo. </p>\r\n"
    },
    {
      "idRecipe": "56",
      "image": "56-image",
      "name": "Sopa cremosa de verduras",
      "nameUrl": "sopa-cremosa-de-verduras",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Cuando pensamos en una sopa de verduras, es común que pensemos en un caldo insípido. Sin embargo, esta deliciosa sopa se caracteriza por su textura cremosa y suculenta. ",
      "ingredients": [
        "1 taza de brócoli picado",
        "1 taza de zanahoria picada",
        "1 taza de ají picado",
        "2 cucharadas de mantequilla",
        "1/2 taza de harina de trigo",
        "1 litro de leche",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<p>En primer lugar, vamos a hervir las verduras hasta que estén suaves. Posteriormente, vamos a colocar en una olla a derretir la mantequilla, a fuego muy bajo para que no se queme. Agregamos poco a poco el harina y vamos revolviendo para que integre. Una vez hecho esto, agregamos, también poco a poco, la leche. Se agregan entonces las verduras, se sazona con sal y pimienta al gusto y se revuelve hasta que espesa. Se deja enfriar un poco y se sirve con crotones de pan. </p>\r\n"
    },
    {
      "idRecipe": "60",
      "image": "60-image",
      "name": "Sopa criolla",
      "nameUrl": "sopa-criolla",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Esta sopa contiene todo el sabor criollo de Cuba. Prepararla es muy sencillo y su sabor es inigualable y tradicional. Una entrada ideal para cualquier comida. Se lleva muy bien con platanítos fritos.  ",
      "ingredients": [
        "2 ajíes verdes",
        "2 ajíes rojos",
        "1 cebolla",
        "4 dientes de ajo",
        "1 litro de caldo de pollo ",
        "4 tomates maduros",
        "Aceite de oliva",
        "Perejil",
        "Pimienta ",
        "Sal"
      ],
      "preparation": "<p>Picaremos nuestros ajíes y la cebolla en julianas. El ajo se pica finamente y el tomate en cubos pequeños. En una olla grande, colocaremos una buena cantidad de aceite de oliva y pondremos a dorar la cebolla hasta que acitrone. Una vez que comience a cambiar de color, agregamos el ajo, el ají y el tomate. Realizamos un sofrito y cuando el jitomate comience a disolverse, agregaremos el caldo de pollo. Sazonamos con sal y pimienta al gusto. La sopa se sirve acompañada de perejil fresco. </p>\r\n"
    },
    {
      "idRecipe": "55",
      "image": "55-image",
      "name": "Sopa cubana de camarón",
      "nameUrl": "sopa-cubana-de-camaron",
      "idCategory": "2",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Nada como una buena sopa de mariscos. En Cuba saben perfectamente cómo preparar este deliciosos platillo, valiéndose de la gran abundancia de frutos del mar que tiene la isla. Si quieres impresionar a tus invitados, esta sopa de camarón es una opción ideal. ",
      "ingredients": [
        "2 kilos de camarones pelados y sin cabeza",
        "1 cebolla",
        "4 dientes de ajo",
        "2 tomates maduros",
        "1 lata de leche evaporada ",
        "1 ají rojo",
        "1/2 barrita de mantequilla"
      ],
      "preparation": "<p>Para esta receta, debemos tener los camarones limpios y pelados. Vamos a picar fínamente la cebolla, el ajo, los tomates y el ají, y los pondremos a sofreír en una olla junto con la mantequilla. Cuando la cebolla comience a acitronar, agregaremos los camarones crudos y moveremos hasta que comiencen a ponerse rosas. En ese momento, agregaremos la leche evaporada y de medio a un litro de agua, según se necesite. Sazonamos con sal y pimienta al gusto. Se deja que la sopa suelte hervor por espacio de cinco a diez minutos, o hasta que agarre consistencia. Se puede servir con aguacate a modo de decoración. </p>\r\n"
    },
    {
      "idRecipe": "53",
      "image": "53-image",
      "name": "Sopa de Cebolla",
      "nameUrl": "sopa-de-cebolla",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La cebolla es ingrediente que podemos apostar que se encuentra en casi el cien por ciento de los platillos salados de la gastronomía cubana. El sazón especial que le da a las comidas al dorarse con la manteca hace que uno se chupe los dedos. Si tienes algunas cebollas en la nevera, es una excelente opción que hagas esta rica sopa. ",
      "ingredients": [
        "4 cebollas amarillas grandes",
        "1/2 barrita de mantequilla",
        "1 taza de pan rallado",
        "1/2 taza de queso rallado",
        "1 litro de caldo ",
        "Pimienta",
        "Sal "
      ],
      "preparation": "<p>Para esta receta, puede ocuparse caldo de res o caldo de pollo. En primer lugar, vamos a picar la cebolla en julianas muy finas. Una vez picadas, las pondremos a sofreír en una olla con la mantequilla. Cuando comience a cambiar de color y se dore un poco, agregaremos el caldo, y sazonaremos al gusto. La dejamos a fuego bajo hasta que consuma buena parte del caldo. Cuando esté espesa, pasamos la sopa a un recipiente hondo para el horno. Y la cubrimos con el pan molido y el queso rallado. Se precalienta el horno a fuego medio y se hornéa sólo hasta que el queso esté dorado. Se deja adentro del horno apagado hasta el momento de servir para que conserve calor. </p>\r\n"
    },
    {
      "idRecipe": "58",
      "image": "58-image",
      "name": "Sopa de pollo criolla",
      "nameUrl": "sopa-de-pollo-criolla",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Nada como un buen consomé de pollo. Y si tiene el toque criollo particular de la cocina cubana, mejor. Esta sopa es ideal para curar corazones y resfriados, además de ser muy nutritiva y sabrosa. ",
      "ingredients": [
        "1 pollo pequeño entero",
        "2 papas",
        "3 zanahorias",
        "1/2 cebolla",
        "2 dientes de ajo",
        "1 ají rojo",
        "1/2 taza de arroz",
        "Perejil",
        "Sal",
        "Pimienta"
      ],
      "preparation": "<p>Lo primero que debe hacerse es limpiar el pollo de menudencias. Lo partiremos en piezas, dejándole la piel, y lo pondremos a hervir. Una vez que el pollo esté cocido, lo sacamos de la olla y limpiamos y reservamos el caldo. Picaremos en trozos pequeños las papas, las zanahorias, la cebolla y el ajo, y los pondremos a cocer en el caldo del pollo. Mientras tando, deshebramos la carne del pollo y desechamos la piel y el hueso. Cuando la papa comience a cocerse, agregamos a la olla el pollo deshebrado junto con el ají picado y una buena rama de perejil. Se sazona con sal, o con una cucharada de consomé de pollo en polvo, y se deja que hierva por espacio de cinco a diez minutos. </p>\r\n"
    },
    {
      "idRecipe": "51",
      "image": "51-image",
      "name": "Sopa de yuca",
      "nameUrl": "sopa-de-yuca",
      "idCategory": "2",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La yuca es uno de los tubérculos que más se consume en Cuba. Como guarnición, como botana, como platillo principal o en sopa, es uno de los ingredientes favoritos de la mesa tradicional cubana. ",
      "ingredients": [
        "3 yucas grandes",
        "1 cebolla",
        "2 dietes de ajo",
        "2 ajíes",
        "4 jitomates maduros",
        "Sal ",
        "Pimienta"
      ],
      "preparation": "<p>En primer lugar, debemos de pelar la yuca. Si la yuca es fresca y tierna, la cáscara debe de salir con facilidad. Ponemos a hervir la yuca con agua suficiente para que la tape, pero que no exceda mucho. Mientras suelta el hervor, picaremos finamente la cebolla, el ajo, el ají y el jitomate, y realizaremos con estos ingredientes un sofrito en la manteca. Cuando la yuca esté tierna, en este mismo caldo añadimos el sofrito y revolvemos hasta que suelte otro hervor. Se sazona al gusto con sal y pimienta. </p>\r\n"
    },
    {
      "idRecipe": "36",
      "image": "36-image",
      "name": "Tamal en cazuela",
      "nameUrl": "tamal-en-cazuela",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "",
      "description": "Este plato es muy tradicional de la isla. Se consume mucho en festividades y se cuenta que su preparación se remonta a los aborígenes nativos de la isla. Es un plato basto y sabroso. ",
      "ingredients": [
        "1 kilo de carne deshebrada de pollo ",
        "1 kilo de maíz molido tierno",
        "2 ajíes",
        "1 cebolla",
        "2 dientes de ajo ",
        "1 naranja",
        "Manteca",
        "4 tazas de caldo",
        "1 taza de puré de tomate",
        "Sal al gusto "
      ],
      "preparation": "<p>Esta receta también se puede preparar con las piezas enteras del pollo. Como se prefiera, desmenuzado o entero, se frie en la manteca hasta que comience a dorar, y se agrega la cebolla picada y el ajo. Se agrega el jugo de la naranja y el puré de tomate y se revuelve hasta que tome consistencia. Se agregan el maíz bien colado y el caldo, y se sazona al gusto con sal y pimienta. </p>\r\n\r\n<p>Se debe dejar a fuego medio hasta que el maíz adquiera una consistencia cremosa. Se puede servir con un poco de perejil fresco. Ideal para servir con platanitos fritos. </p>\r\n"
    },
    {
      "idRecipe": "67",
      "image": "67-image",
      "name": "Torrejitas",
      "nameUrl": "torrejitas",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El cubano se distingue por su particular gusto hacia lo frito. Este postre de pan frito no sólo es fácil de preparar, también es económico y sabroso. ",
      "ingredients": [
        "8 rebanadas de pan de molde",
        "2 huevos",
        "1/2 taza de leche",
        "1 chorrito de vainilla",
        "Azúcar",
        "Mantequilla"
      ],
      "preparation": "<p>En un bowl, vamos a incorporar perfectamente bien la leche, los huevos y la vainilla. En esta mezcla, vamos a remojar cada una de las rebanadas de pan hasta que impregnen bien y enseguida las llevamos a la sartén caliente con mantequilla. Cuando doren de un lado , les damos la vuelta. Se sirven espolvoréadas con mantequilla. </p>\r\n"
    },
    {
      "idRecipe": "3",
      "image": "3-image",
      "name": "Tostones de plátano",
      "nameUrl": "tostones-de-platano",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "El plátano es un ingrediente principal de la cocina en Cuba. Es utilizado en un sin fin de recetas, y no podía faltar la receta de los tostones o chatinos, una deliciosa entrada de preparación muy sencilla para disfrutar como aperitivo o guarnición. ",
      "ingredients": [
        "4 plátanos verdes grandes",
        "Manteca de cerdo",
        "Sal al gusto "
      ],
      "preparation": "<p>En primer lugar, se pelan los plátanos y se cortan en rebanadas de al menos tres centímetros de grosor. Sin aplastar, se intruducen en un sarten hondo con la grasa de cerdo y se dejan calentar hasta que comiencen a dorarse ligeramente. Una vez hecho, se sacan del sartén y se colocan en un papel absorbente hasta que enfríen. Posteriormente, se aplastan con una espátula de madera. </p>\r\n\r\n<p>Es necesario culminar el proceso llevándolos de nuevo a la grasa caliente y dejándolos dorar al gusto. Pueden quedar bien crujuentes o más bien tiernos, según se deseé. Al servir, se espolvoréan con una pizca de sal. </p>\r\n"
    },
    {
      "idRecipe": "44",
      "image": "44-image",
      "name": "Vaca frita",
      "nameUrl": "vaca-frita",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "La vaca frita es uno de los platillos más tradicionales de Cuba. Se prepara a base de carne de res deshebrada y se suele acompañar de arroz blanco y platanitos fritos. Es un platillo que no falta en ninguna mesa que se precie de verdaderamente cubana. \r\n",
      "ingredients": [
        "1 kilo de carne de res en trozos",
        "1 cebolla grande",
        "4 dientes de ajo ",
        "1 taza de jugo de naranja",
        "Manteca de cerdo",
        "Pimienta",
        "Sal"
      ],
      "preparation": "<p>La carne de res se coloca en la olla de presión hasta que se encuentra tierna. Se deja enfriar y se deshebra. Se pican las cebollas en juliana muy delgada se reservan.  Se incorporan en un recipiente el ajo finamente picado, el jugo de naranja. la sal y pimienta y se reserva. La carne deshebrada se coloca en una sartén grande con la manteca hasta que esté frita. Se incorpora la cebolla, y cuando acitrona, el jugo que hemos sazonado. Se deja que de un hervor y se sirve. </p>\r\n"
    },
    {
      "idRecipe": "68",
      "image": "68-image",
      "name": "Yemita cubana",
      "nameUrl": "yemita-cubana",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Uno de los postres más tradicionales de la isla de cuba son las yemitas, hechas a base de la pura yema del huevo, son un gusto alto en colesterol, pero sin duda alguna para chuparse los dedos. ",
      "ingredients": [
        "10 yemas de huevo ",
        "1/2 taza de azúcar",
        "1 limón",
        "1 chorrito de vainilla",
        "Canela"
      ],
      "preparation": "<p>En primer lugar, prepararemos el almíbar. En una sartén honda vamos a poner el azúcar con media taza de agua, unas gotas de jugo de limón y la canela. Cuando comience a burbujear, se apaga y se deja enfriar. Se baten las yemas y se les agrega el almíbar, y la mezcla se lleva a un recipiente en la estufa a baño maría. Debemos revolverla con frecuencia para que no se queme. Debe de quedar con textura de \"masita\". Una vez que comience a cuajar, se añade la vainilla, se forman bolitas y se pasan por azúcar. </p>\r\n"
    },
    {
      "idRecipe": "34",
      "image": "34-image",
      "name": "Yuca en mojo criollo",
      "nameUrl": "yuca-en-mojo-criollo",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "",
      "description": "La yuca es es una raíz tuberculosa típica de la mesa cubana y sudamericana. Contiene grandes cantidades de almidón y se dice que satisface mucho, por lo que es muy usada para dar bastedad a los alimentos. Esta sencilla receta es ideal si es tu primera vez cocinando con yuca. ",
      "ingredients": [
        "2 yucas medianas",
        "1 cebolla blanca",
        "1 diente de ajo",
        "2 limones",
        "1 naranja",
        "Aceite de oliva",
        "Sal"
      ],
      "preparation": "<p>En primer lugar se lava muy bien y se desinfecta la yuca. Una vez desinfectada, se retira la cáscara. Si la yuca es buena y fresca, debe de salir con mucha facilidad. </p>\r\n\r\n<p>En medio de la yuca, pasa una línea de fibras que hay que retirar pues no se consume al ser amarga. Cortamos la yuca en trozos más bien grandes y la echamos a hervir en agua con sal. Lo retiramos del fuego una vez que la yuca esté tierna.</p>\r\n\r\n<p>En una sartén, colocamos la cebolla picada con aceite de oliva hasta que acitrone. Posteriormente echamos el ajo picado y cuando comience a soltar olor, agregamos el jugo de los limones y la naranja. Cuando suelta el primer hervor, se apaga y se agrega la yuca hervida. Se deja reposar hasta que enfría. </p>\r\n\r\n<p> </p>\r\n"
    },
    {
      "idRecipe": "27",
      "image": "27-image",
      "name": "Yurumí",
      "nameUrl": "yurumi",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "",
      "description": "Esta bebida honra con su nombre el hermoso valle de Yurumí. Está hecha a base de cítricos y por supuesto, de ron. Un trago refrescante para compartir con los amigos. ",
      "ingredients": [
        "6 narajas",
        "Azúcar",
        "2 limones",
        "3 onzas de ron",
        "Hielo picado"
      ],
      "preparation": "<p>Se extráe el jugo de las naranjas y de el limón con un extractor. Se colocan ambos en una jarra junto con azúcar al gusto y el ron. Se revuelve bien y se deja refrigerar por espacio de al menos dos horas. </p>\r\n"
    }
  ]
}