{
  "site": {
    "title": "Recetas de cocina panameña",
    "titleGeneric": "Recetas de cocina",
    "titleCountry": "Panameña",
    "description": "Deliciosas recetas de comida y cocina típica panameña. Las recetas de la comida y cocina de Panamá son sencillas y faciles de preparar.",
    "url": "https://www.recetaspanama.com/",
    "version": "4.0.0",
    "id": "com.plasticwebs.cocinapanama",
    "admobBanner": "ca-app-pub-7429223453905389/8635721159",
    "admobIntersitial": "ca-app-pub-7429223453905389/9106085327"
  },
  "categories": [
    {
      "idCategory": "5",
      "name": "Entradas",
      "nameUrl": "entradas",
      "title": "",
      "description": ""
    },
    {
      "idCategory": "1",
      "name": "Sopas",
      "nameUrl": "sopas",
      "title": "",
      "description": ""
    },
    {
      "idCategory": "3",
      "name": "Plato Principal",
      "nameUrl": "plato-principal",
      "title": "",
      "description": ""
    },
    {
      "idCategory": "4",
      "name": "Repostería",
      "nameUrl": "reposteria",
      "title": "",
      "description": ""
    },
    {
      "idCategory": "6",
      "name": "Bebidas",
      "nameUrl": "bebidas",
      "title": "",
      "description": ""
    }
  ],
  "recipes": [
    {
      "idRecipe": "8",
      "image": "8-image",
      "name": "Arroz con camarones",
      "nameUrl": "arroz-con-camarones",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "1 hora",
      "description": "El origen del arroz con camarones es de las costas caribeñas, aunque el arroz con camarones panameño suele parecerse a otros, este se diferencia por un toque especial que lo hace muy rico y diferente a otros.",
      "ingredients": [
        "1 ½ tazas de arroz",
        "2 lb de camarones limpios",
        "1 cebolla ",
        "3 dientes de ajos",
        "Culantro (cilantro) al gusto",
        "2 tomates grandes",
        "4 cucharadas de aceite de oliva",
        "¼  de taza de vino blanco",
        "2 cucharadas de mantequilla",
        "Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Dejar macerando los camarones con sal y pimienta por unos 30 minutos.</li>\r\n\t<li>En una olla con suficiente agua cocinar los camarones por unos 5 minutos, luego se retiran los camarones del agua y guardar el agua.</li>\r\n\t<li>Colocar el aceite de oliva en un sarten, luego que haya calentado el aceite sofreír el arroz, después le agregas 3 tazas de agua que conservaste de los camarones hervidos, tapa y baja la llama a fuego lento y cocinar hasta que el agua se consuma completamente.</li>\r\n\t<li>Luego que el arroz esté listo, en un sartén aparte colocar la mantequilla, el ajo, agregue los camarones sofreír unos 3 minutos luego agregue los tomates, la cebolla y el cilantro cortado en cuadritos, cocinar por 3 minutos más luego agregue el vino blanco y dejar cocinar por 5 minutos más.</li>\r\n\t<li>En este punto de la preparación incorporas el arroz a los camarones revuelves y dejas cocinar hasta que el arroz quede sin líquido.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "10",
      "image": "10-image",
      "name": "Arroz con coco",
      "nameUrl": "arroz-con-coco",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "6",
      "preparationTime": "30 minutos",
      "description": "Este plato es típico de las costas caribeñas de panamá, actualmente se prepara en toda panamá debido a su exquisito sabor y fácil preparación, ideal para ser acompañado con pescado frito o mariscos",
      "ingredients": [
        "4 tazas de arroz",
        "2 tazas de leche de coco ",
        "2 tazas de agua ",
        "Sal"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla coloque la leche de coco y el agua y dejar hervir revolviendo cada cierto tiempo.</li>\r\n\t<li>Cuando haya hervido la leche de coco con el agua, agregue el arroz , baje la llama y tape</li>\r\n\t<li>Cuando el líquido se haya secado y el arroz este blando ya está listo el arroz.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "30",
      "image": "30-image",
      "name": "Arroz con leche",
      "nameUrl": "arroz-con-leche",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "El arroz con leche es una receta muy popular en diferentes partes del mundo sobre todo en Latinoamérica, pero el arroz con leche al estilo panameño es especial debido a la frescura y calidad de sus ",
      "ingredients": [
        "1 taza de arroz",
        "¼ de litro de leche liquida",
        "1 taza de crema de leche ",
        "1 lata de leche condensada",
        "1 cucharadita  de vainilla",
        "½ cucharadita de sal",
        "Canela en polvo y en tallo"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Lavar bien el arroz y poner a remojar desde la noche anterior, al día siguiente escúrralo y póngalo a hervir en abundante agua cuando el grano esté totalmente floreado. Escúrralo. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que haya escurrido el arroz, en una olla agréguele la leche líquida, la crema de leche y la leche condensada, la sal, una cucharadita de vainilla y la canela en tallo. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Revolvemos el arroz y todos los ingredientes hasta que estén bien incorporados y lo ponemos en baño de maría hasta que quede casi seco. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que el arroz este casi seco lo retiramos del fuego le agregamos la canela en polvo al gusto y lo dejamos reposar y luego lo metemos en la nevera hasta que se enfríe para servir.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "11",
      "image": "11-image",
      "name": "Arroz con pollo",
      "nameUrl": "arroz-con-pollo",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "8",
      "preparationTime": "1 hora",
      "description": "El arroz con pollo al estilo panameño, es un pato típico muy preparado en las fiestas patrias de panamá, de fácil preparación y degustada en todas las regiones del país. ",
      "ingredients": [
        "1 lb de arroz entero",
        "1 pollo tierno 3 ó 4 libras",
        "4  pimientos morrones",
        "1 cebolla",
        "3 Cucharadas de manteca o aceite",
        " Aceitunas y Alcaparras",
        "4 tomates",
        "2 dientes de ajo",
        "1 latita de pasta tomate",
        "4 ajíes grandes",
        "1 taza de \"petit pois\" o guisantes",
        "Perejil ",
        "4 tazas de agua",
        " Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>Limpie el pollo y córtelo en presas; en un sartén calentar el aceite o manteca, sofreír el pollo, agregue los tomates, cebolla, el ajo, los ajíes, alcaparras, picados en cuadritos previamente, luego se le agrega la pasta de tomate el  agua hasta cubrirlo, sal al gusto se tapa dejándolo cocinar por unos 20 minutos a fuego lento</li>\r\n\t<li>Saque el pollo de la salsa, quítele el hueso y córtelo en pedazos no muy pequeños; pique los morrones en julianas delgadas.</li>\r\n\t<li value=\"3\">Prepare el arroz en la misma salsa en que coció el pollo; baje la llama y déjelo hasta cocinar hasta que el agua se seque y se hablando el arroz, luego agréguele  los morrones, el pollo, los \"petit pois\". Sírvalo con forma y decore con perejil, aceitunas.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "12",
      "image": "12-image",
      "name": "Bistec picado",
      "nameUrl": "bistec-picado",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "15 minutos",
      "description": "El bistec picado panameño es una receta muy versátil y fácil de hacer, puede ser acompañado con patacones, torrejitas, pan, etc. Ideal para el desayuno, almuerzo o cena.",
      "ingredients": [
        "3 lb de bistec",
        "½ vaso de agua ",
        "2 cebollas ",
        "3 ajíes grandes",
        "½ taza de salsa china",
        "1 cucharada de micena natural",
        "Sal y pimienta",
        "2 cucharadas de aceite"
      ],
      "preparation": "<ol>\r\n\t<li>Picar los bistec en tiras, sazone con la sal y pimienta al gusto, luego agregue los bistec sazonados en un sartén con aceite bien caliente y deje cocinar a fuego lento.</li>\r\n\t<li>En otro sartén sofreír las cebollas y los ajíes picados en julianas.</li>\r\n\t<li>En un envase agregue agua, la salsa china, y la maicena, revolver bien luego agregue la salsa a la carne y las cebollas y los ajíes sofritos.</li>\r\n\t<li>Luego deje cocinas a fuego lento hasta que la salsa espese y listo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "31",
      "image": "31-image",
      "name": "Bocado de la reina",
      "nameUrl": "bocado-de-la-reina",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "30 minutos",
      "description": "Es uno del postre típico más famoso de panamá, fácil de encontrar en cualquier restaurante, fonda, pastelerías, etc. Ya que por su gran sabor es muy buscado por todos los panameños y turistas que visitan a panamá.",
      "ingredients": [
        "1 lata de crema de leche",
        "1 lata de leche condensada",
        "1 cucharadita  de sal",
        "2 yemas de huevo",
        "4 cucharadas de maicena",
        "½ taza de pasitas",
        "1 rama de canela",
        "½ taza de ron",
        "3 tazas de azúcar",
        "1 cucharadita de vainilla",
        "½ taza de ciruelas pasas",
        "1 bizcocho."
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Corte el bizcocho en cuadritos o cocaditas, colocándolas en una envase hondo</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla coloque 1 taza de agua y agréguele 1 taza de azúcar hervir con las ciruelas, las pasitas y una rama de canela.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Hervir hasta que se inflen las pasitas, bájelo del fuego y déjelo reposar hasta que se enfrié, agregue el ron y revuelva hasta que los ingredientes estén bien integrados, luego agregue la preparación a los biscochos </span><span style=\"font-family:Arial,Helvetica,sans-serif;\">en una olla caliente a fuego lento la leche condensada, la crema de leche con 1/2 taza de agua.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Agregue 1 taza de azúcar y 1 cucharadita de sal, cuando esté bien caliente, agregue la maicena disuelta en 1/2 taza de agua, la maicena con el agua se van agregando poco a poco y se de ir removiendo para evitar que le salgan grumos a la preparación.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">L</span><span style=\"font-family:Arial,Helvetica,sans-serif;\">uego que los ingredientes estén bien mezclados deje cocinar a fuego lento por unos 10 minutos, agregue la vainilla</span>.</li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego vierta le preparación al biscocho. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Para terminar decore con clara de huevo a punto de merengue, poniendo 2 cucharadas de azúcar por cada clara de huevo Decore con grajeas plateadas y de colores.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "39",
      "image": "39-image",
      "name": "Bollos de maíz nuevo",
      "nameUrl": "bollos-de-maiz-nuevo",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "1 hora",
      "description": "en panamá existen muchas formas de hacer bollos, pero el bollo de maíz nuevo es sin duda la forma más típica de hacer bollos en panamá, se caracteriza por tener un sabor un poco amargo pero muy exquisito.",
      "ingredients": [
        "20 mazorcas de maíz nuevo",
        "½ barra de mantequilla",
        "Hojas de mazorca o capullos",
        "Sal y azúcar",
        "Hilo (para el amarrado de los bollos)"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Las mazorcas se deben pelar, quitar la barba y luego desgranar, no te olvides de reservar las hojas para envolver los bollos</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Con un chuchillo cortar las 20 mazorcas extrayendo los granos, teniendo cuidado de no cortar las mazorcas ya que el tronco o tusa de la mazorca puede amargar la preparación. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla con agua suficiente, agrega los granos de maíz nuevo y poner a hervir a fuego alto hasta que los granos estén blandos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que los granos estén blandos se debe retirar del fuego colar y separar los granos del agua, luego se deben lavar bien con agua limpia y dejar por unos minutos que se escurra el agua.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Pasado unos minutos que los granos de maíz estés escurrido, es el momento de moler el maíz. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En el momento que los granos de maíz estén molidos debes agregar la sal, el azúcar y la mantequilla derretida, amasar hasta que los ingredientes estén bien integrados. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Ya para darle el toque final a esta receta, agarras las hojas de la mazorca o capullos que reservaste y le agregas la masa de los bollos y luego amarras con el hilo (tiras de hojas de mazorca, pabilo o hilo de sacos) y luego colocas los bollos en una olla hirviendo y lo deja cocinar por unos 45 minutos o hasta que verifiques que ya están listos.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "32",
      "image": "32-image",
      "name": "Cabanga panameña",
      "nameUrl": "cabanga-panamena",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "30 minutos",
      "description": "Su nombre se debe a que cuando terminas de deleitarte con este maravillo postre, quedas un poco pesado, con sueño y hasta con pereza. Ideal para acompañar con galletas, pan, etc.",
      "ingredients": [
        "2 papayas verdes medianas",
        "2 cocos grandes",
        "4 tazas de miel"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">La papaya la debes pelar y quitarle todas las semillas y el coco debes extraer toda la pulpa. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">La papaya la debes rallar por el lado más grueso del rallador y el coco rallarlo por el lado más fino del rallador. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla debes mezclar la papaya rallada, el coco rallado y la miel revolver bien hasta que los ingredientes estén bien integrados y cocinarlos a fuego alto hasta que la preparación este espesa se debe revolver continuamente para evitar que se pegue a la olla. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Con una cuchara de madre remover la preparación hasta que se vea el fondo de la olla si la mezcla no vuelve a su lugar significa que está listo.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cuando esté lista la debes extender en una superficie plana cortarlos en cuadros del tamaño deseado y déjelo enfriar y luego colóquelos sobre hojas de caña y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "5",
      "image": "5-image",
      "name": "Camarones al ajillo",
      "nameUrl": "camarones-al-ajillo",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "6 personas",
      "preparationTime": "15 minutos",
      "description": "Los camarones al ajillo es un plato muy usado en diferentes partes del mundo, pero principalmente en los países caribeños, este plato por la variedad de sus ingredientes conjuga grandes aromas y sabores y que puede ser acompañado con múltiples contornos. ",
      "ingredients": [
        "1 ½ lb de camarones",
        "Sal y pimienta al gusto ",
        "3 Cucharadas de mantequilla",
        "1 Cucharada de harina de trigo",
        "¼ De taza de aceite de oliva ",
        "8 Dientes de ajo picados ",
        "Perejil o cilantro (culantro) al gusto finamente picado",
        "½ Limón ",
        "2 Cucharadas de vino blanco"
      ],
      "preparation": "<ol>\r\n\t<li>Colocar en un sartén bien caliente el aceite de oliva, el ajo picado y sofreír aproximadamente por 1 minuto revolver sin dejar que se quemen los ajos.</li>\r\n\t<li>Luego de revolver los ajos por 1 minuto, agregar la mantequilla hasta que se derrita y luego agregas los camarones, mezclar los ingredientes.</li>\r\n\t<li>Mientras los camarones están en el proceso de cocción, notaras un cambio de color en ese momento se voltean para que se cocinen por el otro lado.</li>\r\n\t<li>En el momento que los camarones se hayan cocinado por ambas partes, le añades el perejil o cilantro (culantro), y lo revuelves.</li>\r\n\t<li>En ese momento le debes colocar sal y pimienta al gusto, también debes agregar el vino blanco, el limón y la harina de trigo, la harina de trigo ayuda a espesar la salsa.</li>\r\n\t<li>Luego que se hayan mezclado bien todos los ingredientes dejar cocinar por 3 minutos más aproximadamente, retire del fuego y listo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "40",
      "image": "40-image",
      "name": "Ceviche de camarones",
      "nameUrl": "ceviche-de-camarones",
      "idCategory": "5",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "30 minutos",
      "description": "Receta por excelencia de las costas caribeñas y en panamá lo adoptaron muy bien ya que se ha convertido en unos de los platos típicos de mariscos muy consumidos en todas las regiones del país.",
      "ingredients": [
        "2 lb de camarones",
        "4  dientes de ajos",
        "2 cucharaditas  de vinagre",
        "¼ cucharada de orégano",
        "1 taza de jugo de limón",
        "1 cebolla grande picada",
        "4 cucharadita  de  mostaza",
        "2 ajíes picantes",
        "Sal "
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla con suficiente agua agregarle sal al gusto y poner a hervir los camarones, cocine los camarones por 5 minutos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Pasado los 5 minutos retire los camarones del agua deje enfriar para luego pelarlos y limpiarlos, corte en cuadritos los camarones </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego le agrega el jugo de limón, los ajos molidos, los ajíes picantes despepitados y molidos, la cebolla finamente picada, la mostaza y el orégano y mezclamos todos los ingredientes. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego todos los ingredientes estén incorporados lo dejamos marinar por 24 horas y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "60",
      "image": "60-image",
      "name": "Chicha de arroz con piña",
      "nameUrl": "chicha-de-arroz-con-pina",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "30 minutos",
      "description": "Esta chicha me encanta porque permite aprovechar toda la piña ya que se elabora con la cáscara de la misma y es muy versátil. Hay quienes lo toman dejando el grano de arroz entero, mientras que hay quienes lo licúan y cuelan para tomarlo como una chicha",
      "ingredients": [
        "½ lb de arroz",
        "½ litro de leche",
        "Las cascaras de 1 piña",
        "1/8 cucharadita de nuez moscada",
        "Azúcar al gusto."
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Lavar el arroz y dejarlo remojando un día antes de la preparación. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla hervir el arroz junto a las cascaras de la piña en abundante agua hasta que el grano esté totalmente floreado. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que el arroz este bien cocido, introducir la preparación en una licuadora, agréguele el azúcar al gusto, la nuez moscada, la leche el hielo y licue.</span></li>\r\n</ol>\r\n\r\n<p> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n"
    },
    {
      "idRecipe": "58",
      "image": "58-image",
      "name": "Chicha de naranja con raspadura",
      "nameUrl": "chicha-de-naranja-con-raspadura",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "15 minutos",
      "description": "De naranja, de nance, tamarindo, marañón, guanábana o limón con raspadura, ¿qué puede haber más refrescante que una chicha de fruta? Pero fruta de verdad, verdad, nada de concentrados.",
      "ingredients": [
        "12 naranjas ",
        "2 tazas de raspadura molida "
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Exprima las naranjas, colar para que no le quede ninguna semilla al jugo ya que esto amarga la preparación. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla agregue la raspadura y colóquele 1/2 taza de agua calentar hasta que la raspadura se derrita y luego agregue el jugo de naranja y revolver bien hasta que estén bien integrados. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Servir con bastante hielo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "61",
      "image": "61-image",
      "name": "Chicha de papaya",
      "nameUrl": "chicha-de-papaya",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "15 minutos",
      "description": "La papaya es bien conocida por tener propiedades especiales para bajar de peso y con muchos nutrientes, por esa razón es ideal para hacer una bebida que aparte de nutritiva es bastante refrescante. ",
      "ingredients": [
        "2 tazas de papaya cortadas y peladas sin semillas",
        "¼ de taza de jugo de limón",
        "1 ½ tazas de jugo de melocotón",
        "1 taza de jugo de piña",
        "2 tazas de Ginger",
        "Hielo en cubos."
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una licuadora agregue las papayas, el jugo de limón, el jugo de melocotón, el jugo de piña licue hasta que los ingredientes estén bien integrados y disueltos. </span></li>\r\n\t<li>Luego cuele para evitar que tengan elementos extras a la preparación.</li>\r\n\t<li>Luego agréguele el hielo y las 2 tazas de ginger y listo.</li>\r\n</ol>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n\r\n<p style=\"text-align: justify;\"> </p>\r\n"
    },
    {
      "idRecipe": "59",
      "image": "59-image",
      "name": "Chicha de saril",
      "nameUrl": "chicha-de-saril",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "7",
      "preparationTime": "15 minutos",
      "description": "La chicha de saril, es también conocida en otros países como agua de flor Jamaica, bastante refrescante pero también tiene propiedades medicinales, es excelente para la gripe, dolores musculares e insomnio.",
      "ingredients": [
        "8 tazas de agua",
        "1 lb de saril",
        "3 limones",
        "3 pulgadas de jengibre",
        "2 tazas de azúcar "
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cortando la cabecita se debe extraer las semillas del saril, dejándoles casi enteras.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que se hayan extraídos todas las semillas del saril, apartar las cascaras y lavarlas. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Colocar el saril en una olla grande, agregarle agua hasta cubrir todo el saril. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">El jengibre cortarlo en cuadritos y agregarlo a la olla, a fuego alto poner a hervir la preparación aproximadamente 10 minutos o hasta que el saril haya expulsado todo el colorante </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En el momento que el agua haya hervido y se torne de color rojo, se debe colar y luego se le agrega el jugo de los 3 limones junto a las 2 tazas de azúcar mezclar toda la preparación, enfriar y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "62",
      "image": "62-image",
      "name": "Chicha de tamarindo",
      "nameUrl": "chicha-de-tamarindo",
      "idCategory": "6",
      "rating": "3",
      "numPersons": "8",
      "preparationTime": "30 minutos",
      "description": "Es una bebida  que data de la época prehispánica, es una bebida a base de maíz  fermentado con algunos otros frutos, bastante tradicional y conocido en panamá.",
      "ingredients": [
        "3 botellas de agua",
        "1 taza de maíz con cascara",
        "1 lb de tamarindo",
        "1 plátano maduro",
        "2 cucharaditas de anís",
        "2 tazas de piña cortadas en trozos",
        "¼ de raspadura",
        "½ taza de vodka"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se debe lavar el maíz el plátano, luego en una olla agregar las 3 botellas de agua, el maíz, el plátano cortado en trozos, el tamarindo, el anís, las piñas cortadas, la raspadura y el vodka. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se debe dejar toda la preparación fermentándose por 8 días tapada con una manta evitando que le entren animales no deseados. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego de 8 días cuele y luego licue toda la preparación y sírvase bien fría.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "41",
      "image": "41-image",
      "name": "Chicharrones",
      "nameUrl": "chicharrones",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "Uno de los secretos que hace que este platillo sea tan delicioso, es que los chicharrones de cocinan con su propia grasa y aunado a los otros ingredientes lo hace ideal para fiestas y reuniones familiares.",
      "ingredients": [
        "2 lb de lonjas de cuero de cerdo con carne ",
        "1 cucharada de bicarbonato de sodio",
        "Sal al gusto"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se debe cortar las lonjas de cerdo aproximadamente de 1 1/2 pulgada de ancho, y de 3 pulgadas de largo en forma rectangular, por la parte donde está la carne hacer semi cortes cuadrados sin llegar al cuero. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Agregar el bicarbonato de sodio por la parte del cuero de las lonjas, colocar las lonjas dentro de la nevera y dejar que actue el bicarbonato por lo menos una hora, luego enjuague bien las lonjas. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En el momento que las lonjas estén lavadas agregarle sal suficiente. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Agregar agua en una olla hasta que cubra todas las lonjas de cerdo y ponerlas a hervir, se deben voltear constantemente para que se cocinen bien por ambos lados. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En el momento que el agua esta casi consumida bajar la llama a fuego medio y dejarlo freír con su propia grasa. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cuando se hayan freído por un lado darle vueltas para que se frían por el otro lado y quede una preparación crujiente.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "63",
      "image": "63-image",
      "name": "Chicheme",
      "nameUrl": "chicheme",
      "idCategory": "6",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "30 minutos",
      "description": "Las bebidas a base de este cereal son muy populares en esta región. Tal es el caso del chicheme, una bebida dulce típica del distrito de La Chorrera en la provincia de Panamá Oeste.",
      "ingredients": [
        "1 lb de maíz pilado",
        "Azúcar o miel",
        "½  litro de leche",
        "Hielo "
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Lavar bien el maíz y dejarlo remojando desde el día anterior a la preparación. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla con abundante agua hervir el maíz hasta que estén blandos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\"> Cuando el maíz este blando retire del fuego déjelo enfriar y luego agregue el azúcar o miel, la leche el hielo, coloque le preparación en una licuadora y licue.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "33",
      "image": "33-image",
      "name": "Chocao",
      "nameUrl": "chocao",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "30 minutos",
      "description": "Este postre es muy fácil de hacer y delicioso y se puede degustar frió o caliente llevando al consumidor a un placer único en su paladar, esta receta se puede elaborar con guineos comunes, pero también se puede hacer con guineos chinos. ",
      "ingredients": [
        "2 taza de leche de coco",
        "8 guineos maduros",
        "1 trozo pequeño de Jengibre ",
        "Azúcar",
        "Sal",
        "Canela en polvo"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Poner a hervir la leche de coco en una olla por unos 5 minutos, en el momento en que la leche de coco este hirviendo agregarle los guineos cortados en trozos y dejarlo cocinar por unos 3 minutos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego se debe triturar los guineos hasta llevarlos al punto que tenga una consistencia de un puré. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En este punto de la preparación se debe cortar el jengibre en finas rodajas y agregarlas a la preparación junto a la pisca de sal y el azúcar al gusto. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se deja la preparación a fuego lento hasta que espese y la leche de coco haya secado un poco, </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se sirve frio o caliente y se le agrega canela en polvo al gusto y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "13",
      "image": "13-image",
      "name": "Chow mein de pollo",
      "nameUrl": "chow-mein-de-pollo",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "30 minutos",
      "description": "Es bien sabido que esta receta es de origen oriental, sin embargo algunos países adoptan ciertas recetas y las adaptan dándole sus toques particulares de la gastronomía de cada país como es el caso de esta receta, adaptada en una receta tradicional panameña",
      "ingredients": [
        "2 lb de pechuga de pollo",
        "400 gr de fideos ",
        "1 pimentón grande rojo",
        "1 pimento grande verde ",
        "4 tallos de apio",
        "3 zanahorias grandes",
        "1 cebolla mediana",
        "2 cucharadas de salsa inglesa",
        "1 taza de salsa de soya",
        "1 cucharada de maicena natural",
        "Aceite vegetal"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla cocinar los fideos en agua hirviendo, agregarle una cucharada de aceite, luego que los fideos estén listos colarlas y agregarle agua fría y luego colarla nuevamente. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Es un envase agregar la salsa de soya, la cucharada de maicena natural y mezclar bien. Luego colocar las pechugas de pollo cortadas en cuadritos revolver bien y dejar marinando por unos 15 minutos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Colocar aceite en un sartén y calentar bien, en ese momento agregas las pechugas de pollos marinadas sin nada de la salsa por ahora, cocinar y dorar bien por unos 10 minutos luego que estén bien doradas retire del fuego. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En el mismo sartén agregar un poco más de aceite y agregarle la cebolla 1 minuto después agregue la zanahoria 1 minuto después, agregue los pimentones 2 o 3 minutos después agregue el apio todo esto picado en julianas, revolver bien y dejar cocinar por unos 5 minutos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego agregue las pechugas de pollo a las verduras verificando que se haya secado todo el líquido y cocinar por unos 3 minutos revolviendo bien todos los ingredientes, pasado los 3 minutos ir agregando los fideos, la mitad primero y mezclar bien y luego la otra mitad de los fideos y mezcle nuevamente, en ese punto de la preparación agregar la salsa que reservaste y revuelva toda la preparación y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "14",
      "image": "14-image",
      "name": "Chuletas de cerdo cordón bleu",
      "nameUrl": "chuletas-de-cerdo-cordon-bleu",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "15 minutos",
      "description": "Receta de origen francés pero en panamá la adoptaron agregándole el toque especial panameño que ha convertido a esta receta en un plato tradicional por excelencia en este maravilloso país.",
      "ingredients": [
        "4 chuletas de cerdo con o sin hueso ",
        "1 cebolla grande",
        "1 lb de queso cheddar",
        "1 lb de jamón entero",
        "4 cucharadas de salsa inglesa",
        "Aceite",
        "Sal y pimienta "
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se debe sazonar las chuletas de cerdo, agregándole la salsa inglesa, la cebolla picada en cuadritos sal y pimienta al gusto y dejar reposar unos 3 minutos.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un sartén calentar aceite a fuego bajo, luego que el aceite este caliente agregue las chuletas ya condimentadas y cocinarlas por ambos lados. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cuando las chuletas estén casi listas agregue el queso cheddar rayado y el jamón picado en cuadritos luego se tapan la chuletas y dejar que se derrita el queso y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "34",
      "image": "34-image",
      "name": "Cocadas",
      "nameUrl": "cocadas",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "30 minutos",
      "description": "La cocada panameña es un postre muy rico dulce e irresistible y al degustarlo te lleva a imaginar que estas en las hermosas playas panameñas.",
      "ingredients": [
        "4 cocos rallados",
        "Semillas de marañón tostadas",
        "4 ramas de canela",
        "1 botella de miel de caña"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla agregue todos los ingredientes, revolver y cocinar a fuego lento. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se debe revolver constantemente y dejarlo por unos 35 minutos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cuando la preparación haya espesado retirarlo del fuego y dejarlo enfriar. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">La presentación para ser servido pude ser en bolas pequeñas.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "18",
      "image": "18-image",
      "name": "Costillas de cerdo",
      "nameUrl": "costillas-de-cerdo",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "Una de las técnicas culinarias ideales para la elaboración de estas costillas de cerdo, es dejarla marinar un día antes en especies como, pimienta, romero entre otras especies al gusto, así quedara una preparación grandiosa.  ",
      "ingredients": [
        "2 lb de costillas de cerdo marinadas",
        "2 cebollas ",
        "4 tomates",
        "2 limones",
        "3 cucharadas de aceite",
        "Cebollín o cebolla china",
        "Sal, ajo, y pimienta ",
        "1 una pisca de orégano"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un envase colocar el jugo de limón, orégano y sal al gusto, luego se agregan las costillas dejándolas macerar aproximadamente por 1 hora. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Agregar el aceite a un sartén y sofreír los tomates, cebollas y el ajo picados en cuadros luego que este todo bien sofrito agregar las costillas ya maceradas.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego se le agrega un poco más de sal y pimienta al gusto y se dejar cocinar hasta que estén bien doradas por ambas partes al final agregar el cebollín o cebolla china picadas muy finamente.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "7",
      "image": "7-image",
      "name": "Dulce de marañón ",
      "nameUrl": "dulce-de-maranon",
      "idCategory": "4",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "El marañón es una fruta muy abundante en su temporada, el cual se puede aprovechar bastante bien preparando esta exquisita receta como lo es el dulce  de marañón o mermelada de marañón, es ideal para untar y disfrutarse en diferentes ocasiones.",
      "ingredients": [
        "12 Marañones",
        "1 Taza de azúcar",
        "½ Taza de semillas de marañón asadas y ",
        "    peladas",
        "1 Cdta de sal",
        "½ Cdta de nuez moscada ",
        "½ Cdta de clavos de olor "
      ],
      "preparation": "<ol>\r\n\t<li>Hervir agua en una olla, colocar el azúcar y mesclar bien hasta  que esté totalmente disuelta  creando un almíbar.</li>\r\n\t<li>Cortar los marañones en cuadritos pequeños, habiendo lavado y retirado previamente las semillas, también la parte del centro para evitar que se amargue la preparación.</li>\r\n\t<li>Agregar los marañones cortados en el agua con azúcar (almíbar), tapar la olla y dejar que se cocine hasta que el agua se reduzca y los marañones hayan cambiado a un color más oscuro y estén desmenuzados.</li>\r\n\t<li>En este punto de la preparación debes agregar las semillas de marañón ya asadas y peladas; también agregar la nuez moscada y la sal.</li>\r\n\t<li>En este último paso baja el fuego y remueve contantemente hasta que la preparación tenga poco líquido y haya espesado al punto deseado y listo. </li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "42",
      "image": "42-image",
      "name": "Ensalada de quínoa con mango y melocotón",
      "nameUrl": "ensalada-de-quinoa-con-mango-y-melocoton",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "15 minutos",
      "description": "Receta muy deliciosa ideal para una entrada o para acompañar con gran variedad de platos, gracias sus ingredientes tropicales lo hace una receta bastante agradable al paladar.",
      "ingredients": [
        "200 gr de quínoa",
        "450 mililitros de agua ",
        "2 mangos cortados en cuadros",
        "4 melocotones cortados en cuadros",
        "45 mililitros de zumo de lima",
        "45 gr de miel",
        "45 mililitros de aceite de oliva."
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla agregue la quínoa cortada en cuadros, hierva hasta que este blanda, luego retire del agua y deje reposar hasta que este a temperatura ambiente </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un envase agregue el mango, el melocotón, y la quínoa y mezcle. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En otro envase agregue el zumo de lima, la miel, y el aceite de oliva mezcle bien y luego vierta sobre la ensalada y revuelva bien. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\"> Luego llevarlo a la nevera y sírvase frio.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "15",
      "image": "15-image",
      "name": "Fajitas de pollo",
      "nameUrl": "fajitas-de-pollo",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "3",
      "preparationTime": "15 minutos",
      "description": "Es una receta fácil de realizar, muy rica y en muy poco tiempo se puede degustar tan maravillosa receta que es ideal para un desayuno o una cena o cualquier ocasión para compartir con amigos y familiares. ",
      "ingredients": [
        "1 lb de pechuga de pollo",
        "Queso mozzarella",
        "Tortillas de harina para fajitas ",
        "2 ajís morrón",
        "3 tomates ",
        "1 pimentón",
        "1 cebolla",
        "2 limones",
        "½ cuchara de orégano",
        "Aceite",
        "Caldo de pollo y sal"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se debe cortar en julianas el pimentón, los ajís, los tomates y la cebolla en cuadritos, el pollo se debe cortar en tiras largas y delgadas. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego lavamos el pollo con el jugo de uno de los limones después se enjuaga con agua. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un envase se agrega el jugo del otro limón, las tiras de pollo, junto al orégano, la pisca de sal, y el caldo de pollo, mezclar bien y dejar reposar por unos 5 minutos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Agregar aceite a un sartén y sofreír tiras de pollo has que estén bien cocidas luego reservar el pollo cocido, en el mismo sartén agregar un poco más de aceite y colocar todos los vegetales y sofreír hasta que estén blandos, luego agregar el pollo al sartén con los vegetales ya cocidos mezclar bien todos los ingredientes y dejar cocinar por unos 3 minutos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una plancha bien caliente colocar las tortillas de harina, dorar por ambos lados luego colocarle una rebanada de queso mozzarella, después colocamos sobre el queso las tiras de pollo y los vegetales enrollamos y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "35",
      "image": "35-image",
      "name": "Flan sencillo",
      "nameUrl": "flan-sencillo",
      "idCategory": "4",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "Exquisita preparación muy sencilla y rápida de hacer, es un postre que por su textura suave y sabor incomparable lo hace un postre único para degustar en cualquier ocasión.",
      "ingredients": [
        "2 huevos",
        "2 yemas",
        "2 tazas de leche ",
        "½ copita de licor (ron)",
        "½ cucharadita de sal",
        "1 cucharadita de vainilla",
        "Azúcar al gusto, más una taza para quemar."
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un envase agregue los huevos y batir un poco </span><span style=\"font-family:Arial,Helvetica,sans-serif;\">en una olla agregue la leche agréguele azúcar al gusto y dejar hervir por unos 3 minutos.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">A la leche hervida agregue 1/2 taza de agua, agregue mas azúcar (si es necesario) y mézclela con los huevos, agregue la vainilla y el ron. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla ponga la taza de azúcar apenas remojada a fuego lento y déjela dorar sin revolver (hasta que tome un color ámbar), péguela alrededor del molde con la punta de un cuchillo. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Agregue la leche hervida con el resto de los ingredientes, colóquela en el molde y póngala en baño maría a fuego lento tapada, se sabe que el flan está listo baja cuando al meter un palillo, éste sale limpio,</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se sirve helado.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "19",
      "image": "19-image",
      "name": "Gaucho de rabito de puerco",
      "nameUrl": "gaucho-de-rabito-de-puerco",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "Esta receta es muy popular en todas las calles de panamá por excelencia es uno de los platos más emblemáticos de panamá, también se le conoce como gallo pinto panameño. ",
      "ingredients": [
        "1 lb de frijoles",
        "2 lb de rabito de puerco",
        "4 cebollas",
        "5 dientes de ajo",
        "1 manojo de Culantro (cilantro)",
        "1 pimentón grande ",
        "1 lb de arroz",
        "Salsa china, salsa inglesa, caldo de pollo ",
        "Sal y pimienta",
        "1 lata grande de salsa de tomate"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Colocar los rabitos de puerco en una olla y hervir cambando el agua varias veces para quitar la sal. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se debe poner a cocinar en otra olla los frijoles en suficiente agua hasta que ablanden.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que los frijoles estén blandos se agregan los rabitos de puerco también la salsa china, y la salsa inglesa al gusto, también se debe agregar el caldo de pollo, la cebolla, pimentón, el ajo, y el culantro (cilantro) picados del tamaño deseado, dejando cocinar a fuego medio por media hora. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego de media hora se le agrega el arroz, y se le agrega un poco más de agua hasta que cubra el arroz dejándolo cocinar por media hora más. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un sartén agregar aceite y sofreír los tomates picados en cuadros pequeños y la cebolla luego que estén sofrito se le agrega la salsa de tomate y se deja cocinar por 15 minutos.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Servir el gaucho de rabito de puerco en un plato hondo y colocar el sofrito por encima y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "64",
      "image": "64-image",
      "name": "Guarapo",
      "nameUrl": "guarapo",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "15 minutos",
      "description": "El guarapo es el jugo extraído directamente de la caña de azúcar durante la molienda y es una bebida típica del verano, que es la época en la que se da la cosecha. ",
      "ingredients": [
        "2 ramas o tallos de caña",
        "4 limones"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se lava bien los tallos o ramas de la caña se colocan en un trapiche y se extrae todo el jugo de la caña </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un vaso se le agrega jugo de limón y luego se vierte el jugo de caña y listo 3.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Sírvase bien frio.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "20",
      "image": "20-image",
      "name": "Hojaldres ",
      "nameUrl": "hojaldres",
      "idCategory": "3",
      "rating": "3",
      "numPersons": "6",
      "preparationTime": "30 minutos",
      "description": "Esta receta muy popular en todas las regiones de panamá, es ideal para el desayuno, acompañadas con salchichas y queso blanco la convierte en un desayuno excelente para todas las familias panameñas. ",
      "ingredients": [
        "3 tazas de harina de trigo",
        "1 ½ cucharadita de azúcar",
        "1 ½ cucharadita de polvo para hornear",
        "1 cucharada de mantequilla",
        "2 cucharaditas de sal",
        "1 taza de agua"
      ],
      "preparation": "<ol>\r\n\t<li>Usando un recipiente se coloca la harina junto al azúcar, juego se le agrega el polvo para hornear y la sal, mezclar bien los ingredientes, posteriormente se le abre un hueco en el medio a la mezcla y se le agrega la mantequilla derretida y se le va a agregando el agua por cucharadas.</li>\r\n\t<li>Se va amasando la preparación y agregando agua por cucharadas hasta que la masa no se pegue de las manos, luego que la masa este en su punto ideal hacer una bola y taparlo con una tela limpia y dejar reposar de 2 a 3 horas.</li>\r\n\t<li>Luego que haya pasado el tiempo de reposo de la masa, hacer bolitas de la masa estirar al tamaño deseado y luego freír en aceite bien caliente y listo.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "65",
      "image": "65-image",
      "name": "Limonada con raspadura",
      "nameUrl": "limonada-con-raspadura",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "15 minutos",
      "description": "Es una bebida refrescante por excelencia ideal para los días calurosos, también para acompañar cualquier comida, es una bebida que se puede consumir a toda hora.",
      "ingredients": [
        "Jugo de 6 limones",
        "1 taza raspadura rallada",
        "1 litro de agua",
        "6 hojas de menta",
        "Hielo"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\"> Agregue el litro de agua en una jarra, luego le agrega el jugo de limón, las hojas de menta, y la raspadura rallada. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">También puede derretir la raspadura en una olla con un poco de agua luego agregársela a la jarra con el jugo de limón sírvase en vaso con hielo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "21",
      "image": "21-image",
      "name": "Lomo de cerdo entomatado",
      "nameUrl": "lomo-de-cerdo-entomatado",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "2 horas",
      "description": "Esta preparación es muy completo, y delicioso plato típico panameño, con toques de deliciosos ingredientes lo hace un plato increíblemente delicioso.\r\n\r\n\r\n",
      "ingredients": [
        "3 lb de lomo de cerdo",
        "3 dientes de ajo ",
        "4 hojas de culantro (cilantro) ",
        "3 ajíes",
        "1 cucharada de paste de achiote",
        "¼ de taza de aceite vegetal",
        "4 tomates picados en cuadritos",
        "1 cucharada de pasta de tomate",
        "Sal y pimienta."
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Licuar la cebolla, los ajíes, el culantro (cilantro), sal y pimienta al gusto, colocar el lomo de cerdo en un envase y agregue el licuado y dejarlo marinar por 2 horas.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una paila agregue aceite calentar, luego agregue la pasta de achiote, la pasta de tomate, y los tomates picados sofreír por unos minutos hasta que los tomates estén blandos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que los tomates estén blandos agregue el lomo de cerdo a la paila dore por ambos lados, luego que está bien dorado agregue la salsa con la que se marino el cerdo revuelva bien tape la paila y déjelo cocinar por unos 45 minutos a fuego medio.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "6",
      "image": "6-image",
      "name": "Macarrones con pollo guisado",
      "nameUrl": "macarrones-con-pollo-guisado",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "6 personas",
      "preparationTime": "30 minutos",
      "description": "Los macarrones con pollo es un plato tradicional Panameño, en especial si la preparación de esta deliciosa receta se realiza con gallinas de patio. También este plato es conocido como, macarrones con gallina guisada. ",
      "ingredients": [
        "1 lb de macarrones o espaguetis",
        "1 Pollo entero",
        "3 o 4 dientes de ajo",
        "6 0 7 ajíes",
        "Cilantro (culantro) al gusto",
        "3 tomates medianos ",
        "3 o 4 Hojas de laurel",
        "1 Rama de apio",
        "1 cebolla grande ",
        "1 Cdta de orégano",
        "   Aceite (oliva o vegetal)",
        " Sal y pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li>En una olla colocar suficiente agua a hervir con las hojas de laurel y una pisca de sal, luego que hierva el agua colocar los macarrones o espaguetis hasta que estén al dente, después colar en un colador para pasta y retirar toda el agua</li>\r\n\t<li>Picar el apio, los ajíes, los ajos, el cilantro (culantro) en trozos pequeños, el pollo picarlo y dividirlo en presa pequeñas o grandes según sea el gusto.</li>\r\n\t<li>En una olla o caldero, poner a sofreír en el aceite bien caliente el pollo para sellarlo, después le agregamos el apio, ajíes, cilantro (culantro), ajos, cebolla,  luego que el pollo este sellado y los otros ingredientes sofritos se le agregan los tomates picados para hacer el guiso revolver y mezclar los ingredientes y dejarlo cocinando aproximadamente por 3 minutos sin dejar de revolver el pollo.</li>\r\n\t<li>En el momento que el pollo y el resto de los ingredientes estén bien sofritos y mezclados, le agregamos la pasta de tomate y le añadimos agua hasta el punto que tape el pollo en ese punto de la preparación le agregamos el orégano, la sal y la pimienta al gusto, bajamos el fuego y dejamos cocinar a fuego lento al aproximadamente entre 30 a 35 minutos hasta que la salsa quede bastante espesa.</li>\r\n\t<li>Es importante probar la salsa para rectificar si le falta sal y pimienta y luego que la preparación este lista añadir la preparación a los macarrones o espaguetis.</li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "22",
      "image": "22-image",
      "name": "Pernil de puerco al horno",
      "nameUrl": "pernil-de-puerco-al-horno",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "10",
      "preparationTime": "2 horas",
      "description": "Es una receta, fácil, rápida, y perfecta para la época decembrina, e puede acompañar con múltiples platos, postres y bebidas como el tamal de olla, dulce de papaya, y el ron ponche. ",
      "ingredients": [
        "1 pernil con hueso con poca grasa de 8 lb sin cuero",
        "3 cucharadas de cebolla molidas",
        "3 cucharadas de ajo molidos",
        "3 limones",
        "1 cucharadita de orégano",
        "1 cucharada  de azúcar",
        "2 cucharaditas de sal",
        "1 cucharada  de vinagre",
        "Picante al gusto"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">El pernil lávelo bien, úntelo de limón y púyelo por todos lados.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Preparar una salsa integrando los ingredientes, la cebolla molida, el ajo molido, el orégano, la sal al gusto, el azúcar el vinagre y el judo de 3 limones, y el picante al gusto, mézclelos y unte el pernil, metiendo salsa por todos los huecos. Déjelo reposar 2 horas.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Poner a calentar el horno a unos 400 grados, por una hora, luego que el horno este caliente coloque el pernil dentro del horno en una bandeja y baje la temperatura del horno a 300 grados. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">El tiempo de cocción va a depender si el pernil s con hueso o sin hueso, si es con hueso se debe cocinar 30 minutos por libra (2 horas y media) y si es sin hueso 20 minutos por libra ( 1 hora y media ).</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "36",
      "image": "36-image",
      "name": "Pesada de nance",
      "nameUrl": "pesada-de-nance",
      "idCategory": "4",
      "rating": "3",
      "numPersons": "8",
      "preparationTime": "30 minutos",
      "description": "El nance es una fruta tropical con la cual se realizan ricos postres al estilo panameño, con una particular mezcla de sabores dulces y ácidos que hacen de este postre algo muy especial para el paladar.",
      "ingredients": [
        "1 lb de nance",
        "½ taza de harina de trigo",
        "1 taza de miel de caña",
        "3 tazas de agua ",
        "½ lb de queso blanco"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla con agua colocar el nance y hervir hasta que la fruta este blanda y luego separar la pulpa de la fruta de las semillas.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En 3 tazas de agua agregar la pulpa de la fruta, la harina y la miel, licuar hasta que quede algo espeso y cuidar que no le queden grumos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla agregar la mezcla a llama baja, se debe revolver constantemente has que la mezcla vaya espesando y obteniendo clamosidad. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que la preparación este tibia, servir y agregarle el queso blanco cortado en pequeños trozos.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "23",
      "image": "23-image",
      "name": "Pescado con leche de coco",
      "nameUrl": "pescado-con-leche-de-coco",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "15 minutos",
      "description": "Es una receta ideal para el almuerzo se puede con ensaladas, arroz, patacones, etc. Originalmente esta receta es de las costas caribeñas panameñas pero por su delicioso sabor se ha llevar a todo el país",
      "ingredients": [
        "2 lb de pescado",
        "½ cebolla",
        "1 pimentón",
        "4  ramas culantro (cilantro)",
        "2 ajos",
        "2 tazas de leche de coco",
        "2 cucharadas de achiote",
        "¼ de taza de aceite",
        "1 cubito",
        "½ limón ",
        "Sal"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Agregarle sal al gusto al pescado, mezcle el aceite con el achiote y revuelva por unos 10 minutos para que el achiote suelte el color. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Colar el aceite con el achiote y agregarlo en una olla calentar junto a la cebolla, los ajos, el pimiento, el culantro(cilantro)picado en cuadritos, sofreír por unos 2 minutos, luego agregue la leche de coco y el cubito revolver bien hasta que estén integrados los ingredientes. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que los ingredientes estén bien integrados agregue el pescado y mezcle con suavidad que la leche abarque todo el pescado y déjelo cocinar por 20 minutos a fuego lento. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cuando esté listo el pescado retire del fuego y agréguele el jugo de medio limón y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "37",
      "image": "37-image",
      "name": "Plátanos en tentación",
      "nameUrl": "platanos-en-tentacion",
      "idCategory": "4",
      "rating": "4",
      "numPersons": "3",
      "preparationTime": "15 minutos",
      "description": "Es un postre a base de plátanos maduros, típico de los países del caribe como: Colombia, Venezuela, costa rica y panamá, de sabores muy intensos pero a su vez con una suavidad y dulzura que deslumbra a los paladares mas exigentes. ",
      "ingredients": [
        "2 plátanos bien maduros",
        "½ taza de azúcar",
        "1/8 cucharadita  de sal",
        "1 rama de canela.",
        "1 cucharadita de mantequilla",
        "1 cucharadita de vainilla"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Corte los plátano en ruedas de 1 pulgada. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla coloque los plátanos cortados y agregue agua hasta que tape los plátanos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Agregue la 1/2 taza de azúcar, la sal, la rama de canela y cocine a fuego bajo hasta que se espese el azúcar. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cuando la preparación este lista agregue la cucharadita de mantequilla y la de vainilla.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se sirven calientes.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "24",
      "image": "24-image",
      "name": "Pollo al parmesano",
      "nameUrl": "pollo-al-parmesano",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "30 minutos",
      "description": "Es una receta muy refinada, por su cremosidad, suavidad y sabores intensos se convierte en un plato inolvidable y el que lo prueba una vez quedara enamorado de esta suculenta receta.",
      "ingredients": [
        "¾ Taza de mayonesa",
        "2 Tazas de parmesano molido",
        "5 Pechugas de pollo deshuesadas",
        "1 Taza de Pan molido",
        "1 Cucharada de Orégano seco",
        "1 cucharadita de Romero seco",
        "½ cucharada de Ajo en polvo",
        "Aceite",
        "Pimienta y sal",
        "Páprika "
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Pre−calentar el horno a 425°F </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un envase mezclar la mayonesa y el queso parmesano </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En otro envase mezclar el pan molido con las especias, romero seco, el ajo en polvo, orégano seco, la paprika sal y pimienta al gusto. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Pasar cada pedazo de pechuga de pollo por la mezcla de la mayonesa y queso, luego por la del pan molido verificando que las pechugas queden impregnadas con el pan molido.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego coloque el pollo preparado en una bandeja para hornear previamente engrasada con aceite y déjele cocinar por unos 25 minutos o hasta que el pollo este bien cocido.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "25",
      "image": "25-image",
      "name": "Pollo sudado",
      "nameUrl": "pollo-sudado",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "3",
      "preparationTime": "30 minutos",
      "description": "Aunque este plato es poco conocido en panamá, forma parte de la amplia gastronomía de este bello país, siendo una receta ideal para preparar entre familiares y amigos y también es servido en diferentes restaurantes del país.",
      "ingredients": [
        "8 piezas de pollo ",
        "2 cebollas grandes",
        "4 papas",
        "2 cucharaditas de caldo de pollo en polvo",
        "Aceite",
        "Agua",
        "Sal, pimienta y comino"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Colocar aceite en un sartén y calentar bien, cuando el aceite este bien caliente colocar las piezas de pollo y dorar por ambos lados.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que el pollo esté bien dorado agregar las papas y las cebollas cortadas en rodajas gruesas, la sal, la pimienta, las 2 cucharaditas de caldo de pollo en polvo y el comino al gusto. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Agregar media taza de agua, tapar y dejar cocinar a fuego lento por unos 40 minutos o hasta que el pollo este bien cocido</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "66",
      "image": "66-image",
      "name": "Resbaladera",
      "nameUrl": "resbaladera",
      "idCategory": "6",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "15 minutos",
      "description": "Cada vez es menos común encontrar en restaurantes, fondas o refresquerías esta chicha hecha a base de arroz y cebada. Es muy nutritiva y refrescante, ideal para esos días húmedos y de mucho calor.",
      "ingredients": [
        "1 lb de arroz crudo",
        "2 cucharadas de cebada en granos",
        "4 tazas de agua",
        "1 rama de canela",
        "4 clavos de olor",
        "3 tazas de leche",
        "1 taza de crema de leche",
        "½ taza de azúcar",
        "1 cucharadita de vainilla",
        "1 pizca de nuez moscada"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se deben lavar el arroz y la cebada, luego le dejamos remojando en 2 tazas de agua desde la noche anterior. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego licuamos el arroz y la cebada y colamos, la ponemos en una envase </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla colocamos 2 tazas de agua, la rama de canela, los clavos de olor y hervimos, luego que haya hervido le agregamos el licuado de arroz y cebada y cocinamos a fuego lento sin dejar de remover. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cuando la preparación este espesa le retiramos del fuego y le agregamos el azúcar, la leche, le crema de leche y removemos hasta que tenga es espesor deseado. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Servimos y espolvoreamos nuez moscada y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "43",
      "image": "43-image",
      "name": "Rollos de lechuga",
      "nameUrl": "rollos-de-lechuga",
      "idCategory": "5",
      "rating": "1",
      "numPersons": "4",
      "preparationTime": "15 minutos",
      "description": "Con lechuga romana fresca, más los ingrediente que integran esta exquisita receta, la convierte en una buen alternativa para una entrada o para acompañar otros platos de gran calidad gastronómica. ",
      "ingredients": [
        "4 hojas de lechuga romana",
        "100 gr de almendras",
        "100 gr de nueces",
        "2 cucharadas de aceite",
        "1 cucharada de agua",
        "1 cucharada de ajo en polvo",
        "1 zanahoria mediana",
        "½ pimiento rojo",
        "½ pimiento amarillo",
        "1 cebolla china (cebollín)",
        "Sal y pimienta."
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cortar a lo largo las hojas de lechuga eliminando el centro blanco (tallo) y reserve. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Picar los pimientos en julianas finas, la zanahoria rayarla y la cebolla china (cebollín) picada finamente y reservar.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Colocar las almendras y las nueces con el aceite sal y pimienta al gusto en una procesadora y licuar hasta que se haga una pasta homogénea. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Colocamos las hojas de lechuga cortadas una sobre otra en una base plana le agregamos las pasta de nueces y almendras y le agregamos los pimientos y la zanahoria rayada y la cebolla china (cebollín) y enrollamos de manera que queden compactas y servimos.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "67",
      "image": "67-image",
      "name": "Ron ponche ",
      "nameUrl": "ron-ponche",
      "idCategory": "6",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "30 minutos",
      "description": "Bebida a base de lácteos muy popular en toda la región de panamá, principalmente su disfrute y deleite se hace en las épocas decembrinas aunque poder ser degustado en cualquier época del año.",
      "ingredients": [
        "1 lata de crema de leche  ",
        "2 tazas de agua",
        "1 lata de leche condensada ",
        "½ taza de maicena",
        "1 cucharadita de sal",
        "½ botella de ron",
        "12 yemas de huevo",
        "½ cucharadita de nuez moscada."
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla mezcle la crema de leches, la leche condensada, el azúcar y la sal, la nuez moscada, agréguele 1/2 taza de agua revuelva bien y póngala al fuego bajo. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cuando esté muy caliente, agregue las yemas disueltas en 1/4 taza de agua y la maicena disuelta en 1/2 taza de agua, ponga la preparación en baño maría y remover hasta que espese a su gusto. Deje cocinar por 20 minutos sin dejar de remover </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Deje enfriar, agregue la 1/2 botella de ron y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "26",
      "image": "26-image",
      "name": "Ropa vieja",
      "nameUrl": "ropa-vieja",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "1 hora",
      "description": "Mediante esta receta daremos a conocer esta deliciosa preparación a base de carne de res muy popular en todas las regiones panameñas, el cual se puede acompañada con arroz, tortillas, hojaldres etc.",
      "ingredients": [
        "2 lb de falda de res",
        "5 ajís dulces",
        "1 cebolla",
        "Pasta de tomate ",
        "4 tomates",
        "3 papas grandes cortadas en rodajas",
        "Sal y pimienta",
        "Aceite"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla cocinar la carne de res en abundante agua y sal al gusto, cuando la cerne este blanda retiras del agua y deshilachas la carne, debes reservar 1/2 taza de líquido para más tarde. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En otra olla debes hervir las papas cortadas.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un sartén agrega aceite y debes poner a sofreír la cebolla, los ajís, los tomates picados en cuadros, la pasta de tomate y le agregas sal y pimienta al gusto. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Al cabo unos 5 minutos le debes agregar la carne de res, las papas hervidas y la 1/2 de agua revolver bien y dejar cocinar por unos 5 minutos más a fuego medio y retirar del fuego.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "49",
      "image": "49-image",
      "name": "Sancocho",
      "nameUrl": "sancocho",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "1 hora",
      "description": "Cada región panameña elabora el sancocho panameño de diferentes maneras, pero todos coinciden en que el ñame es un ingrediente que no debe faltar y  con gallina de patio para que pueda ser considerado un típico sancocho panameño.",
      "ingredients": [
        "1 Gallina de patio o (pollo) ",
        "1 Cebolla",
        "5 ajíes",
        "4 o 5 dientes de ajo ",
        "Culantro (cilantro) al gusto",
        "5 lb de ñame ",
        "Sal "
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se debe Cortar la gallina o Pollo en presas pequeñas también la cebolla, los ajíes, el culantro (cilantro) y los ajos.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Colocamos una olla fuego lento y añadimos las presas de gallina o pollo junto al ají, culantro (cilantro), cebolla, el ajo y sal al gusto. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Le agregamos  tazas de agua revolvemos y nos cercioramos que todos los ingredientes estén bien mezclados y adherido a la gallina o pollo y luego tapamos la olla. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Pasados unos 20 minutos o cuando el agua que se agregó a la olla se haya consumido, colocamos el ñame y agregamos más agua hasta que el agua quede por encima del ñame que habremos picado con anterioridad del tamaño que guste el cocinero</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego de haber introducido el ñame, periódicamente se debe verificar la textura de la gallina o pollo y el ñame, cuando el ñame este blando agregar otros trozos de ñame así el sancocho quedara un poco más espeso. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cuando el ñame este blando agregar más culantro (cilantro) al gusto, rectificar la sal y esperar unos 5 minutos más y retirar del fuego.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "48",
      "image": "48-image",
      "name": "Sancocho de costillas de res ",
      "nameUrl": "sancocho-de-costillas-de-res",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "8",
      "preparationTime": "+2 horas",
      "description": "Cada región panameña elabora el sancocho panameño de diferentes maneras, pero todos coinciden en que el ñame es un ingrediente que no debe faltar y  con costillas de res frescas para que pueda ser considerado un típico sancocho de costillas de res panameño",
      "ingredients": [
        "5 lb de costillas de res frescas",
        "1 Cebolla",
        "5 ajíes",
        "4 o 5 dientes de ajo ",
        "Culantro (cilantro) al gusto",
        "5 lb de ñame ",
        "Sal "
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se debe lavar bien las costillas de res ya cortadas en trozos grandes y le agregamos la cebolla, los ajíes, el culantro (cilantro) y los ajos picados en cuadros. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Colocamos una olla fuego lento y añadimos las costillas de res frescas junto al ají, culantro (cilantro), cebolla, el ajo y sal al gusto. Le agregamos 3 tazas de agua revolvemos y nos cercioramos que todos los ingredientes estén bien mezclados y adherido a las costillas de res y luego tapamos la olla. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Pasados unos 20 minutos o cuando el agua que se agregó a la olla se haya consumido, colocamos el ñame y agregamos más agua hasta que el agua quede por encima del ñame que habremos picado con anterioridad del tamaño que guste el cocinero. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego de haber introducido el ñame, periódicamente se debe verificar la textura de las costillas y el ñame, cuando el ñame este blando agregar otros trozos de ñame así el sancocho quedara un poco más espeso. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cuando el ñame este blando agregar más culantro (cilantro) al gusto, rectificar la sal y esperar unos 5 minutos más y retirar del fuego.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "44",
      "image": "44-image",
      "name": "Saus",
      "nameUrl": "saus",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "2 horas",
      "description": "Este plato típico de panamá, tiene influencias  Jamaiquinas, el cual fue adaptada a los gustos y tradiciones panameñas dándole sabores ácidos y picantes que lo hacen un plato exquisito para degustar",
      "ingredients": [
        "2 lb de patas de puerco",
        "1 cebolla grande",
        "2 pepinos medianos",
        "Ají chombo al gusto",
        "Culantro (cilantro) al gusto",
        "1 taza de jugo de limón",
        "5 dientes de ajo",
        "Sal "
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Pelar el pepino y cortar en rodajas del grosor deseado, cortar la cebolla en julianas, cortar a la mitad el ají chombo y retirar las semillas luego cortar el ají en trozos pequeños y reserve. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se debe lavar bien las patas de puerco e intentar quitarle lo pelos, se puede hacer poniendo las patas de puerco directo al fuego.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Colocar en una olla lo suficientemente grande las patas de puerco, los ajos, el culantro (cilantro), sal al gusto, agregarle agua hasta que tape totalmente todos los ingredientes, luego hervir hasta que los ajos estén suaves, es importante reservar una taza de agua de la preparación. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En el momento que las patas de puerto estén blandas y listas, agregar en un envase aparte las patas de puerco, la cebolla, el pepino, el ají chombo, la taza de jugo de limón y la taza de agua que se reservó previamente de la cocción de las patas de puerco revolver toda la preparación y asegurarse que estén bien mezclados todos los ingredientes. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego se tapa y se deja reposar por 2 horas y listo para servir y disfrutar.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "27",
      "image": "27-image",
      "name": "Sofrito de bacalao",
      "nameUrl": "sofrito-de-bacalao",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "Si eres amante del bacalao esta receta te va a encantar, rápida, sencilla y con sabores que te deleitaran los sentidos.",
      "ingredients": [
        "2 lb de bacalao",
        "2 cucharadas de pasta de tomate ",
        "4 ajos machacados",
        "2 pimentones",
        "8 ajíes ",
        "3 tomates",
        "2 cebollas medianas",
        "1 cucharada de orégano",
        "1 cucharada de curry",
        "2 cucharadas de vinagre",
        "½ taza de aceite vegetal",
        "Pimienta"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla colocar el bacao en agua se le agrega 1 ajo y se hierve por 20 minutos, pasado los 20 minutos retirar el bacao del agua y se deja reposar hasta que este a temperatura ambiente. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego se desmenuza el bacalao y se retira la piel y las espinas.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un sartén se agregue la 1/2 taza de aceite y la pasta de tomate se calienta hasta que el aceite este rojo luego le agregamos, los ajos, pimentones cortados en rodajas, los ajís picados en cuadritos, los tomates picados en cuadros, las cebollas picadas en rodajas, el orégano, el curry, el vinagre y pimienta al gusto.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cuando les vegetales estén blandos agregar el bacalao tape y deje cocinar por unos 10 minutos fuego medio</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "50",
      "image": "50-image",
      "name": "Sopa de boda",
      "nameUrl": "sopa-de-boda",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "1 hora",
      "description": "Si vas a una boda, bautizo, quince años, aniversarios es muy probable que te encuentres en las mesas esta maravillosa sopa, sobre todo al día siguiente de la fiesta. ",
      "ingredients": [
        " ½ lb de carne molida",
        "1 cucharadita de albahaca fresca",
        "2 dientes de ajos machacados",
        "¼ de taza de jugo de tomate",
        "1 cucharada de kétchup",
        "½ taza de migas de pan",
        "1 huevo",
        "Sal y pimienta",
        "Aceite",
        "1 litro de caldo de pollo",
        "2 tazas de agua",
        "3 huevos batidos",
        "4 tazas de hojas de espinaca frescas"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Agréguele a la carne molida, la albahaca, los ajos, el jugo de tomate, la cucharada de kétchup, la taza de migas de pan, el huevo, sal y pimienta al gusto amasar hasta que los ingredientes estén bien integrados. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un sartén calentar aceite, hacer unas albóndigas del tamaño deseado y sofreír en el aceite. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla agregar el caldo de pollo, las tazas de agua hierva y agregue los huevos batidos y las hojas de espinaca mezclándolos bien y luego agregue a la sopa las albóndigas sofritas y listas.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "51",
      "image": "51-image",
      "name": "Sopa de frijoles pintos",
      "nameUrl": "sopa-de-frijoles-pintos",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "12",
      "preparationTime": "+2 horas",
      "description": "Es una de las tantas maneras de preparar los frijoles pintos, muy deliciosa y nutritiva receta que le encantara solo al probarla y seguramente le gustara repetir la experiencia de volverla a probar ",
      "ingredients": [
        "1 lb de frijoles pintos",
        "3 cebollas medianas picadas en cuadritos",
        "5 dientes de ajos machacados",
        "1 cucharada de aceite de oliva",
        "2 pimentones rojos picados en cuadritos",
        "1 cucharada de aji en polvo",
        "2 cucharaditas de comino en polvo",
        "1 ½ litros de agua ",
        "½ lb de chorizo",
        "2 lb de tomates picados",
        "2 tazas de caldo de pollo",
        "2 cucharadas de pasta de tomate",
        "12 cucharaditas de zumo de lima fresca",
        "½ taza de culantro picado"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Enjuague los frijoles hiérvalos por 2 minutos y luego déjelos remojar por 1 hora. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un sartén agregue el aceite de oliva y sofría las cebollas y el ajo hasta que ablanden, luego agregue los pimentones, el ají en polvo y el comino. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego escurra los frijoles y agréguelos al sartén colóquele el 1 1/2 litro de agua, tape y deje cocinar a fuego bajo por 1 hora. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Pasada la hora de cocción agregue los chorizos, tomates, caldo de pollo, y la pasta de tomate, cocine a temperatura baja por unos 20 minutos y luego sirva con el zumo de limón y el culantro picado en platos individuales.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "52",
      "image": "52-image",
      "name": "Sopa de garbanzos con comino y culantro ",
      "nameUrl": "sopa-de-garbanzos-con-comino-y-culantro",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "1 hora",
      "description": "La gastronomía panameña goza de un excelente momento. Una nueva generación de cocineros ha elevado el nivel de las opciones disponibles en un sinfín de categorías, y uno de estos ejemplos es esta deliciosa receta.",
      "ingredients": [
        "1 ½ de garbanzos cocidos",
        "1 cebolla picada",
        "1 ½ cucharada de comino molido",
        "1 litro de caldo de pollo o carne",
        "1 cuchara de haría de trigo",
        "3 cucharadas de mantequilla",
        "½ taza de crema de leche",
        "2 cucharadas de culantro (cilantro) picado",
        "Sal y pimienta"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla de 3 litros, agregue el caldo, los garbanzos, la cebolla, el comino y cocine a fuego bajo por unos 20 minutos.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Pasado los 20 minutos o cuando los garbanzos estén blandos vierta la preparación en una licuadora y haga un puré, luego viértalo nuevamente en la olla. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un envase agregue harina y 2 cucharadas de mantequilla derretida y agregue esta preparación a la sopa removiendo bien hasta que se integren los ingredientes, luego cocine a fuego lento por unos 10 minutos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Derriba la cucharada de mantequilla restante y le agrega la crema de leche sal y pimienta al gusto y agréguelo a la sopa, sirva y le agrega el culantro picado encima de la sopa.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "53",
      "image": "53-image",
      "name": "Sopa de mariscos con leche de coco",
      "nameUrl": "sopa-de-mariscos-con-leche-de-coco",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "8",
      "preparationTime": "1 hora",
      "description": "Mientras más mariscos lleven la sopa mucho mejor, pero al agregarle el toque mágico de la leche de coco hace de esta receta única en sabor y su aroma. \r\n\r\n",
      "ingredients": [
        "1 filete de corvina de 1 lb ",
        "½ lb de camarones",
        "½ lb de conchuelas",
        "½  lb de almejas",
        "¼ de lb de longorón",
        "1 cebolla",
        "2 tomates",
        "2 ajíes dulces",
        "2 hojas de culantro (cilantro)",
        "1 lb de tuca",
        "1 ½ lb de ñame",
        "½ de otoe",
        "¼ cucharadita de orégano",
        "1 taza de leche de coco",
        "1 limón",
        "5 tazas de caldo de pescado",
        "Sal."
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Compre el pescado entero, límpielo corte los filetes y reserve la cola, la cabeza y las espinas para luego hacer el caldo de pescado. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Corte los filetes de pescado en tiras sazone con sal y el jugo de limón y en un sartén fría el pescado y luego reserve. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Utilizando el mismo sartén ponga a sofreír los restos de los mariscos, junto a la cebolla, tomates, ajíes y el culantro (cilantro) por unos 10 minutos y luego agregue la leche de coco y deje cocinar por unos 10 minutos más. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla ponga a hervir la cabeza de pescado, la cola y la espina que reservo y agréguele sal al gusto, ajo, cebolla y culantro y deje cocinar por unos 5 minutos a fuego alto. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que el caldo de pescado esté listo agréguelo a los mariscos junto al ñame, la yuca, otoe picado en cuadros medianos, el orégano y el pescado frito y deje cocinar por unos 24 minutos tapado a fuego lento.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "54",
      "image": "54-image",
      "name": "Sopa de mazorca",
      "nameUrl": "sopa-de-mazorca",
      "idCategory": "1",
      "rating": "3",
      "numPersons": "6",
      "preparationTime": "30 minutos",
      "description": "Nuestra cocina está llena de historia y anécdotas. Tradiciones ancestrales que aún se conservan vivas, ingredientes y utensilios poco conocidos, una de estas recetas es la sopa de mazorca. ",
      "ingredients": [
        "2 mazorcas",
        "4 zanahorias",
        "1 lb de jamón curado",
        "2 pechugas de pollo",
        "2 papas",
        "Sal "
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Se separan los granos de la mazorca cuidando de no cortar el tallo o tusa ya que esto puede amargar la preparación. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cortas las zanahorias y las papas en cubos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla agregas agua, las pechugas de pollo, las zanahorias, las papas y el pedazo de jamón cortados en cubos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Cuando las zanahorias estén casi lista le agregas los granos de maíz y sal al gusto y cocinas a fuego lento por unos 20 minutos.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "55",
      "image": "55-image",
      "name": "Sopa de pata de vaca",
      "nameUrl": "sopa-de-pata-de-vaca",
      "idCategory": "1",
      "rating": "5",
      "numPersons": "7",
      "preparationTime": "2 horas",
      "description": "Esta receta es también conocida como caldo de pata de vaca, muy deliciosa y popular en todas las regiones de panamá, de fácil preparación con ingredientes fáciles de conseguir.",
      "ingredients": [
        "2 lb de patas de vaca",
        "3 dientes de ajo",
        "3 ramas de cebolla china o cebollín",
        "1 rama de apio",
        "1 pimentón verde grande ",
        "1 cucharada de cebolla en polvo",
        "1 sobre de sofrito",
        "2 cucharadas de sazón en líquido",
        "1 cucharada de orégano",
        "2 cubitos de pollo",
        "1 ají",
        "1 manojo de culantro (cilantro)",
        "1 lb de papas",
        "1 lb de yuca",
        "1 lb de ñame",
        "2 mazorcas de maíz",
        "½ lb de zapallo",
        "1 limón grande",
        "1 naranja",
        "2 cucharadas de vinagre",
        "Sal "
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En primer lugar se debe hacer es lavar las patas de vaca con abundante agua, luego agregarle el vinagre, jugo de limón, jugo de naranja y sal al gusto, al cabo de unos minutos enjuague las patas con agua. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Posteriormente sazonar las patas de vaca con la mitad de los ingredientes: el sobre de sofrito, sazón líquido, orégano, cebolla en polvo, cubitos de pollo, también se le debe agregar pimentón, ajo, cebolla, apio, ají, y el culantro (cilantro) todo picado en trozos pequeños. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla con agua suficiente que cubra toda la preparación se lleva a fuego alto lo tapamos y cocinamos por unos 60 minutos o hasta que las patas de vaca ablanden.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En el momento que las patas de vaca estén blandas, apartas parte del caldo donde se cocinaron las patas y le agregas el resto de los ingredientes con los que sazonaste las patas anteriormente </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En este punto de la preparación agregas la mitad de las patas que ya están cocidas y revuelves, la otra mitad de las patas lo gurdas para el final de la preparación, le agregas agua hasta que cubra las patas y dejas hervir.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En el momento que el agua este hirviendo le agregas las verduras previamente lavadas y picadas al gusto, luego que se ablanden las verduras le agregas el resto de las patas de vaca. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Es importante rectificar la sal si hace falta le agregas sal o cualquiera de las otras especies.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "56",
      "image": "56-image",
      "name": "Sopa de tomates",
      "nameUrl": "sopa-de-tomates",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "15 minutos",
      "description": "El tomate como ingrediente principal de esta receta, además de ser muy delicioso y usado en infinidades de preparaciones, también es muy saludable y si le agregamos los ingredientes típicos panameño se convierte en esta grandiosa preparación. ",
      "ingredients": [
        "2 ½  tazas de tomates picados",
        "1 cucharada de azúcar",
        "2 tazas de leche",
        "1 diente de ajo",
        "4 rebanadas de pan",
        "2 cucharadas de haría de trigo",
        "1 cebolla picada en rodajas",
        "2 cucharadas de mantequilla",
        "Sal y pimienta"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla agregar la leche y hervir por unos 5 minutos </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una licuadora agregas el azúcar, el ajo, los tomates, la harina de trigo, la mantequilla derretida sal y pimienta al gusto licuas hasta que se haga una salsa y la agregas a la leche remueves y cocinas a fuego lento por unos 10 minutos </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego le agregas las cebollas sirves y le agregas las rebanas de pan y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "57",
      "image": "57-image",
      "name": "Sopa de vegetales con fideos",
      "nameUrl": "sopa-de-vegetales-con-fideos",
      "idCategory": "1",
      "rating": "4",
      "numPersons": "6",
      "preparationTime": "15 minutos",
      "description": "Esta sopa aparte de ser muy rica y fácil de hacer, es una fuente importante de carbohidratos, debido a que los tubérculos como la papa, el ocumo y la zanahoria y el apio contienen altos contenidos del mismo.",
      "ingredients": [
        "1 lb de fideos",
        "1 ½ litro de agua",
        "2 papas grandes picadas en cubos",
        "2 zanahoria grandes picadas en cubos ",
        "3 apios picados en cubos",
        "½ taza de coliflor ",
        "½ de vainitas ",
        "1 cubito de pollo o carne",
        "Sal y pimienta "
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla poner a hervir el 1 1/2 litros de agua y agregar el ocumo, la zanahoria cocine por 10 minutos, luego agregue el apio, sal y pimienta al gusto y cocine por 10 minutos más. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego agregue los fideos, el cubito, el coliflor y las vainitas tape y cocine a fuego lento por 15 minutos y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "28",
      "image": "28-image",
      "name": "Tamal de olla",
      "nameUrl": "tamal-de-olla",
      "idCategory": "3",
      "rating": "4",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "Esta receta aparte de deliciosa es muy versátil, ya que se puede preparar con carne de res, puerco o pollo, pero sean cuales fueran sus ingredientes para que sea considerado un tamal de olla tradicional panameña debe ir sobre una cama de hojas de plátano.",
      "ingredients": [
        "1 lb de pollo ",
        "1 lb de granos de maíz",
        "2 cucharadas de aceite ",
        "5 dientes de ajo",
        "1 cebolla",
        "1 aji",
        "Culantro (cilantro)",
        "2 cucharadas de pasta de tomate ",
        "4 tazas de caldo de pollo",
        "1 cucharada de caldo de pollo en polvo",
        "¼ de taza de pasitas",
        "10 aceitunas",
        "1 cucharada de alcaparras",
        "Sal"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla poner a cocinar los granos de maíz, agregarle agua hasta que cubra todos los granos de maíz, hervir y colocarle sal al gusto, en el momento que el maíz este blando colarlos y luego molerlos, luego que se haya molido todo el maíz amasar hasta que tenga una textura suave u cremosa. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un sartén sofreír en aceite bien caliente los ajos y la cebolla, el ají finamente picada, y sal al gusto este sofrito se debe agregar a la masa de maíz.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En este punto de la preparación se deba agregar a la masa el culantro (cilantro) picado, el caldo de pollo líquido, la cucharada de pollo en polvo y la pasta de tomate y mezclar todos los ingredientes. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En este momento es cuando se le incorporan a la masa las pasitas, aceitunas, las alcaparras y rectificamos la sal para ver si es necesario agregarle un poco más y revolvemos bien.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Para finalizar la preparación agregamos la masa el pollo cocido y deshilachada y servimos sobre una cama de hojas de plátano.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "29",
      "image": "29-image",
      "name": "Tamales",
      "nameUrl": "tamales",
      "idCategory": "3",
      "rating": "5",
      "numPersons": "5",
      "preparationTime": "30 minutos",
      "description": "Para sentir que realmente estas en las fiestas decembrinas es casi una regla que al sentarte en la mesa debes tener en tu plato esta grandiosa y típica receta. ",
      "ingredients": [
        "3 piezas de muslo de pollo",
        "2 lb de maíz seco",
        "2 tomates",
        "2 cebollas",
        "3 ajíes grandes",
        "1 lata grande de pasta de tomate ",
        "Pasitas y aceitunas al gusto",
        "Hojas de matas de plátano",
        "Aceite",
        "Sal y pimienta",
        "Hilo"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Para la masa del tamal poner a hervir en una olla el maíz seco hasta que hablande el maíz, luego molemos le agregamos sal al gusto y amasamos haciendo una masa suave. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un sartén agregar aceite y luego que este bien caliente, sofreír el tomate, los ajís y la cebolla cortados en cuadritos, también agregamos las piezas de pollo pimienta y sal al gusto, la pasta de tomate y una taza de agua tapamos, cuando el pollo esté cocido lo deshilachamos y lo agregamos nuevamente a la salsa y revolvemos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla con agua abundante ponemos a hervir las hojas de plátano previamente lavadas y dejamos cocinar por unos 3 minutos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una base plana colocamos las hojas de plátano cocida de un tamaño adecuado, le colocamos una bolita de masa y estiramos, en el medio de la masa estirada colocamos la salsa con el pollo deshilachado y agregamos las pasitas, las aceitunas, con otra porción de masa la colocamos encima de los ingredientes ya agregados a la masa estirada envolvemos con la hoja de plátano y amarramos con hijo (pabilo, hilo de saco) </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Poner a hervir agua suficiente e introducir los tamales y cocinar por unos 20 minutos.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "45",
      "image": "45-image",
      "name": "Torrejitas de bacalao",
      "nameUrl": "torrejitas-de-bacalao",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "5",
      "preparationTime": "15 minutos",
      "description": "Las torrejitas de bacalao es un plato típico, muy consumido en toda panamá per especialmente en las costas como, bocas del toro y colon.",
      "ingredients": [
        "1 ½  lb de harina",
        "1 lb de bacalao",
        "1 cebolla",
        "½ ají",
        "1 cucharada de polvo para hornear ",
        "½ cucharada de achiote en polvo",
        " pimienta al gusto"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Colocar la harina en un recipiente, luego debes agregar el polvo para hornear, la cebolla picada en cuadritos, la pimienta , agua y hacer una mezcla parecida a una crema, luego debes agregar el achiote en polvo dándole un poco de color, por ultimo agregar el ají y mezclar todos los ingredientes muy bien. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Una hora antes de la elaboración de la receta introducir el bacalao en agua fría; posteriormente hervir el bacalao por unos 30 minutos; luego cambie el agua y vuelva a hervir por unos 30 minutos más, pasado los 60 minutos de hervor retirar del fuego dejarlo enfriar para luego deshilachar. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego de haber deshilachado el bacalao, lo agregas a la mezcla cremosa revolver y mezclar bien hasta que todos los ingredientes estén bien incorporados. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Poner a calentar suficiente aceite en un sartén, una vez que hayas comprobado que el aceite este bien caliente, con una cuchara agarras parte de la preparación, el tamaño de la porción dependerá del tamaño de las torrejitas que quieras obtener. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Una vez colocada la porción de la mezcla en aceite, dejar dorar luego voltear la torrejita para que se dore por el otro lado, posteriormente retirar y dejar reposar las torrejitas en papel absorbente para extraer el exceso de aceite y listo.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "46",
      "image": "46-image",
      "name": "Torrejitas de maíz",
      "nameUrl": "torrejitas-de-maiz",
      "idCategory": "5",
      "rating": "3",
      "numPersons": "4",
      "preparationTime": "30 minutos",
      "description": "Las torrejitas de maíz o también conocida como pastelito de maíz, es una receta ideal para consumirla a cualquier hora del día y puede ser acompañada con queso blanco, salchichas guisadas o chicharrones.",
      "ingredients": [
        "1 taza de harina de trigo",
        "8 mazorcas de maíz ",
        "2 huevos",
        "1 ½ cucharadas de azúcar",
        "4 cucharadas de leche evaporada",
        "1 cucharadita de sal",
        "Aceite"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Con un chuchillo cortar las 8 mazorcas extrayendo los granos, teniendo cuidado de no cortar las mazorcas ya que el tronco de la mazorca puede amargar la preparación. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Posteriormente se deben moler los granos de maíz quedando la masa con una textura gruesa. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego colocas la masa en un colador de hueco pequeño para eliminar todo el líquido posible. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un recipiente lo suficientemente grande, agrega los huevos, el azúcar, la sal, la harina de trigo y por último la leche, mezclar bien hasta que todos los ingredientes estén bien integrados. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un sartén coloca aceite al calentar, cuando el aceite este bien caliente con un cucharon o una cuchara grande agarras parte de la mezcla formando unas bolas de masa del tamaño preferido y la colocas en el sartén con el aceite caliente. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que se haya cocido por un lado la volteas para que se cocine por el otro lado, luego que estén cocidas las torrejitas colocarlas sobre papel absorbente para extraer todo el aceite que tenga de exceso.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "47",
      "image": "47-image",
      "name": "Tortilla de maíz nuevo",
      "nameUrl": "tortilla-de-maiz-nuevo",
      "idCategory": "5",
      "rating": "4",
      "numPersons": "5",
      "preparationTime": "2 horas",
      "description": "Esta deliciosa y típica receta también es conocida en toda panamá como changa, esta tortilla se diferencia de las otras tortillas por su sabor dulce y de mayor suavidad.  ",
      "ingredients": [
        "10 mazorcas de maíz nuevo",
        "1 cucharadita de azúcar",
        "1 cucharadita de sal",
        "2 hojas limpias de mata de plátano"
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Las mazorcas se deben pelar, quitar la barba y luego desgranar. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En una olla con agua suficiente, agrega los granos de maíz nuevo y poner a hervir a fuego alto hasta que los granos estén blandos. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que los granos estén blandos se debe retirar del fuego colar y separar los granos del agua, luego se deben lavar bien con agua limpia y dejar por unos minutos que se escurra el agua.</span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Pasado unos minutos que los granos de maíz estés escurrido, es el momento de moler el maíz. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En el momento que los granos de maíz estén molidos debes agregar la sal y el azúcar y amasar hasta que los ingredientes estén bien integrados. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego que la masa tenga el sabor y la textura adecuada, nos disponemos a cocinar las tortillas, en un sartén o plancha se coloca 1 hoja del plátano del tamaño del sartén o plancha con la ayuda de una cucharon para sopa se agarra parte de la masa y la colocamos encima de la hoja de plátano.</span></li>\r\n</ol>\r\n"
    },
    {
      "idRecipe": "38",
      "image": "38-image",
      "name": "Volteado de piña",
      "nameUrl": "volteado-de-pina",
      "idCategory": "4",
      "rating": "5",
      "numPersons": "6",
      "preparationTime": "1 hora",
      "description": "Este postre es una delicia y no lleva mucho tiempo de preparación y es muy sencilla de realizar ideal para navidad, cumpleaños o simplemente para compartir en familia en cualquier momento.",
      "ingredients": [
        "12 rebanadas de piña",
        "12 cerezas el almíbar",
        "Jugo de piña",
        "Pasitas",
        "1 ½ de azúcar morena",
        "4 tazas de harina de trigo",
        "1 ½ lb de azúcar",
        "5 cucharaditas de polvo para hornear",
        "½ cucharadita de sal",
        "5 huevos",
        "1 barra de mantequilla."
      ],
      "preparation": "<ol>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Precalentar el horno a 35º F. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un envase coloque la harina de trigo, el polvo para hornear, la sal, en otro envase agregue la mantequilla, el azúcar, batir e ir agregando los huevos 1 a 1. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego agregas la mezcla de la haría con la mezcla de la mantequilla en un solo recipiente y agregar judo de piña y mezclar bien. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">En un sartén coloque el almíbar de cereza y le agrega el azúcar morena y dejas formar un caramelo. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego engrasas con mantequilla el molde que vas a utilizar para hacer la receta y le agregas las rebanadas de piña, las cerezas, las pasitas y el caramelo que hiciste con el almibar de cereza y azúcar. </span></li>\r\n\t<li><span style=\"font-family:Arial,Helvetica,sans-serif;\">Luego le debes agregar la mezcla de la harina al molde y metes al horno previamente calentado y lo dejas cocinar por unos 45 minutos, una vez que esté listo volteas el molde y dejas enfriar y listo.</span></li>\r\n</ol>\r\n"
    }
  ]
}